Repository: widelands/widelands
Catalog: po/map_plateau.wmf/*.po
Languages: de

source: * Defeat Erwyn. He commands the strongest opposing soldiers left on this island.
de: * Besiege Erwyn. Er kommandiert die stärksten Soldaten dieser Insel.

source: * Defeat Jomo. He takes care about the soldiers food supply.
de: Besiege Jomo. Er kümmert sich um den Nachschub der Nahrung für die Soldaten.

source: * Defeat Lanissa and capture the ancient castle.
de: * Besiege Lanissa und erobere die uralte Burg.

source: -- NEW OBJECTIVES --
de: -- NEUE ZIELE --

source: An ancient castle
de: Eine uralte Burg

source: Ancient castle captured
de: Die uralte Burg wurde eingenommen

source: Another Briefing
de: Eine weitere Besprechung

source: By the Gods! One of our scouts found a mighty castle at the middle of the old plateau. The castle must be quite old and seems to be build in a foreign style. It's quite obvious, that this is not barbarian craft.<br>Let's hope Lanissa - the warlord holding command over that castle - still has not observed us. Perhaps we have a chance to conquer that mighty building without a bigger fight!<br>However we really have to capture it. It will be our key for our reign over this island!
de: Bei den Göttern! Einer unserer Erkunder hat eine mächtige Burg in der Mitte des alten Plateaus gefunden. Das Gemäuer muss ziemlich alt sein und es scheint in einem fremdartigen Baustil errichtet worden zu sein. Es ist ziemlich klar, dass es nicht von Barbarenhand erschaffen wurde.<br>Es bleibt zu hoffen, dass Lanissa - die Kriegsherrin, die zur Zeit das Kommando über die Burg hat - uns noch nicht entdeckt hat. Vielleicht haben wir eine Chance, das gewaltige Bauwerk ohne größeren Kampf einzunehmen.<br>Einnehmen müssen wir es aber auf jeden Fall. Es wird eine Schlüsselposition für unsere Herrschaft über diese Insel sein.

source: Capture the ancient castle
de: Erobere die uralte Burg

source: Congratulations! You mastered this scenario. You may play on if you like!
de: Herzlichen Glückwunsch! Du hast dieses Szenario erfolgreich beendet. Wenn du möchtest, darfst du gerne weiterspielen!

source: Defeat Erwyn
de: Besiege Erwyn

source: Defeat Jomo
de: Besiege Jomo

source: Erwyn defeated
de: Erwyn wurde besiegt

source: Finally! Our first step to victory was just done! Last night, we landed on the forbidden island and defeated the few guards that sentineled the north western part of the island. I am quite sure, that none of the other warlords has detected us so far, so we should keep quiet and build up our infrastructure. Soon we will be strong enough to raid their positions.
de: Endlich! Der erste Schritt zum Sieg ist vollbracht! In der letzten Nacht landeten wir an der verbotenen Insel und besiegten die wenigen Wachen, die im Nordwesten der Insel postiert waren. Ich bin recht sicher, dass uns bisher keiner der anderen Kriegsherren entdeckt hat, daher sollten wir uns ruhig verhalten und unsere Infrastruktur aufbauen. Bald werden wir stark genug sein, ihre Stellungen anzugreifen.

source: Finally! The complete island is ours. Now we just have to defend it better than the warlords did.
de: Endlich! Die Insel gehört nun ganz uns. Jetzt müssen wir sie nur besser beschützen als es die Kriegsherren taten.

source: First Briefing
de: Erste Besprechung

source: Great! Erwyn gave up, when he saw his last buildings burning down. One strong warlord less on this island!
de: Großartig! Erwyn hat sich ergeben, als er sein letztes Gebäude niederbrennen sah. Ein starker Kriegsherr weniger auf dieser Insel!

source: Great! Jomo gave up, when he saw his last buildings burning down. One warlord less on this island!
de: Großartig! Jomo hat sich ergeben, als er sein letztes Gebäude niederbrennen sah. Ein starker Kriegsherr weniger auf dieser Insel!

source: Jomo defeated
de: Jomo wurde besiegt

source: Last Briefing
de: Die letzte Besprechung

source: Second Briefing
de: Zweite Besprechung

source: The forbidden island
de: Die verbotene Insel

source: Victory!
de: Sieg!

source: Wonderful! Our troops finally defeated Lanissa and her soldiers. The ancient castle is ours!<br> It is amazing, how far one can see from the highest tower of the castle. We can watch the whole island. So now I wonder, why Lanissa has not seen us and thus did not prepare. But well, some things will never come to the light of day. The only important things at the moment are the left opposing troops. We observed enemy's positions from Erwyn north and eastwards of the castle. He is known to be a strong warlord and surely commands the strongest warriors. In the south we caught sight of some guarded food infrastructures of Jomo - a younger warlord - we should take care about that infrastructures and cut of the food supply.
de: Wunderbar! Unsere Truppen haben letztendlich Lanissa und ihre Armee besiegt. Die alte Burg ist unser!<br> Es ist beeindruckend, wie weit man von ihren höchsten Türmen aus blicken kann. Wir können die gesamte Insel beobachten. Das bringt mich zu der Frage, warum Lanissa uns nicht gesehen hat und vorbereitet war. Aber manche Sachen werden nie ans Tageslicht kommen. Wichtig sind momentan die verbleibenden gegnerischen Truppen. Wir haben Stellungen von Erwyn im Norden und Osten der Burg ausgemacht. Er ist als mächtiger Kriegsfürst bekannt und verfügt sicherlich über die besten Truppen. Im Süden haben wir einige Gebäude zur Nahrungsproduktion gesehen, die Jomo - einem jüngeren Kriegsfürsten - gehören. Wir sollten uns hierum kümmern und die Nahrungsmittelversorgung abschneiden.
