Repository: widelands/widelands
Catalog: po/scenario_t02.wmf/*.po
Languages: de

source: Build a lime kiln, a well and a charcoal burner or coal mine
de: Errichte eine Kalkbrennerei, einen Brunnen und eine Köhlerei oder eine Kohlemine

source: Build a smelting works
de: Baue einen Hochofen

source: Build a well, a farm and a bakery
de: Baue einen Brunnen, einen Hof und eine Bäkerei

source: Build a wood hardener
de: Baue einen Holzhärter

source: Build coal and iron ore mines
de: Errichte Kohle- und Eisenminen

source: Build military buildings (like sentries and strongholds) to expand your territory. Get to the rocks northeast from you and build a quarry there.
de: Baue Militärgebäude (wie Wachposten und Bastionen), um Dein Gebiet zu erweitern. Erreiche die Felsen im Nordosten und errichte dort einen Steinmetz.

source: Enhance buildings and build a micro brewery
de: Baue Gebäude aus und errichte eine Kleinbrauerei

source: Enhance the coal mine and the tavern to the better versions of their buildings respectively. Also build a micro brewery.
de: Erweitere die Kohlemine und die Taverne zu ihren besseren Versionen. Errichte außerdem eine Kleinbrauerei.

source: Expand north-east and build a quarry
de: Erweitere dein Territoriuim in Richtung Nordosten und baue einen Steinbruch

source: Expand north-east to the stones
de: Expandiere nordöstlich zu den Steinen

source: In order to work, your miners need food.<br> A hunter can hunt down animals, while a gamekeeper prevents them from becoming extinct. The meat is then processed in a tavern into lunches for your miners.<br> This is only the first example of a ware which has to be refined before being used in a secondary building - others will follow.
de: Um zu arbeiten, benötigen Deine Bergleute Nahrung.<br> Ein Jäger kann Tiere jagen, während ein Wildhüter dafür sorgt, dass diese nicht aussterben. Das Fleisch wird dann in einer Taverne zu Essensrationen für die Bergarbeiter verarbeitet.<br> Dies ist erst das erste Beispiel einer Ware, die verarbeitet werden muss, bevor sie in einem anderen Gebäude verwendet werden kann. Andere werden hinzukommen.

source: Khantrukh gazes over the plains...
de: Khantrukh schaut über die Flächen...

source: Khantrukh grumbles...
de: Khantrukh grummelt...

source: Khantrukh interrupts...
de: Khantrukh unterbricht...

source: Khantrukh joins in ...
de: Khantrukh kommt hinzu...

source: Khantrukh nods satisfied...
de: Khantrukh nickt zufrieden...

source: Khantrukh seems relieved...
de: Khantrukh scheint erleichtert...

source: Khantrukh speaks
de: Khantrukh spricht

source: Khantrukh speaks...
de: Khantrukh sagt...

source: Khantrukh steps in...
de: Khantrukh tritt ein...

source: Mission Complete
de: Mission erfüllt!

source: New Objectives
de: Neue Aufgaben

source: One fullmoon night
de: In einer Vollmondnacht

source: Other ways to produce food - different kinds of food - are fishers and hunters. The wheat of the farms has to be processed with water in a bakery before it becomes edible. You can obtain water by building a well at a spot where your geologists find a water source.
de: Andere Möglichkeiten, Nahrung herzustellen - andere Arten von Nahrung - sind Fischer und Jäger. Der Weizen der Höfe muss zuerst zusammen mit Wasser in der Bäckerei verarbeitet werden, bevor er essbar wird. Wasser kann durch den Bau eines Brunnen über einer von Geologen entdeckten Wasserader gewonnen werden.

source: Provide your miners with food
de: Versorge deine Bergarbeiter mit Nahrung

source: Refine your mined resources
de: Veredle deine Erze

source: Second Mission of the Barbarian Tutorial Campaign. In this tutorial the higher production buildings, including mining and the military expansions will be introduced.
de: Zweite Mission des Tutorials der Barbaren. In dieser Karte werden die weiteren Wirtschaftszweige, inklusive des Bergbaus und die Vergrößerung des Einflussbereichs erklärt.

source: Start building mines on the mountain
de: Beginne damit, Minen in den Bergen zu errichten

source: The advisor
de: Der Berater

source: The elder jumps into the air...
de: Der Alte hüpft vor Freude...

source: The iron ore your miners bring up is not usable yet - it has to be melted into iron first.
de: Das Eisenerz, das die Bergleute schürfen, ist noch nicht zu gebrauchen - es muss zuerst zu Eisen geschmolzen werden.

source: The story continues
de: Die Geschichte geht weiter...

source: The third material necessary for improved buildings is thatch reed, used to cover roofs. Thatch reed is planted by a ferner around his building, the fernery.
de: Das dritte Material, das für die besseren Gebäude notwendig ist, ist Reet, der für die Dächer verwendet wird. Er wird auf einem Reet- und Flachshof angebaut.

source: Thron looks worried...
de: Thron sieht besorgt aus...

source: Thron recognizes...
de: Thron erkennt...

source: Thron shakes his head...
de: Thron schüttelt den Kopf...

source: Thron speaks...
de: Thron spricht...

source: Tutorial2 - A Place to call Home
de: Tutorial2 - Ein Ort wie zuhause

source: Victory
de: Sieg

source: We need oxen!
de: Wir benötigen Ochsen!

source: When roads are under heavy load for a long time, one carrier is usually not enough to transport goods swiftly. Traffic jams are the consequence. Such roads therefore employ a second carrier: An ox that helps to carry the wares. This doubles the transport capacity.<br>Oxen are bred in cattle farms out of wheat and water.
de: Die Straßen sind seit einer langen Zeit schwerer Last ausgesetzt und ein Träger reicht gewöhnlich nicht aus, um die Güter zügig zu transportieren. Warenstau ist die Folge davon. Diese Straßen benötigen daher einen zweiten Träger: Einen Ochsen, der hilft, die Waren zu tragen, was die Transportkapazität verdoppelt.<br> Ochsen werden im Rinderhof unter Verwendung von Weizen und Wasser gezüchtet.

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
de: Du hast diese Mission abgeschlossen. Du kannst weiterspielen, wenn Du dies möchtest. Fahre ansonsten mit der nächsten Mission fort.

source: Your loyal companion
de: Dein treuer Begleiter
