Repository: widelands/widelands
Catalog: po/scenario_t02.wmf/*.po
Languages: de

source: "A tavern opened for our people yesterday. While I am hardly in the mood for celebration, I noticed how much this tiny bit of home meant to my people. Their songs filled the air until the deep night, and they were in higher spirit still the day after.<br> Maybe we actually are slowly creating a place here which we can... call home."
de: "Gestern eröffnete die neue Taverne. Und obwohl mir nicht zum Feiern zumute war, wurde mir schlagartig bewusst, wie wichtig dieses kleine Gebäude für meine Leute ist. Ihre Lieder klangen bis tief in die Nacht und dennoch waren sie heute Morgen besser gelaunt, als sie die letzten paar Monate je gewesen waren.<br>Vielleicht errichten wir hier mittlerweile einen Ort, den man... Heimat nennen könnte."

source: "At last! These rocks should last for a while."
de: "Endlich! Diese Felsen sollten für einige Zeit ausreichen."

source: "Boldreth seems more and more torn as the days go by. The spirits of my fellows sink as the cold season approaches, and we are still living in no more than huts and barracks. I never intended to stay out here in the wilderness for so long - but I never thought my brothers would engage in this senseless battle for so long either.<br> Perhaps it's time to make ourselves feel a little more at ease here. Perhaps it's time to give those who still live and think united a new home, replacing what is now lost to us? Until we can return to the place we once called our home..."
de: "Boldreth scheint immer mehr hin- und hergerissen, je mehr Tage vergehen und auch die Stimmung der Leute sinkt, je kälter es wird - was kein Wunder ist, wenn man bedenkt, dass wir immer noch in Baracken und Zelten hausen. Aber eigentlich hatte ich auch nie vorgehabt, so lange in der Wildniss zu bleiben. Doch woher hätte ich wissen sollen, dass meine Brüder sich so lange in einen so sinnlosen Krieg verstricken?<br>Vielleicht sollten wir es uns hier doch etwas gemütlicher machen, vielleicht sogar eine neue Heimat einrichten, um denen aus unserem Volk, die noch immer vereinigt denken und leben, das zu ersetzen, was für uns verloren ist. Bis zu dem Tage, an dem wir zu jenem Ort zurückkehren können, den wir einst Heimat nannten..."

source: "By Chat'Karuth's beard, this is awesome! Just imagine what we can use this coal and iron ore for!<br> It might even be enough to..."
de: "Bei Chat'Karuth's Bart, dass ist wundervoll! Überleg nur, was wir alles aus der Kohle und dem Eisenerz produzieren könnten! Es könnte sogar ausreichen um..."

source: "I beg your forgiveness, chieftain, but I have a grave concern to discuss with you. The rocks close to our camp are shrinking fast under our workers' tools, and it is a matter of little time only before they are all gone."
de: "Ich bitte um Verzeihung, Häuptling, doch wir müssen über eine ernste Sache sprechen. Die Felsen im Westen unseres Lagers schrumpfen schnell unter den Spitzhacken unserer Arbeiterund es ist nur eine Frage kurzer Zeit, bis sie alle völlig abgetragen sind."

source: "Isn't it lovely, the view of golden fields, growing peacefully, dancing to the wind? And I believe the baker is just on his way here, with his most delicious bread reserved for our chieftain alone!"
de: "Ist er nicht wunderbar, dieser Blick über die hell leuchtenden Felder, die dort so friedlich wachsen und wie Wellen im sanften Wind tanzen? Und dort kommt gerade unser Bäcker, um das beste seiner feinen Brote unserem guten Anführer zu überreichen!"

source: "Old man? Disrespectful youth!"
de: "Alter Mann? Respektlose Jugend!"

source: "One night, when the moon shone brightly, I climbed to the peak of Kal'mavrath.<br> When I gazed at the horizon, I still saw crimson lights flicker in the distance. It is incredible how much passion my brethren fight this war with. I fear the moment I see Al'thunran again - will there be anything but ashes and wasted ruins left of our once beautiful capital when we get there?"
de: "Letzte Nacht kletterte ich im Mondschein auf den Gipfel des Kal'mavrath. Als ich von dort zum Horizont blickte, sah ich immer noch die rötlichen Flammen, die in unserer Heimat aufsteigen. Es ist unbeschreiblich, mit wie viel Hass und Zerstörung dieser Krieg geführt wird. Nicht zuletzt deshalb fürchte ich mich auch vor dem Moment, an dem ich Al'thunran wieder sehe. Wird überhaupt noch irgendetwas von unserer schönen Hauptstadt übrig sein? Oder besteht sie schon jetzt nur noch aus Flammen, Asche und Ruinen?"

source: "Our hunters are out in the forests, Thron.<br> I promise you, before the sun sets today you will have a magnificient meal fit for the chieftain of all clans!"
de: "Unsere Jäger sind gerade in den Wäldern unterwegs, um Dir das schönste Stück zu erlegen Thron.<br>Ich verspreche Dir, noch vor Sonnenuntergang wird Dir ein Mahl vorgesetzt, wie es nur dem Häuptling aller Klans zustehen kann!"

source: "So you want to prepare us for a longer stay in these forests, Thron? Well, I see the wisdom in doing so, yet my heart is yearning for a glorious return to Al'thunran. Too long have we waited while our brethren have fought on the battlefield, and our axes and swords have turned rusty over time."
de: "Du willst uns also für einen längeren Aufenhalt in diesen Wäldern vorbereiten, Thron? Ich verstehe Dein Vorgehen nur zu gut und unterstütze diese Idee. Ich wünschte wohl, wir könnten mein Herz mit der glorreichen Befreiung Al'thunrans befriedigen, doch wir haben einfach zu lange gewartet. Während unsere Brüder auf dem Schlachtfeld kämpften, sind unsere Schwerter und Äxte stumpf und rostig geworden."

source: "The war goes on. More and more of our brothers and sisters flee the brutal war raging in the capital beneath the trees.<br> The stories they tell about the deeds of our kin are sad to hear. I've spent nights lying awake, restless, more tired I ever believed one could be. Yet whenever I close my eyes, I see the fortress my father built consumed by flames. The Throne Among the Trees, the symbol of unity and peace among our kin, became the wedge that drives us apart."
de: "Der Krieg geht weiter. Mehr und mehr unserer Brüder und Schwestern fliehen vor dem brutalen Krieg, der in der Hauptstadt unter den Bäumen tobt.<br> Das, was sie über die Taten unserer Sippe berichten, ist traurig anzuhören. Ich verbrachte Nächte damit, wachzuliegen, ruhelos, viel erschöpfter, als ich jemals dachte, dass es jemand sein könnte. Doch, wenn ich meine Augen schließe, sehe ich, wie die Festung, die mein Vater erbaute, von Flammen verzehrt wird. Der Thron unter den Bäumen, das Symbol der Einigkeit und des Friedens unter unserer Sippe, wurde zum Spaltpilz, der uns auseinander treibt."

source: "The winter is upon us. Many of us are suffering from the cold, yet we must endure. The day we may return cannot be far anymore - it must not be far anymore.<br> I prayed it might get warmer again, as I prayed the war would finally come to an end.<br> So far, it seems that neither prayer was fulfilled."
de: "Der Winter ist da. Viele von uns leiden unter der bitteren Kälte, doch leider müssen wir weiter ausharren. Der Tag an dem wir endlich nach Hause zurückkehren können, kann nicht mehr weit entfernt sein - er darf es nicht. Ich habe gebetet, dass es wieder wärmer werde, und dafür, dass der Krieg endlich ein Ende fände.<br>Doch so wie es aussieht, wurde keines meiner Gebete erhört."</p>

source: "Today my hunters brought men, women and little children who had hidden out in the forests, trying to escape the war, hate and revenge that rage among the tribes fighting each other like in old times, when we were no more but wild beasts driven and controlled by instincts. None of my brothers will ever gain and hold control over the wooden throne, none of the tribes will be strong enough to subdue the other. There will be no end to this slaughtering, unless... is this it? As father told me?<br> Rise against whoever threatens our very existence, may it even be one of your blood or mind?"
de: "Heute brachten meine Jäger Männer, Frauen und kleine Kinder mit, die sich in den Wäldern versteckt hatten, um sowohl dem Krieg zu entkommen, als auch dem Hass und der Rachsucht, die unter den Stämmen herrschen, wie in den alten Zeiten. Damals waren wir nichts mehr als wilde Bestien, angetrieben und beherrscht von Instinkten. Keiner meiner Brüder wird jemals die Kontrolle über den hölzernen Thron erlangen und halten, keiner der Stämme wird stark genug sein, die anderen zu unterwerfen. Das Schlachten wird kein Ende nehmen, bis... Ist es das? Wie Vater es mir sagte?<br> Stehe auf, gegen jeden, der unsere schiere Existenz bedroht, möge er auch einer von Deinem eigenen Blute oder Geiste sein?"

source: "We have found a village with friendly and productive people, impressed by our wealth, technology and strength.<br> They have decided to join us!"
de: "Wir haben ein Dorf mit freundlichen und fleißigen Menschen entdeckt. Sie sind so beeindruckt von unserem Reichtum und Fortschritt, dass sie sich entschieden haben, sich uns anzuschließen!"

source: "While this is true, we should consider it later, for now other obstacles are at hand. The miners will definately demand greater rations for working high up on the mountain in this bitter cold, and providing these supplies may not be easy."
de: "Auch wenn es stimmen mag, dies steht zur Zeit nicht zur Debatte. Viel wichtiger ist es nun, dass wir genug Tagesrationen für unsere Bergleute produzieren. Sie werden nach getaner Arbeit sicherlich hungrig sein. Und dafür können sie nicht jedes mal den Berg herunter und wieder hoch klettern! Also müssen wir uns etwas überlegen. Ich befürchte, dass die Versorgung nicht so einfach sicherzustellen sein wird."

source: "Wonderful! Our roofs are not dripping anymore, and we have all the material we need for, well, whichever monumental building we see fit!"
de: "Wunderbar! Endlich sind unsere Dächer dicht und wir haben nun außerdem die Materialien, um so ziemlich jedes größere Gebäude zu errichten."

source: "As I just discovered, we are running short on blackwood! We cannot put our warriors into some crumbling huts, and even less so in times as dangerous as ours!<br> We need a wood hardener, and we need one now!"
de: "Wie ich gerade feststellte, geht uns das Hartholz aus! Wir können unsere Krieger nicht in windschiefe Verschläge stecken, noch weniger in solch gefährlichen Zeiten!<br>Wir brauchen einen Holzhärter, und wir brauchen ihn jetzt!"

source: "As our realm gets bigger and bigger, the traffic on the roads gets overwhelming. Our poor carriers are no longer able to transport the goods as fast as we need them to. I suggest we give them some support by breeding oxen.<br> They are amazing animals: The ox is as swift as a human being while being much stronger and very frugal: all we need is wheat and water to breed them and they will do their work on the roads loyally and reliably."
de: "Während unser Gebiet wächst und wächst, wird der Verkehr auf unseren Straßen geradezu überwältigend. Unsere armen Träger sind nicht länger in der Lage, all die Waren so schnell zu transportieren, wie wir sie benötigen. Ich schlage vor, wir unterstützen sie darin etwas, indem wir Ochsen züchten.<br> Sie sind beeindruckende Tiere: Der Ochse ist so schnell wie ein Mensch, wenngleich viel stärker und sehr genügsam. Alles, was wir benötigen, um solche zu züchten, ist Wasser und Weizen und bald werden sie treu und verlässlich auf unseren Straßen arbeiten."

source: "Chieftain, this is a disgrace! It is well that we can produce grout for mighty fortifications and great buildings now - only this does not prevent our roofs from becoming leaky! Maybe the young ones like spending their nights in the rain, but I just can't find any sleep with these raindrops dripping on my face!<br> Now this is a problem we should do something about!"
de: "Häuptling, es ist eine Schande! Schön und gut, dass wir nun Mörtel für mächtige Befestigungen und große Gebäude gewinnen können - nur hilft das nicht gegen undichte Dächer! Vielleicht genießen die Jungen ja ihre Nächte im Regen, aber ich kann einfach keinen Schlaf finden, während mir die Regeltropfen aufs Gesicht fallen!<br> Das ist jedenfalls ein Problem, um das wir uns kümmern sollten!"

source: "I have to hand it to you: you are right here, old man.<br> There seem to be quite many animals in the forests here - we might just hunt down more of them. And, of course, the people would cheer to a new tavern - hey, we might call it 'Thron's Pride' or so if you want!"
de: "Ich muss dir zustimmen, damit hast du Recht, alter Mann.<br> Es scheinen sich durchaus einige Tiere hier in den Wäldern aufzuhalten - wir können durchaus mehr von ihnen jagen. Und natürlich würden sich die Leute für eine neue Taverne begeistern - hey, wir könnten sie 'Throns Stolz' oder so nennen, wenn Du möchtest!"

source: "Just look at that! In the east is the great mountain of Kal'mavrath! I wonder what treasures nature might have hidden beneath its majestic flanks!<br> Let's expand to the east. There's a chance for the elderly to become useful once in a while! Let us send out some of those who understand the stone's tongue to unravel the mountain's secrets!"
de: "Nun sieh Dir das an! Im Osten liegt der große Berg von Kal'mavrath! Ich frage mich, welche Schätze die Natur unter seinen majestätischen Abhängen verborgen hält!<br> Lass uns weiter in Richtung Osten vordringen. Ab und an gibt es eine Möglichkeit für die Alten, sich nützlich zu machen! Lass uns ein paar von denen aussenden, welche die Sprache der Steine verstehen, um die Geheimnisse des Berges aufzudecken!"

source: "Our miners are digging up less and less by day! We have to go deeper, closer to the mountain's core, if we want more of its treasures!<br> Of course, it is dark and cold in such depths and only few venture voluntarily into these places. We should reward this bravery with greater rations for them. And a pint of beer or two will keep their spirits high."
de: "Unsere Minenarbeiter fördern täglich weniger und weniger! Wir müssen tiefer graben, näher am Kern des Berges, wenn wir mehr seiner Schätze wollen!<br> Natürlich ist es dunkel und kalt in solchen Tiefen, und nur wenige gehen freiwillig dorthin. Wir sollten diese Tapferkeit mit größeren Rationen für sie belohnen. Und ein oder zwei Gläser Bier wird sicherlich helfen, sie bei Laune zu halten."

source: "So now that we have both the mines and the food to sustain them, we should bring what our brave miners gain for us into a more useful state. The iron ore has to be melted into iron so that it is ready to be forged into whatever we want. And we need the coal to keep the smelter's ovens burning."
de: "Da wir nun sowohl die Minen, als auch die Nahrung, um diese zu unterhalten, haben, sollten wir das, was unsere Bergarbeiter uns schürfen, in einen nützlicheren Zustand bringen. Das Eisenerz muß zu Eisen geschmolzen werden, damit es zu allem, was wir brauchen, geschmiedet werden kann. Außerdem brauchen wir Kohle, um den Hochofen des Schmelzers am Brennen zu halten."

source: "The other day Boldreth asked me to accompany him to the new inn. It would cheer me up, he said.<br> When I looked around, I saw faithful faces, trusting that I could guide them through these dark days. Yet before I could speak any words of gratitude or encouragement, one of my warriors ran into the inn. He had been far out in the forest for the past days and I could see how weary he was.<br> The news he brought changed everything..."
de: "Am nächsten Tag bat mich Boldreth, ihn in die neue Taverne zu begleiten. Es würde mich aufheitern, sagte er.<br> Als ich mich umschaute, sah ich hoffnungsvolle Gesichter, darauf vertrauend, dass ich sie durch diese dunklen Tage führen könnte. Doch bevor ich irgendwelche Worte des Dankes oder der Ermutigung sprechen konnte, kam einer meiner Krieger in die Taverne gehastet. Er war die letzten Tage weit draußen in den Wäldern gewesen und ich konnte sehen, wie erschöpft er war.<br> Doch die Nachricht, die er brachte, änderte alles..."

source: "Well, old friend, this should ensure that our fortifications do not break down with our foes' first battle cry! Now we can expand safely!<br> Still, it would not hurt to assemble some grout for our further campaign; thus we could, in times of need, build a fortress as the world has not seen before!"
de: "Nun, alter Freund, dies sollte sicherstellen, dass unsere Befestigungen nicht unter dem ersten Kampfschrei unserer Feinde zusammenbrechen! Jetzt können wir uns ungefährdet weiter ausbreiten!<br> Dennoch, es würde nicht schaden, etwas Mörtel für unsere weitere Kampagne zu produzieren; damit könnten wir, wenn wir müssten, eine Festung errichten, wie sie die Welt noch nicht gesehen hat!"

source: "While it is certainly no worthy task for a warrior, at least it is something to be done! Thron, what do you say about me taking a few of our most restless warriors and venturing somewhat closer to the great mountain of Kal'mavrath - maybe we will find some more big stones to please the old man?"
de: "Auch wenn es sicherlich keine einem Krieger würdige Aufgabe ist - immerhin gibt es überhaupt etwas zu tun! Thron, was meinst Du dazu, wenn ich mit ein paar der ruhelosesten Krieger etwas näher an den großen Berg Kal'mavrath heranziehe - vielleicht finden wir auch einige weitere Steinvorkommen, um den alten Mann zufriedenzustellen?"

source: "Wisdom commands to seek variety.<br> North of the great mountain is a large plain - why don't we use the space Mother Nature gave us and build a farm? I sure would enjoy a freshly baken pitta bread for a change..."
de: "Die Weisheit lehrt, die Vielfalt zu suchen.<br> Nördlich des großen Berges liegt eine weite Ebene - warum gebrauchen wir nicht den Platz, den uns Mutter Natur gab und errichten einen Hof? Ich würde ein frisch gebackenes Fladenbrot zur Abwechslung jedenfalls willkommen heißen..."

source: A beautiful morning
de: Eines schönen Morgens

source: A friendly village joined us!
de: Ein freundliches Dorf hat sich uns angeschlossen!

source: A normal mine can only dig up about one third of all resources lying beneath it; then it must be enhanced to a deep mine in order to keep it working properly. To enhance a building, choose it and then click the appropriate button in the appearing window.<br> Workers gain experience by successful work. With enough experience they become more advanced workers, who are necessary to operate the enhanced buildings. Do not enhance a building before you have enough advanced workers to operate the advanced building! Such buildings usually have greater demands than the basic kind of that building - for instance, deep mines need snacks instead of rations. You will have to enhance your tavern to an inn in order to produce snacks out of pitta bread AND a second kind of food (meat or fish) AND beer. You may of course enhance all mines to deep mines instantly given you have the workers - bigger mines work a bit faster, smaller mines need cheaper food. It's up to you which strategy you prefer.
de: Eine normale Mine kann nur etwa ein Drittel aller Ressourcen ausbeuten, die in seinem Bereich liegen; danach muss sie zur Tiefen Miene ausgebaut werden, um weiter arbeiten zu können. Um ein Gebäude aufzurüsten, wähle es aus und klicke auf den entsprechenden Knopf im dann erscheinenden Fenster.<br> Die Arbeiter gewinnen durch erfolgreiche Arbeit an Erfahrung. Durch genügend Erfahrung werden sie bessere Arbeiter, die notwendig sind, um erweiterte Gebäude zu leiten. Erweitere keine Gebäude, bevor Du nicht genügend fortgeschrittene Arbeiter hast, um sie zu leiten! Solche Gebäude haben gewöhnlich einen höheren Bedarf als die gewöhnlichen Gebäude dieser Art - Tiefe Minen etwa benötigen Snacks anstatt Rationen. Du wirst Deine Taverne in ein Wirtshaus umbauen müssen, um Snacks aus Fladenbrot UND einer weiteren Zutat (Fleisch oder Fisch) UND Bier herstellen zu können. Du kannst natürlich alle Minen zu Tiefen Mienen ausbauen, wenn Du über die entsprechenden Arbeiter verfügst - größere Minen arbeiten etwas schneller, kleinere Minen brauchen billigere Nahrung. Es ist an Dir, welche Strategie Du verfolgst.

source: Another cold day
de: Ein weiterer kalter Tag...

source: Bake bread
de: Backe Brot

source: Better buildings may also require other improved materials besides blackwood. One of those is grout, which is produced out of raw stone, water and coal by a lime-burner. You can obtain water by building a well upon a water source, which your geologists can discover when you send them to any flag that is not on a mountain. Coal can be obtained by building a charcoal burner or a coal mine.
de: Bessere Gebäude können zusätzlich andere verarbeitete Materialien als Hartholz benötigen. Eine davon ist Mörtel, der aus rohem Stein, Wasser und Kohle in einer Kalkbrennerei hergestellt wird. Wasser erhältst Du, indem Du einen Brunnen auf einer Wasserader errichtest. Deine Geologen können Wasseradern entdecken, wenn Du sie zu einer Flagge schickst, die nicht in den Bergen liegt. Kohle wird entweder von der Köhlerei oder einer Kohlemine geliefert.

source: Bigger and better buildings - including all military ones - require better building materials. They cannot be built of simple trunks - the wood has to be refined to blackwood by a wood hardener first. Always remember to build a wood hardener before you run out of blackwood, as without it you cannot expand.
de: Größere und bessere Gebäude - sowie alle Militärgebäude - benötigen bessere Baumaterialien. Sie können nicht aus einfachen Stämmen errichtet werden - das Holz muss zuvor zu vom Holzhärter gehärtet werden. Bedenke stets, einen Holzhärter zu errichten, bevor Dir das Hartholz ausgeht, ohne das Du Dein Gebiet nicht mehr erweitern kannst.

source: Boldreth cheers up...
de: Boldreth ruft freudig...

source: Boldreth exclaims...
de: Boldreth ruft aus...

source: Boldreth jumps up...
de: Boldreth springt auf...

source: Boldreth laughs...
de: Boldreth lacht...

source: Boldreth nods...
de: Boldreth nickt...

source: Boldreth remarks...
de: Boldreth merkt an...

source: Boldreth seems concerned...
de: Boldreth scheint beunruhigt...

source: Boldreth smiles...
de: Boldreth lächelt...

source: Brave Boldreth steps aside you...
de: Boldreth tritt neben dich...

source: Build a cattlefarm
de: Errichte einen Rinderhof

source: Build a coal mine and an iron ore mine. To do so, place a flag up on the mountain's flank to the east (on mountain terrain though, not mountain meadow). When you click at the new flag you can send geologists there. Because the flag is on mountains, the geologists will search for ores; otherwise, they will search for water. Then build a mine for both kinds of resource he will find, choosing the mine to be built appropriately:<br> Black - coal<br> Red - iron ore<br> Yellow - gold<br> Grey - granite<br> Mines may only be built on mountain terrain. Suitable places for mines are displayed as hammer and pick.
de: Errichte eine Kohlemine und eine Eisenmine. Um dies zu tun, plaziere eine Flagge auf dem Berghang im Osten (auf dem Gebirge selbst, nicht auf der Bergwiese). Wenn Du auf die Flagge klickst, kannst Du Geologen dorthin entsenden. Da die Flagge in den Bergen liegt, werden diese nach Erzen spüren; sonst würden sie nach Wasser suchen. Dann errichte eine Mine für beide Ressourcen, die er finden wird, an der richtigen Stelle:<br> Schwarz - Kohle<br> Rot - Eisenerz<br> Gelb - Gold<br> Grau - Granit<br> Minen können nur auf Berggebiet errichtet werden. Passende Orte für Minen werden durch das Hammer-und-Spitzhacken-Symbol gekennzeichnet.

source: Build a fernery
de: Errichte einen Reet- und Flachshof

source: Build a hunter, a gamekeeper and a tavern
de: Erbaue einen Jäger, eine Wildhüterhütte und eine Taverne

source: Build a lime kiln and coal economy
de: Baue einen Kalkbrenner und Kohlewirtschaft
