Repository: widelands/widelands
Catalog: data/i18n/translations/map_along_the_river.wmf/*.po
Languages: cs, el, he, nn, pt_br, ro, sk

source: Sire, as a result of our attacks on the pirates they have started to regroup with pirates from other tribes. They could regain much of their previously lost strength. Our dwindling resources can become a problem with such a mighty enemy in front of us.
cs: Pane, po našich útocích se piráti snaží reorganizovat s piráty z dalších kmenů. Mohli by tak získat zpět velkou část své již ztracené síly. Naše ubývající zdroje by mohly být problémem proti tak silnému nepříteli.
el: Άρχοντά μου, το αποτέλεσμα των επιθέσεών μας στους πειρατές, είναι η ανασύνταξή τους με πειρατές από άλλες φυλές. Θα μπορούσαν να ανακτήσουν αρκετή από τη χαμένη τους δύναμη. Οι πόροι μας, που ελαττώνονται συνεχώς, θα μπορούσαν να γίνουν πρόβλημα με έναν τέτοιο ισχυρό εχθρό μπροστά μας.
he: אדוני, כתוצאה מהתקפותינו על הפיראטים, הם החלו להתארגן מחדש עם פיראטים משבטים אחרים. הם עלולים להשיב חלק ניכר מכוחם שאבד קודם לכן. המשאבים המתדלדלים שלנו עלולים להפוך לבעיה עם אויב כה חזק מולנו.
nn: Herre, som følgje av åtaket vårt på sjørøvarane, har dei byrja å slå seg saman med sjørøvarar frå andre stammar. Dei kan koma til å vinna attende mykje av den tapte styrken sin. Dei minkande ressursane våre kan bli eit problem med ein så mektig fiende framfor oss.
pt_br: Senhor, como resposta dos nossos ataques aos piratas, eles começaram a se reagrupar com piratas de outras tribos. Eles poderiam recuperar grande parte da força anteriormente perdida. Nossos recursos cada vez menores podem se tornar um problema com um inimigo tão poderoso à nossa frente.
ro: Ca urmare a atacurilor noastre asupra piraților, ei au început să se regrupeze cu pirați din alte triburi. Și-ar putea recăpăta o mare parte din forța pierdută anterior. Resursele noastre în scădere pot deveni o problemă cu un dușman atât de puternic în fața noastră.
sk: Pane, po našich útokoch sa piráti preskupili a spojili s ďalšími pirátmi z iných kmeňov. Mohli by tak znovu získať stratenú silu. Naše zmenšujúce sa zdroje môžu byť problém zoči-voči takému silnému nepriateľovi.

source: Pirates on the run
cs: Piráti jsou na útěku
el: Οι πειρατές υπό διωγμό
he: פיראטים בורחים
nn: Sjørøvarar på flukt
pt_br: Os Piratas estão fugindo
ro: Pirații pe fugă
sk: Piráti sa dali na útek

source: Sire, thanks to our successful efforts to drive out the pirates, lots of them have fled and moved away in small boats. It is unknown in which direction they have escaped.
cs: Pane, díky našim úspěšným snahám vyhnat piráty jich spousta unikla na malých člunech. Netušíme, kterým směrem unikli.
el: Άρχοντά μου, χάρη στις επιτυχημένες προσπάθειές μας να εκδιώξουμε τους πειρατές, πολλοί από αυτούς τράπηκαν σε φυγή και απομακρύνθηκαν σε μικρές βάρκες. Είναι άγνωστο προς ποια κατεύθυνση δραπέτευσαν.
he: אדוני, הודות למאמצינו המוצלחים לגרש את הפיראטים, רבים מהם נמלטו והתרחקו בסירות קטנות. לא ידוע לאיזה כיוון הם ברחו.
nn: Herre, takk vere vår vellukka innsats med å jaga bort sjørøvarane, har mange av dei flykta og drege vekk i småbåtar. Det er uvisst i kva retning dei har sloppe unna.
pt_br: Senhor, graças aos nossos esforços bem-sucedidos para expulsar os piratas, muitos deles fugiram e partiram em pequenos barcos. Não se sabe pra qual direção eles foram.
ro: Datorită eforturilor noastre reușite de a-i alunga pe pirați, mulți dintre ei au fugit și s-au îndepărtat în bărci mici. Nu se știe în ce direcție au fugit.
sk: Pane, vďaka našej úspešnej snahe pirátov vyhnať, veľa z nich sa dalo na útek a unikli na malých lodiach. Nevedno, ktorým smerom sa dali.

source: Ability to build shipyards
cs: Schopnost postavit loděnice
el: Δυνατότητα κατασκευής ναυπηγείων
he: יכולת לבנות מספנות
nn: Evna til å byggja skipsverft
pt_br: Capacidade para construir estaleiros
ro: Abilitatea de a construi șantiere navale
sk: Schopnosť stavať lodenice

source: Sire, after long study and research our wise men have finally managed to decipher the strange language in Törver’s descriptions that we had found in his headquarters. From now on we are able to build shipyards.
cs: Pane, po dlouhém bádání a zkoumání naši mudrci konečně rozluštili podivný jazyk instrukcí, které byly nalezeny v Törverově hlavní budově. Od této chvíle jsme schopni stavět loděnice.
el: Άρχοντά μου, μετά από πολλή μελέτη και έρευνα, οι σοφοί μας κατάφεραν να αποκρυπτογραφήσουν την άγνωστη γλώσσα των περιγραφών του Τόρβερ, που βρήκαμε στο αρχηγείο του. Από τώρα και στο εξής μπορούμε να ναυπηγήσουμε πλοία.
he: אדוני, לאחר לימוד ומחקר ממושכים, חכמינו הצליחו סוף סוף לפענח את השפה המוזרה בתיאורים של טורבר שמצאנו במפקדתו. מעתה ואילך יש באפשרותנו לבנות מספנות.
nn: Herre, etter lange studiar og gransking har dei vise mennene våre endeleg greidd å tyda det framande språket i Törvers skildringar som me fann i hovudsetet hans. Frå no av er me i stand til å byggja skipsverft.
pt_br: Senhor, depois de muito estudo e pesquisa, nossos sábios finalmente conseguiram decifrar a estranha linguagem nos documentos que encontramos no quartel-general de Törver. A partir de agora podemos construir estaleiros.
ro: După lungi studii și cercetări, înțelepții noștri au reușit în sfârșit să descifreze limbajul ciudat din descrierile lui Törver pe care le-am găsit în cartierul său general. De acum înainte putem construi șantiere navale.
sk: Pane, po dlhom štúdiu a výskume sa našim učencom konečne podarilo rozlúštiť podivný jazyk Törverových spisov, ktoré sme našli v jeho ústredí. Teraz už vieme, ako stavať lodenice.

source: Our scout has been captured
cs: Náš průzkumník byl zajat
el: Ο ανιχνευτής μας αιχμαλωτίστηκε
he: הסייר שלנו נתפס
nn: Speidaren vår er teken til fange
pt_br: Nosso Explorador foi capturado
ro: Cercetașul nostru a fost capturat
sk: Náš prieskumník padol do zajatia

source: Sire, one of our scouts has been captured by the pirates and brought to their island. He is the only person who knows the way through the swamps towards Hjalmar.
cs: Pane, jeden z našich průzkumníků byl zajat piráty a převezen na jejich ostrov. On jediný zná cestu skrz bažinu směrem k Hjalmarovi.
el: Άρχοντά μου, ένας από τους ανιχνευτές μας αιχμαλωτίστηκε από τους πειρατές και μεταφέρθηκε στο νησί τους. Είναι ο μόνος άνθρωπος που γνωρίζει τα μονοπάτια μέσα από τους βάλτους προς τον Χιάλμαρ.
he: אדוני, אחד מהסיירים שלנו נתפס על ידי הפיראטים והובא לאי שלהם. הוא האדם היחיד שיודע את הדרך דרך הביצות לכיוון יאלמר.
nn: Herre, ein av speidarane våre har vorte teken til fange av sjørøvarane og ført til øya deira. Han er den einaste som kjenner vegen gjennom sumpane mot Hjalmar.
pt_br: Senhor, um dos nossos batedores foi capturado pelos piratas e levado para a ilha deles. Ele é a única pessoa que conhece o caminho através dos pântanos em direção a Hjalmar.
ro: Unul dintre cercetașii noștri a fost capturat de pirați și dus pe insula lor. El este singura persoană care știe drumul prin mlaștini spre Hjalmar.
sk: Pane, jedného z našich prieskumníkov zajali pirati a odvliekli ho na svoj ostrov. On jediný pozná cestu cez močariská do krajiny Hjalmara.

source: According to our fishermen he is locked up in the stronghold on the island. We should use the knowledge about shipbuilding that we took from Törver to build ships and attack their positions.
cs: Podle našich rybářů je zavřený v pevnosti na ostrově. Měli bychom využít svých znalostí o stavbě lodí, které jsme získali od Törvera, postavit lodě a vzít útokem jejich pozice.
el: Σύμφωνα με τους ψαράδες μας, είναι κλειδωμένος σε ένα οχυρό στο νησί. Θα πρέπει να χρησιμοποιήσουμε την γνώση της ναυπήγησης που πήραμε από τον Τόρβερ για να ναυπηγήσουμε πλοία και να επιτεθούμε στις θέσεις τους.
he: לפי הדיווחים של דייגינו, הוא נעול במבצר שעל האי. עלינו להשתמש בידע שבניית הספינות שלקחנו מטורבר כדי לבנות ספינות ולתקוף את עמדותיהם.
nn: Ifølgje fiskarane våre er han sperra inne i festninga på øya. Me bør nytta kunnskapen om skipsbygging som me tok frå Törver til å byggja skip og gå til åtak på stillingane deira.
pt_br: Segundo os nossos pescadores ele está trancado no forte da ilha. Deveríamos usar o conhecimento sobre construção naval que obtivemos de Törver para construir navios e atacar as suas posições.
ro: Potrivit pescarilor noștri, el este închis în cetatea de pe insulă. Ar trebui să folosim cunoștințele despre construcția de nave pe care le-am luat de la Törver pentru a construi nave și a le ataca pozițiile.
sk: Podľa našich rybárov ho väznia v pevnosti na ostrove. Mali by sme využiť znalosť lodnej konštrukcie, ktorú sme získali od Törvera, aby sme postavili lode a zaútočili s nimi na ich pozície.

source: Island conquered
cs: Ostrov dobyt
el: Το νησί κατακτήθηκε
he: האי נכבש
nn: Øya er erobra
pt_br: Ilha conquistada
ro: Insulă cucerită
sk: Ostrov bol dobytý

source: Sire, our soldiers have conquered the island and managed to free the scout. It turns out that the pirates have left a large amount of gold, beer, and weapons on the island.
cs: Pane, naši vojáci obsadili ostrov a osvobodili průzkumníka. Ukázalo se, že tam piráti zanechali velké množství zlata, piva a zbraní.
el: Άρχοντά μου, οι στρατιώτες μας έχουν καταλάβει το νησί και κατάφεραν να ελευθερώσουν τον ανιχνευτή. Αποδείχθηκε ότι οι πειρατές είχαν αφήσει τεράστιες ποσότητες χρυσού, μπύρας και όπλων στο νησί.
he: אדוני, חיילינו כבשו את האי והצליחו לשחרר את הסייר. מתברר שהפיראטים הותירו כמות גדולה של זהב, בירה וכלי נשק על האי.
nn: Herre, soldatane våre har erobra øya og greidd å frigjera speidaren. Det viser seg at sjørøvarane har etterlate store mengder gull, øl og våpen på øya.
pt_br: Senhor, nossos soldados conquistaram a ilha e conseguiram libertar o batedor. Acontece que os piratas deixaram uma grande quantidade de ouro, cerveja e armas na ilha.
ro: Soldații noștri au cucerit insula și au reușit să elibereze cercetașul. Se pare că pirații au lăsat pe insulă o cantitate mare de aur, bere și arme.
sk: Pane, naši vojaci dobyli ostrov a podarilo sa im oslobodiť nášho prieskumníka. Ukázalo sa, že piráti nechali na ostrove množstvo zlata, piva a zbraní.

source: The scout returns
cs: Průzkumník se vrací
el: Ο ανιχνευτής επιστρέφει
he: הסייר שב
nn: Speidaren vender tilbake
pt_br: O explorador retornou
ro: Cercetașul se întoarce
sk: Prieskumník sa vrátil

source: Sire, our scout has returned to our territory, and he has shown us the road through the swamps towards Hjalmar.
cs: Pane, náš průzkumník se vrátil zpět a ukázal nám cestu skrz bažinu směrem k Hjalmarovi.
el: Άρχοντά μου, ο ανιχνευτής μας επέστρεψε στην επικράτειά μας και μας έχει δείξει τον δρόμο προς τον Χιάλμαρ μέσα από τους βάλτους.
he: אדוני, הסייר שלנו שב לשטחנו, והראה לנו את הדרך דרך הביצות לכיוון יאלמר.
nn: Herre, speidaren vår har vendt tilbake til området vårt, og han har vist oss vegen gjennom sumpane mot Hjalmar.
pt_br: Senhor, nosso explorador retornou ao nosso território e nos mostrou o caminho através dos pântanos em direção a Hjalmar.
ro: Iscoadele noastre s-au întors pe teritoriul nostru și ne-au arătat drumul prin mlaștini spre Hjalmar.
sk: Pane, náš prieskumník sa vrátil na naše teritórium a ukázal nám cestu močariskami do krajiny Hjalmara.

source: He noticed that we can also move along the other side of the mountain, in case we might fail here, but it will be much more difficult to do.
cs: Všiml si, že bychom se mohli vydat i po druhé straně hory, pokud tato cesta selže, ale byla by to obtížnější pouť.
el: Παρατήρησε ότι μπορούμε επίσης να μετακινηθούμε από την άλλη πλευρά του βουνού, σε περίπτωση που αποτύχουμε να πάμε από αυτό τον δρόμο, αλλά θα είναι πολύ πιο δύσκολο να το κάνουμε.
he: הוא ציין כי אנו יכולים לנוע גם בצידו השני של ההר, למקרה שנכשל כאן, אך זה יהיה קשה הרבה יותר.
nn: Han la merke til at me òg kan ta oss fram langs den andre sida av fjellet, i tilfelle me skulle mislykkast her, men det vil vera mykje vanskelegare å gjennomføra.
pt_br: Ele percebeu que também podemos avançar pelo outro lado da montanha, caso falhemos, mas será muito mais difícil.
ro: El a observat că ne putem deplasa și pe cealaltă parte a muntelui, în cazul în care vom eșua aici, dar va fi mult mai dificil de făcut.
sk: Upozornil nás, že by sa dalo prejsť okolo hory aj druhou stranou, v prípade, že by sa nám to tadiaľto nepodarilo, ale tá cesta by bola oveľa ťažšia.

source: The last frontier
cs: Poslední hranice
el: Το έσχατο σύνορο
he: קו הגבול האחרון
nn: Den siste fronten
pt_br: A última fronteira
ro: Ultima frontieră
sk: Konečná hranica

source: Sire, we have almost defeated all armies and we are now approaching our final enemy. They have been expecting us for a long time and will be prepared for the heaviest battle in their lifetime.
cs: Pane, téměř jsme porazili všechny armády a nyní se blížíme k poslednímu nepříteli. Dlouho nás už očekává a je připraven na nejtěžší bitvu svého života.
el: Άρχοντά μου, έχουμε σχεδόν συντρίψει όλους τους στρατούς και τώρα πλησιάζουμε τον τελικό εχθρό μας. Μας περιμένουν για πάρα πολύ καιρό και θα είναι προετοιμασμένοι για την μεγαλύτερη μάχη της ιστορίας τους.
he: אדוני, כמעט והבסנו את כל הצבאות ואנו מתקרבים כעת לאויבנו האחרון. הם מצפים לנו זמן רב ויהיו מוכנים לקרב הכבד ביותר בחייהם.
nn: Herre, me har nesten sigra over alle hærane, og me nærmar oss no den siste fienden vår. Dei har venta oss lenge, og vil vera førebudde på sitt livs hardaste slag.
pt_br: Senhor, quase derrotamos todos os exércitos e agora estamos nos aproximando do nosso inimigo final. Eles estão nos esperando há muito tempo e estarão preparados para a batalha mais difícil das suas vidas.
ro: Am învins aproape toate armatele și acum ne apropiem de ultimul nostru dușman. Ei ne așteaptă de mult timp și vor fi pregătiți pentru cea mai grea bătălie din viața lor.
sk: Pane, porazili sme takmer všetky vojská a blížime sa k nášmu poslednému nepriateľovi. Už nás dlho očakáva a bude pripravený na najťažšíu bitku svojho života.

source: Make sure that our armies are at full strength and then act decisively.
cs: Ujistěte se, že jsou naše jednotky v plné síle a jednejte s rozvahou.
el: Σιγουρέψου ότι οι στρατιές μας βρίσκονται στο ζενίθ της δύναμής τους και δράσε αποφασιστικά.
he: וודא שצבאותינו בכוח מלא ופעל בנחישות.
nn: Syt for at hærane våre er ved full styrke, og handle deretter beslutsamt.
pt_br: Certifique-se de que nossos exércitos estejam com força total e então aja de forma decisiva.
ro: Asigură-te că armatele noastre sunt la putere maximă și apoi acționează decisiv.
sk: Uistite sa, že naše vojská sú v plnej sile a potom konajte so všetkou rozhodnosťou.

source: Victory!
cs: Vítězství!
el: Νίκη!
he: ניצחון!
nn: Siger!
pt_br: Vitória!
ro: Victorie!
sk: Víťazstvo!

source: Sire, my congratulations!
cs: Gratuluji, pane!
el: Άρχοντά μου, τα συγχαρητήριά μου!
he: אדוני, ברכותיי!
nn: Herre, eg gratulerer!
pt_br: Senhor, meus parabéns!
ro: Felicitările mele, maiestate!
sk: Pane, prijmite moju gratuláciu!

source: You have completed all goals and defeated all our enemies. You have not only conquered our rivalling tribes, but you have also captured the hearts of your loving people.
cs: Splnil jste všechny cíle a porazil všechny nepřátele. Nejenže jste dobyl kmeny našich protivníků, ale také jste si získal srdce svého láskyplného lidu.
el: Ολοκλήρωσες όλους τους στόχους και συνέτριψες όλους τους εχθρούς μας. Δεν κατέκτησες μόνο τις αντίπαλες φυλές, αλλά επίσης κατέλαβες τις καρδιές των αγαπημένων σου υπηκόων.
he: השלמת את כל היעדים והבסת את כל אויבינו. לא רק שכבשת את השבטים היריבים, אלא גם כבשת את לבבות עמך האוהב.
nn: Du har nådd alle mål og sigra over alle fiendane våre. Du har ikkje berre erobra dei rivaliserande stammane, men du har òg vunne hjarta til det elskelege folket ditt.
pt_br: Você completou todos os objetivos e derrotou todos os nossos inimigos. Você não apenas conquistou nossas tribos rivais, mas também conquistou os corações de seu amoroso povo.
ro: Ai îndeplinit toate obiectivele și ai învins toți dușmanii noștri. Nu numai că ai cucerit triburile noastre rivale, dar ai și cucerit inimile poporului tău iubitor.
sk: Spnili ste všetky ciele a porazili ste všetkých našich nepriateľov. Nielenže ste si podrobili rivalské kmene, ale získali ste si aj srdcia vášho milujúceho ľudu.

source: Your name will be remembered forever.
cs: Vaše jméno nebude nikdy zapomenuto.
el: Το όνομά σου θα μνημονεύεται για πάντα.
he: שמך ייזכר לנצח.
nn: Namnet ditt vil verta hugsa til evig tid.
pt_br: Seu nome será lembrado para sempre.
ro: Numele tău va fi amintit pentru totdeauna.
sk: Vaše meno sa bude pamätať naveky.
