Repository: widelands/widelands
Catalog: data/i18n/translations/map_along_the_river.wmf/*.po
Languages: cs, el, he, nn, pt_br, ro, sk

source: Be patient and recognize that a strong army is indispensable in this situation. Törver has a very bad reputation.
cs: Buďte prosím trpělivý a uznejte, že silná armáda je za těchto okolností nepostradatelná. Törver má velmi zlou pověst.
el: Να είσαι υπομονετικός και να αναγνωρίζεις πως ένας δυνατός στρατός είναι απαραίτητος σε αυτή την κατάσταση. Ο Τόρβερ έχει πολύ καλή φήμη.
he: היה סבלני והכר בכך שצבא חזק הוא הכרחי במצב זה. לטורבר יש מוניטין גרוע מאוד.
nn: Ver tolmodig og sjå at ein sterk hær er uunnverleg i denne stoda. Törver har eit svært dårleg rykte.
pt_br: Tenha paciência e reconheça que um exército forte é indispensável nesta situação. Törver tem uma reputação muito ruim.
ro: Ai răbdare și recunoști că o armată puternică este indispensabilă în această situație. Törver are o reputație foarte proastă.
sk: Buďte trpezlivý a uznajte, že silné vojsko je v tejto situácii nepostrádateľné. Törver má veľmi zlu reputáciu.

source: Peril from the North
cs: Nebezpečí ze severu
el: Κίνδυνος από τον Βορρά
he: סכנה מהצפון
nn: Fare frå nord
pt_br: Risco do Norte
ro: Pericol din nord
sk: Hrozba zo severu

source: Sire, we received an alarming message from one of our explorers. Törver is expanding his front line and approaching our territory.
cs: Pane, dostali jsme výstražnou zprávu od jednoho z našich průzkumníků. Törver posouvá své přední linie a přiblížil se až k našemu území.
el: Άρχοντά μου, λάβαμε ένα ανησυχητικό μήνυμα από έναν από τους εξερευνητές μας. Ο Τόρβερ επεκτείνει την πρώτη του γραμμή και πλησιάζει τα εδάφη μας.
he: אדוני, קיבלנו הודעה מדאיגה מאחד מהסיירים שלנו. טורבר מרחיב את קו החזית שלו ומתקרב לשטחנו.
nn: Herre, me har fått ei urovekkjande melding frå ein av speidarane våre. Törver utvidar frontlinja si og nærmar seg området vårt.
pt_br: Senhor, recebemos uma mensagem alarmante de um dos nossos exploradores. Törver está expandindo sua linha de frente e se aproximando do nosso território.
ro: Am primit un mesaj alarmant de la unul dintre exploratorii noștri, maiestate. Törver își extinde linia frontului și se apropie de teritoriul nostru.
sk: Pane, dostali sme znepokojujúcu správu od našich prieskumníkov. Törver rozširuje frontovú líniu a približuje sa k nášmu teritóriu.

source: We cannot avoid attacking their armies forever. If we manage to conquer our northern enemy, we will enlarge our territory and find more resources to strengthen our armies.
cs: Nemůžeme se donekonečna bránit útokům jejich vojsk. Pokud se nám podaří dobýt našeho severního nepřítele, zvětšíme své území a získáme více zdrojů pro posílení naší armády.
el: Δεν μπορούμε να αναβάλλουμε την επίθεση των στρατιών του επ' αόριστο. Αν καταφέρουμε να κατακτήσουμε τον βόρειο εχθρό μας, θα μεγαλώσουμε την περιοχή μας και θα βρούμε περισσότερους πόρους για να ενισχύσουμε τις στρατιές μας.
he: איננו יכולים להימנע מלתקוף את צבאותיהם לנצח. אם נצליח לכבוש את אויבנו הצפוני, נרחיב את שטחנו ונמצא משאבים נוספים לחיזוק צבאותינו.
nn: Me kan ikkje unngå å gå til åtak på hærane deira i det uendelege. Om me maktar å sigra over fienden i nord, vil me auka landområdet vårt og finna fleire ressursar til å styrkja hærane våre.
pt_br: Não podemos evitar de atacar os seus exércitos para sempre. Se conseguirmos conquistar o nosso inimigo do Norte, ampliaremos o nosso território e encontraremos mais recursos para fortalecer os nossos exércitos.
ro: Nu putem evita la nesfârșit să le atacăm armatele. Dacă vom reuși să ne cucerim inamicul nordic, ne vom extinde teritoriul și vom găsi mai multe resurse pentru a ne întări armatele.
sk: Nemôžeme sa vyhýbať útoku na ich vojská večne. Ak sa nám podarí dobiť nášho severného nepriateľa, rozšírime naše teritórium a nájdeme zdroje na posilnenie našich vojsk.

source: We can then also use their access to the lake in order to explore more land.
cs: Také můžeme využít jejich přístup k jezeru pro další průzkum území.
el: Μπορούμε επίσης να χρησιμοποιήσουμε την πρόσβαση στη λίμνη ώστε να εξερευνήσουμε περισσότερη γη.
he: נוכל גם להשתמש בגישה שלהם לאגם כדי לחקור אדמות נוספות.
nn: Då kan me òg nytta tilgangen deira til innsjøen for å utforska meir land.
pt_br: Poderemos também usar o acesso deles ao lago para explorar mais terras.
ro: Apoi putem folosi accesul lor la lac pentru a explora mai mult teren.
sk: Možeme potom využiť aj ich prístup k jazeru, aby sme preskúmali viac z krajiny.

source: On the good way
cs: Na dobré cestě
el: Σε καλό δρόμο
he: בדרך הנכונה
nn: På rett veg
pt_br: Por um bom caminho
ro: Pe calea cea bună
sk: Na dobrej ceste

source: Sire, the battle with Törver progresses gloriously and we have already beaten the strongest part of his army. But this enemy will not be defeated easily. In a desperate move Törver has called in a group of hardened mercenaries.
cs: Pane, bitva s Törverem se vyvíjí skvěle a už jsme porazili nejsilnější část jeho armády. Ale tento nepřítel se jen tak nevzdá. Ve svém zoufalství povolal Törver hordu zocelených žoldáků.
el: Άρχοντά μου, η μάχη με τον Τόρβερ προχωρά εξαίσια και έχουμε ήδη νικήσει το δυνατότερο κομμάτι του στρατού του. Αλλά αυτός ο εχθρός δεν θα ηττηθεί εύκολα. Στην απόγνωσή του ο Τόρβερ κάλεσε μια ομάδα σκληροτράχηλων μισθοφόρων.
he: אדוני, הקרב עם טורבר מתקדם במלוא הדרו וכבר הכרענו את החלק החזק ביותר בצבאו. אך אויב זה לא יובס בקלות. בצעד נואש, טורבר גייס קבוצת שכירי חרב קשוחים.
nn: Herre, striden mot Törver går strålande, og me har alt slege den sterkaste delen av hæren hans. Men denne fienden lèt seg ikkje knekka så lett. I ei desperat handling har Törver kalla inn ei gruppe garva leigesoldatar.
pt_br: Senhor, a batalha com Törver progride gloriosamente e já derrotamos a parte mais forte do seu exército. Mas ele não será derrotado facilmente. Num movimento desesperado, Törver convocou um grupo de mercenários experientes.
ro: Lupta cu Törver progresează glorios și am învins deja cea mai puternică parte a armatei sale. Dar acest inamic nu va fi învins ușor. Într-o mișcare disperată, Törver a apelat la un grup de mercenari înrăiți.
sk: Pane, bitka s Törverom napreduje veľkolepo a už sme aj porazili najsilnejšiu časť jeho vojska. Tento nepriateľ sa ale nebude dať zdolať ľahko. V zúfalej snahe Törver povolal skupinu zocelených žoldierov.

source: The great lake
cs: Velké jezero
el: Η μεγάλη λίμνη
he: האגם הגדול
nn: Den store innsjøen
pt_br: O grande lago
ro: Marele lac
sk: Veľké jazero

source: Sire, now that we have conquered the land of Törver, we can make use of their excellent access to the adjacent great lake. A port in the North will give us better opportunities to have contact with other tribes.
cs: Pane, nyní, když jste dobyli Törverovu zemi, můžeme využít jejich výborný přístup k velkému přilehlému jezeru. Přístav na severu nám poskytne lepší příležitosti ke kontaktu s ostatními kmeny.
el: Άρχοντά μου, τώρα που κατακτήσαμε τα εδάφη του Τόρβερ, μπορούμε να έχουμε πρόσβαση στην γειτονική μεγάλη λίμνη. Ένα λιμάνι στον Βορρά θα μας δώσει καλύτερες πιθανότητες να επικοινωνήσουμε με άλλες φυλές.
he: אדוני, כעת שכבשנו את אדמתו של טורבר, אנו יכולים לנצל את הגישה המעולה שלהם לאגם הגדול הסמוך. נמל בצפון יעניק לנו הזדמנויות טובות יותר ליצירת קשר עם שבטים אחרים.
nn: Herre, no når me har teke landet til Törver, kan me dra nytte av den framifrå tilkoma deira til den store innsjøen som ligg attmed. Ei hamn i nord vil gje oss betre høve til å få kontakt med andre stammar.
pt_br: Senhor, agora que conquistamos as terras do Törver, podemos aproveitar o excelente acesso ao grande lago adjacente. Um porto no Norte nos dará melhores oportunidades de contato com outras tribos.
ro: Acum că am cucerit ținutul Törver, ne putem folosi de accesul lor excelent la marele lac adiacent. Un port în nord ne va oferi oportunități mai bune de a avea contact cu alte triburi.
sk: Pane, dobyli sme Törverovu zem, teraz môžeme využiť ich výborný prístup k priľahlému veľkému jazeru. Prístav na severe nám poskytne príležitosť na kontakt s inými kmeňmi.

source: In Törver’s headquarters we found papers describing the construction of ships. Unfortunately, the texts are written in a language that is unknown to us. Our wise men will try to translate these descriptions.
cs: V Törverově hlavní budově jsme našli dokumenty popisující stavbu lodí. Naneštěstí jsou texty napsány v neznámém jazyce. Naši mudrcové se pokusí tyto dokumenty přeložit.
el: Στο αρχηγείο του Τόρβερ βρήκαμε χαρτιά που περιγράφουν πώς ναυπηγούνται τα πλοία. Δυστυχώς, τα κείμενα είναι γραμμένα σε μια άγνωστη σε εμάς γλώσσα. Οι σοφοί μας θα προσπαθήσουν να τα μεταφράσουν.
he: במפקדה של טורבר מצאנו מסמכים המתארים בניית ספינות. למרבה הצער, הטקסטים כתובים בשפה שאינה מוכרת לנו. חכמינו ינסו לתרגם תיאורים אלה.
nn: I hovudsetet til Törver fann me skrifter som skildrar korleis ein byggjer skip. Diverre er tekstane skrivne på eit språk som er ukjent for oss. Dei vise mennene våre vil prøva å tyda desse skildringane.
pt_br: Na sede do Törver encontramos documentos descrevendo a construção de navios. Infelizmente, os textos estão escritos em uma linguagem que desconhecemos. Nossos sábios tentarão traduzir-los.
ro: În sediul lui Törver am găsit documente care descriu construcția de nave. Din păcate, textele sunt scrise într-o limbă care ne este necunoscută. Înțelepții noștri vor încerca să traducă aceste descrieri.
sk: V Törverovej základni sme našli dokumenty popisujúce stavbu lodí. Naneštastie sú ale tieto texty písané jazykom, ktorý je nám neznámy. Naši učenci sa pokúsia tieto nápisy rozlúštiť.

source: Searching for gold
cs: Hledání zlata
el: Αναζήτηση χρυσού
he: מחפשים זהב
nn: På leit etter gull
pt_br: Procurando ouro
ro: Căutarea aurului
sk: Hľadanie zlata

source: Sire, our men have located an isolated enemy pirate sentry. The abandoned huts indicate that there is gold nearby.
cs: Pane, naši muži našli izolovanou pirátskou strážnici. Opuštěné chatky svědčí o blízkosti naleziště zlata.
el: Άρχοντά μου, οι άντρες μας έχουν εντοπίσει ένα απομονωμένο πειρατικό φυλάκιο. Τα εγκαταλελειμμένα καλύβια μαρτυρούν την ύπαρξη χρυσού κοντά.
he: אדוני, אנשינו איתרו עמדת פיראטים אויבת ומבודדת. הבקתות הנטושות מעידות כי יש זהב בסביבה.
nn: Herre, mennene våre har funne ein einsleg sjørøvar-vaktpost. Dei forlatne hyttene tyder på at det finst gull i nærleiken.
pt_br: Senhor, os nossos homens localizaram uma sentinela pirata isolada. As cabanas abandonadas indicam que há ouro por perto.
ro: Oamenii noștri au localizat o santinelă pirat inamică izolată. Colibele abandonate indică faptul că există aur în apropiere.
sk: Pane, naši muži objavili osamelú nepriateľsku pirátsku strážnicu. Opustené chatrče naznačujú, že zlato je blízko.

source: We should however be careful if we want to conquer the sentry. There can be more enemy buildings that are still out of sight, and the pirates are known to be very good fighters. It is best to establish a strong military presence here before we proceed.
cs: Pokud však chceme strážnici dobýt, měli bychom být opatrní. Může tam být více nepřátelských budov, které jsou stále mimo dohled, a piráti jsou známí tím, že to jsou velmi dobří bojovníci. Než budeme pokračovat, bude lepší posílit v daném místě naše pozice.
el: Θα πρέπει όμως να είμαστε προσεκτικοί αν θέλουμε να κατακτήσουμε το φυλάκιο. Μπορεί να υπάρχουν περισσότερα εχθρικά κτήρια που είναι εκτός του οπτικού πεδίου μας και οι πειρατές είναι γνωστό ότι είναι πολύ καλοί πολεμιστές. Θα ήταν καλύτερο να εγκαθιδρύσουμε μια ισχυρή στρατιωτική παρουσία πριν προχωρήσουμε.
he: עם זאת, עלינו לנקוט זהירות אם ברצוננו לכבוש את העמדה. ייתכן שישנם מבני אויב נוספים שעדיין אינם נראים, והפיראטים ידועים כלוחמים טובים מאוד. עדיף לבסס כאן נוכחות צבאית חזקה לפני שנמשיך.
nn: Me bør likevel vera varsame om me vil ta vaktposten. Det kan finnast fleire fiendebygningar som me ikkje ser enno, og sjørøvarane er kjende for å vera svært gode i strid. Det er best å samla ein sterk styrke her før me går vidare.
pt_br: Devemos, no entanto, ter cuidado se quisermos conquistar a sentinela. Pode haver mais edifícios inimigos que ainda estão fora de vista, e os piratas são conhecidos por serem guerreiros muito bons. É melhor estabelecer uma forte presença militar aqui antes de prosseguirmos.
ro: Trebuie totuși să fim atenți dacă vrem să cucerim santinela. Pot exista mai multe clădiri inamice care nu sunt încă la vedere, iar pirații sunt cunoscuți ca fiind foarte buni luptători. Cel mai bine este să stabilim o prezență militară puternică aici înainte de a continua.
sk: Mali by sme byť ale opatrní, ak chceme obsadiť strážnicu. Môže tam byť viac nepriateľských budov, ktoré zatiaľ nie sú vidieť a je známe, že piráti sú veľmi dobrí bojovníci. Najlepšie bude sústrediť veľkú bojovú silu, predtým ako budeme pokračovať.

source: Found a treasure
cs: Najdi poklad
el: Βρέθηκε θησαυρός
he: נמצא אוצר
nn: Fann ein skatt
pt_br: Encontramos um tesouro
ro: Am găsit o comoară
sk: Nájdený poklad

source: Sire, we have found 25 units of gold ore inside the pirate sentry. They may have been looted from the gold diggers’ huts nearby. This gold ore will be transported to our headquarters.
cs: Pane, v pirátské strážnici jsme našli 25 hrud zlaté rudy. Mohly být uloupeny z nedalekých zlatokopeckých chatrčí. Tato zlatá ruda bude přenesena do naší hlavní budovy.
el: Άρχοντά μου, βρήκαμε 25 κομμάτια μεταλλεύματος χρυσού μέσα στο πειρατικό φυλάκιο. Μπορεί να έχουν λεηλατηθεί από τις κοντινές καλύβες των χρυσωρύχων. Το μετάλλευμα χρυσού θα μεταφερθεί στο αρχηγείο μας.
he: אדוני, מצאנו 25 יחידות של עפרת זהב בתוך עמדת הפיראטים. ייתכן שהן נבזזו מהבקתות של כורי הזהב הסמוכים. עפרת זהב זו תועבר למפקדה שלנו.
nn: Herre, me har funne 25 einingar gullmalm inne i vaktposten til sjørøvarane. Det kan henda dei vart plyndra frå gullgravarhyttene i nærleiken. Denne gullmalmen vil bli frakta til hovudsetet vårt.
pt_br: Senhor, encontramos 25 unidades de minério de ouro dentro da sentinela pirata. Eles podem ter sido saqueados das cabanas dos garimpeiros nas proximidades. Esse minério de ouro será transportado para nosso Quartel-general.
ro: Am găsit 25 de unități de minereu de aur în santinelele piraților. Este posibil ca acestea să fi fost jefuite de la barăcile căutătorilor de aur din apropiere. Acest minereu de aur va fi transportat la sediul nostru.
sk: Pane, v pirátskej strážnici sme našli 25 jednotiek zlatej rudy. Najskôr bola nakradnutá z okolitých chatrčí baníkov. Zlatá ruda bude prevezená do nášho ústredia.

source: With our successful expansion into this area we should consider building a warehouse to the direct southwest of the sentry in order to further explore this area. There is a good building spot only three steps away from the sentry.
cs: Po úspěšném obsazení této oblasti bychom měli v bezprostřední blízkosti na jihozápad od strážnice zvážit stavbu skladu, abychom mohli tuto oblast dále prozkoumat. Pouhé tři kroky od strážnice je dobré stavební místo.
el: Με την επιτυχή επέκτασή μας σε αυτή την περιοχή, θα πρέπει να σκεφτούμε τη κατασκευή μιας αποθήκης στα νοτιοδυτικά του φυλακίου, για να μπορέσουμε να συνεχίσουμε την εξερεύνηση της περιοχής. Υπάρχει ένα καλό σημείο για την κατασκευή, τρία βήματα μακριά από το φυλάκιο.
he: עם ההתרחבות המוצלחת שלנו לאזור זה, עלינו לשקול לבנות מחסן דרומית-מערבית לעמדה כדי להמשיך לחקור את האזור. ישנו מקום בנייה טוב במרחק של שלושה צעדים בלבד מהעמדה.
nn: Med den vellukka utvidinga vår inn i dette området, bør me vurdera å byggja eit lager like sørvest for vaktposten for å kunna utforska området vidare. Det finst ein god byggjeplass berre tre steg unna vaktposten.
pt_br: Com a nossa expansão bem-sucedida nesta área, deveríamos considerar a construção de um armazém diretamente a sudoeste da sentinela, a fim de explorar ainda mais esta área. Há um bom local para construção a apenas três passos da sentinela.
ro: Având în vedere succesul expansiunii noastre în această zonă, ar trebui să luăm în considerare construirea unui depozit direct la sud-vest de santinelă, pentru a explora în continuare această zonă. Există un loc bun de construcție la doar trei pași distanță de santinelă.
sk: Keď sme sa úspešne rozšírili do tejto oblasti, mali by sme zvážiť vybudovanie skladu juhozápadne od strážnice. To by nám umožnilo ďalší prieskum tejto oblasti. Vhodné miesto na stavbu sa nachádza len tri kroky od strážnice.

source: Removing the swamps
cs: Odstraňování bažin
el: Αφαίρεση των βάλτων
he: ייבוש הביצות
nn: Fjerning av sumpane
pt_br: Removendo os pântanos
ro: Înlăturarea mlaștinilor
sk: Odstránenie močarísk

source: Sire, the wet season has created swamps along the brook to the East and we are unable to pass through them. They have to be removed before we can continue. If you bring enough shovels to the new warehouse then volunteers will remove the swamps.
cs: Pane, v období silných dešťů se podél potoka na východě vytvořily bažiny, kterými nemůžeme projít. Než budeme moci pokračovat, musíme je vysušit. Pokud přinesete do nového skladiště dostatek lopat, pak bažiny odstraní dobrovolníci.
el: Άρχοντά μου, η περίοδος των βροχών έχει δημιουργήσει βάλτους κατά μήκος του ρυακιού στα ανατολικά και δεν μπορούμε να τους διασχίσουμε. Θα πρέπει να αφαιρεθούν πριν μπορέσουμε να συνεχίσουμε. Αν φέρεις αρκετά φτυάρια στη νέα αποθήκη, τότε θα αποξηράνουν τους βάλτους κάποιοι εθελοντές.
he: אדוני, העונה הרטובה יצרה ביצות לאורך הנחל במזרח ואין באפשרותנו לעבור בהן. יש להסירן לפני שנוכל להמשיך. אם תביא מספיק אתים למחסן החדש, מתנדבים יסירו את הביצות.
nn: Herre, regntida har skapt sumpar langs bekken i aust, og me klarer ikkje ta oss gjennom dei. Dei må fjernast før me kan halda fram. Om du får frakta nok spadar til det nye lageret, vil frivillige fjerna sumpane.
pt_br: Senhor, a estação das chuvas criou pântanos ao longo do riacho a leste e não conseguimos passar por eles. Eles precisam ser removidos antes de podermos continuar. Se você trouxer pás suficientes para o novo armazém, os voluntários removerão os pântanos.
ro: Sezonul umed a creat mlaștini de-a lungul pârâului spre est și nu putem trece prin ele. Ele trebuie îndepărtate înainte să putem continua. Dacă aduceți suficiente lopeți la noul depozit, atunci voluntarii vor îndepărta mlaștinile.
sk: Pane, počas obdobia dažďov sa vytvorili močariská popri potoku na východe, ktorými nedokážeme prejsť. Aby sme mohli ďalej postupovať, musia byť najprv odstránené. Ak prenesiete do nového skladu dostatok lopát, dobrovoľnici močariská odstránia.

source: Sire, all shovels have been handed out, but if we continue at this pace we will not have removed the swamps before the next wet season. If you bring more shovels to the new warehouse then more volunteers will join in.
cs: Pane, všechny lopaty byly rozdány, ale pokud budeme pokračovat tímto tempem, neodstraníme bažiny před dalším obdobím dešťů. Pokud do nového skladu přinesete více lopat, připojí se více dobrovolníků.
el: Άρχοντά μου, όλα τα φτυάρια έχουν διανεμηθεί, αλλά αν συνεχίσουμε με αυτό τον ρυθμό, δεν θα έχουμε αποξηράνει τους βάλτους πριν την επόμενη περίοδο των βροχών. Αν φέρεις περισσότερα φτυάρια στην νέα αποθήκη τότε θα έρθουν κι άλλοι εθελοντές.
he: אדוני, כל האתים חולקו, אך אם נמשיך בקצב זה לא נספיק לייבש את הביצות לפני העונה הרטובה הבאה. אם תביא אתים נוספים למחסן החדש, יצטרפו מתנדבים נוספים.
nn: Herre, alle spadane er delte ut, men om me held fram i dette tempoet, får me ikkje fjerna sumpane før neste regntid. Om du får frakta fleire spadar til det nye lageret, vil fleire frivillige melda seg.
pt_br: Senhor, todas as pás foram entregues, mas se continuarmos neste ritmo não conseguiremos remover oa pântanos antes da próxima estação chuvosa. Se você trouxer mais pás para o novo armazém, mais voluntários irão participar.
ro: Toate lopețile au fost distribuite, dar dacă vom continua în acest ritm, nu vom reuși să îndepărtăm mlaștinile înainte de următorul sezon ploios. Dacă aduceți mai multe lopeți la noul depozit, atunci mai mulți voluntari se vor alătura.
sk: Pane, všetky lopaty boli vydané dobrovoľníkom, ale ak budú práce napredovať naďalej týmto tempom, nestihneme močariská odstrániť pred príchodom ďalšieho obdobia dažďov. Ak prinesiete do nového skladu ďalšie lopaty, viac dobrovoľníkov sa bude môcť zapojiť do prác.

source: Sire, now that we have access to the pirates’ hideout, we should conquer it and finish them off. Maybe there are even more treasures hidden in their territory.
cs: Pane, teď, když máme přístup k úkrytu pirátů, měli bychom jej dobýt a skoncovat s nimi. Možná se na jejich území skrývají ještě další poklady.
el: Άρχοντά μου, τώρα που έχουμε πρόσβαση στην κρυψώνα των πειρατών, θα πρέπει να την κατακτήσουμε και να τους αποτελειώσουμε. Μπορεί να υπάρχουν ακόμη περισσότεροι θησαυροί κρυμμένοι στην επικράτειά τους.
he: אדוני, כעת שיש לנו גישה למחבוא הפיראטים, עלינו לכבוש אותו ולחסל אותם. אולי ישנם אוצרות נוספים המוסתרים בשטחם.
nn: Herre, no som me har tilgang til gøymestaden til sjørøvarane, bør me erobra han og gjera slutt på dei. Kanskje finst det enno fleire skattar gøymde på området deira.
pt_br: Senhor, agora que temos acesso ao esconderijo dos piratas, devemos conquistá-los e acabar com eles. Talvez existam ainda mais tesouros escondidos em seu território.
ro: Acum că avem acces la ascunzătoarea piraților, ar trebui să o cucerim și să îi terminăm. Poate că există și mai multe comori ascunse pe teritoriul lor.
sk: Pane, teraz keď sme získali prístup k pirátskej skrýši, mali by sme ju dobyť a už ich doraziť. Možno sa na ich teritóriu nachádza ešte viac skrytých pokladov.

source: The pirates were defeated.
cs: Piráti byli poraženi.
el: Οι πειρατές ηττήθηκαν.
he: הפיראטים הובסו.
nn: Sjørøvarane er slegne
pt_br: Os piratas foram derrotados.
ro: Pirații au fost învinși.
sk: Piráti boli porazení.

source: Sire, we have defeated the pirates. They have hidden some gold in their last bastion which is now being transferred to our headquarters.
cs: Pane, porazili jsme piráty. Schovali ve své poslední pevnosti nějaké zlato, to se nyní přenáší do naší hlavní budovy.
el: Άρχοντά μου, έχουμε συντρίψει τους πειρατές. Είχαν κρύψει λίγο χρυσό στο τελευταίο οχυρό τους, το οποίο μεταφέρεται στο αρχηγείο μας.
he: אדוני, הבסנו את הפיראטים. הם הסתירו זהב במעוזם האחרון, אשר מועבר כעת למפקדה שלנו.
nn: Herre, me har sigra over sjørøvarane. Dei har gøymt gull i den siste skansen sin, og dette vert no frakta til hovudsetet vårt.
pt_br: Senhor, derrotamos os piratas. Eles esconderam algum ouro no seu último bastião, que agora está sendo transferido para o nosso quartel-general.
ro: I-am învins pe pirați, maiestate! Ei au ascuns aur în ultimul lor bastion, care este acum transferat la cartierul nostru general.
sk: Pane, podarilo sa nám poraziť pirátov. Zlato, ktoré ukrývali vo svojej poslednej pevnosti, sme previezli do nášho ústredia.

source: Pirates are regrouping
cs: Piráti se přeskupují
el: Οι πειρατές ανασυντάσσονται
he: פיראטים מתארגנים מחדש
nn: Sjørøvarane samlar seg att
pt_br: Os Piratas estão se reagrupando
ro: Pirații se regrupează
sk: Piráti preskupujú svoje sily
