Repository: widelands/widelands
Catalog: data/i18n/translations/map_along_the_river.wmf/*.po
Languages: cs, el, he, nn, pt_br, ro, sk

source: %1% unit of %2% has been brought to your ‘%3%’ building.
cs: %1% kus suroviny %2% byl přenesen do tvé budovy ‘%3%’.
el: %1% μονάδα %2% έχει μεταφερθεί στο ‘%3%’ κτήριό σου.
he: יחידה %1%של %2% הובאה למבנה ה-’%3%’ שלך.
nn: %1% eining av %2% har vorte frakta til ‘%3%’-bygningen din.
ro: %1% unitate de %2% a fost adusă în clădirea ta „%3%”.
sk: %1% jednotka %2% bola prenesená do vašej ‘%3%’ budovy.

source: Transport
cs: Přenesení
el: Μεταφορά
he: שינוע
pt_br: Transporte

source: Four shovels for removing the swamps have been collected at the warehouse.
cs: Čtyři lopaty pro výkop bažiny byly shromážděny ve skladu.
el: Για την αφαίρεση των βάλτων, τέσσερα φτυάρια έχουν συλλεχθεί στην αποθήκη.
he: ארבעה אתים, הדרושים לייבוש הביצות, נאספו במחסן.
nn: Fire spadar for å grava opp myra har vorte henta på lageret.
pt_br: Quatro pás para remoção dos pântanos foram recolhidas no armazém.
ro: Patru lopeți pentru îndepărtarea mlaștinilor au fost colectate la depozit.
sk: Štyri lopaty na odstránenie bažín boli zhromaždené v sklade.

source: Shovels
cs: Lopaty
el: Φτυάρια
he: אתים
nn: Spadar
pt_br: Pás
ro: Lopeți
sk: Lopaty

source: Four more shovels for removing the swamps have been collected at the warehouse.
cs: Do skladu byly dodány další čtyři lopaty, které ti pomohu odvodnit bažinu.
el: Για την αφαίρεση των βάλτων, τέσσερα επιπλέον φτυάρια έχουν συλλεχθεί στην αποθήκη.
he: ארבעה אתים נוספים, הדרושים לייבוש הביצות, נאספו במחסן.
nn: Fire fleire spadar for å grava opp myra har vorte henta på lageret.
pt_br: Quatro pás para remoção dos pântanos foram recolhidas no armazém.
ro: Alte patru lopeți pentru îndepărtarea mlaștinilor au fost colectate la depozit.
sk: Štyri ďalšie lopaty na odstránenie močarísk boli zhromaždené v sklade.

source: Defeat Törver
cs: Poraž Törvera
el: Κατατρόπωσε Τον Τόρβερ
he: הבס את טורבר
nn: Sigra over Törver
pt_br: Derrote Törver
ro: Învinge-l pe Törver
sk: Porazte Törvera

source: Defeat the Armies of Törver
cs: Poraž Törverovo vojsko
el: Συνέτριψε τις Στρατιές του Τόρβερ
he: הבס את צבאות טורבר
nn: Sigra over soldatane til Törver
pt_br: Derrote o exército de Töver
ro: Învinge armata lui Törver
sk: Porazte Törverove armády

source: Törver is the enemy in the North, who is fighting under the red banner.
cs: Törver je nepřítel na severu, který bojuje pod rudou vlajkou.
el: Ο Τόρβερ είναι ο εχθρός στο Βορρά, που πολεμάει υπό το κόκκινο λάβαρο.
he: טורבר הוא האויב בצפון, הנלחם תחת הדגל האדום.
nn: Törver er fienden i nord, og han strir under det raude banneret.
pt_br: Törver é o inimigo no norte, que está lutando sob a bandeira vermelha.
ro: Törver este dușmanul din nord care luptă sub steagul roșu.
sk: Törver je nepriateľ na Severe, ktorý bojuje pod červenou zástavou.

source: Build a port
cs: Postav přístav
el: Φτιάξε ένα λιμάνι
he: בנה נמל
nn: Bygg ei hamn
pt_br: Construa um porto
ro: Construiește un port
sk: Postavte prístav

source: Build a Port in the North
cs: Postav přístav na severu
el: Φτιάξε ένα Λιμάνι στον Βορρά
he: בנה נמל בצפון
nn: Bygg ei hamn i nord
pt_br: Construa um porto ao norte
ro: Construiește un port în nord
sk: Postavte prístav na severe

source: We should build a port in Törver’s former land to be ready to send an expedition as soon as we found out how to build ships.
cs: Měli bychom vybudovat přístav v bývalé Törverově zemi, abychom byli připraveni vyslat výpravu, jakmile zjistíme, jak se staví lodě.
el: Θα πρέπει να χτίσουμε ένα λιμάνι στα παλιά εδάφη του Τόρβερ για να είμαστε έτοιμοι να στείλουμε μια αποστολή, μόλις ανακαλύψουμε πώς να ναυπηγήσουμε πλοία.
he: עלינו לבנות נמל בשטחו הקודם של טורבר כדי להיות מוכנים לשלוח משלחת, ברגע שנגלה כיצד לבנות ספינות.
nn: Me burde byggja ei hamn der som Törver heldt til før, slik at me er klare til å senda ut ein ekspedisjon med ein gong me har lært oss kunsten å byggja skip.
pt_br: Devíamos construir um porto nas antigas terras de Törver para estarmos prontos para enviar uma expedição assim que descobrirmos como construir navios.
ro: Ar trebui să construim un port în fostul teritoriu al lui Törver, pentru a fi gata să trimitem o expediție imediat ce vom afla cum se construiesc navele.
sk: Mali by sme postaviť prístav v bývalej Törverovej krajine, aby sme boli pripravení vyslať expedíciu, hneď ako prídeme na to ako stavať lode.

source: Conquer pirate sentry
cs: Poraž pirátskou strážnici.
el: Κατέκτησε το πειρατικό φυλάκιο
he: כבוש עמדת פיראטים
nn: Erobra vaktposten til piratane
pt_br: Conquiste a sentinela pirata
ro: Cucerește santinela piraților
sk: Obsaďte pirátsku strážnicu

source: Conquer the Pirate Sentry
cs: Dobuď tuto pirátskou strážnici.
el: Κατέκτησε το Πειρατικό Φυλάκιο
he: כבוש את עמדת הפיראטים
nn: Erobra vaktposten til piratane
pt_br: Conquiste o Sentinela Pirata
ro: Cucerește santinela piraților
sk: Obsaďte pirátsku strážnicu

source: Conquer the pirate sentry near the brook to the East. Hopefully we will find out what happened to the gold in this area.
cs: Dobuď pirátskou strážnici poblíž potoka na východě. Snad tak zjistíme, co se stalo se zlatem v této oblasti.
el: Κατέκτησε το πειρατικό φυλάκιο κοντά στο ρυάκι, ανατολικά. Ας ελπίσουμε ότι θα ανακαλύψουμε τι έγινε στον χρυσό αυτής της περιοχής.
he: כבוש את עמדת הפיראטים ליד הנחל במזרח. אנו מקווים לגלות מה עלה בגורל הזהב באזור זה.
nn: Erobra vaktposten til piratane ikkje så langt frå bekken i aust. Vonleg finn me ut kva som hende med gullet i dette området.
pt_br: Conquiste a sentinela pirata perto do riacho a leste. Esperamos descobrir o que aconteceu com o ouro nesta área.
ro: Cucerește santinela piraților de lângă pârâul din est. Să sperăm că vom afla ce s-a întâmplat cu aurul din această zonă.
sk: Obsaďte pirátsku strážnicu vedľa potoka na Východe. Dúfajme, že zistíme, čo sa stalo so zlatom v tejto oblasti.

source: Build warehouse
cs: Postav sklad
el: Χτίσε αποθήκη
he: בנה מחסן
nn: Bygg eit lager
pt_br: Construa um armazém
ro: Construiește un depozit
sk: Postavte sklad

source: Build a Warehouse near the Pirate Sentry
cs: Postav sklad nedaleko pirátské strážnice.
el: Χτίσε μια Αποθήκη κοντά στο Πειρατικό Φυλάκιο
he: בנה מחסן ליד עמדת הפיראטים
nn: Bygg eit lager i nærleiken til piratvaktposten
pt_br: Construa um armazém perto da sentinela pirata
ro: Construiește un depozit lângă santinela piraților
sk: Postavte sklad vedľa pirátskej strážnice

source: Build a warehouse close to the conquered pirate sentry near the brook. We will need it as a basis for further exploration. Furthermore we could use it to store some gold that we will mine from the surrounding hills.
cs: Postav sklad blízko dobyté pirátské strážnice poblíž potoka. Budeme ho potřebovat jako základnu pro další průzkum okolí. Dále bychom ho mohli využít na uskladnění zlata, které vytěžíme v okolních kopcích.
el: Χτίσε μια αποθήκη κοντά στο κατακτημένο πειρατικό φυλάκιο, κοντά στο ρυάκι. Θα τη χρειαστούμε σαν βάση για περαιτέρω εξερεύνηση. Επιπροσθέτως θα μπορούσαμε να τη χρησιμοποιήσουμε για να αποθηκεύσουμε λίγο χρυσό που θα εξορύξουμε από τους γειτονικούς λόφους.
he: בנה מחסן קרוב לעמדת הפיראטים שנכבשה ליד הנחל. נזדקק לו כבסיס לחקירה נוספת. בנוסף, נוכל להשתמש בו לאחסון זהב שנכרות מהגבעות הסמוכות.
nn: Bygg eit lager inntil den erobra piratvaktposten i nærleiken av bekken. Me treng det for å kunna halda fram med utforskinga. I tillegg vil det vera bra å lagra gull der når me byrjar med gullgraving i åsane rundt her.
pt_br: Construa um armazém perto da sentinela pirata conquistada, perto do riacho. Precisaremos dela como base para futuras explorações. Além disso, poderíamos usá-lo para armazenar algum ouro que extrairemos das colinas circundantes.
ro: Construiește un depozit aproape de santinela piraților cucerită lângă pârâu. Vom avea nevoie de el ca bază pentru explorarea ulterioară. În plus, am putea să o folosim pentru a depozita aurul pe care îl vom extrage de pe dealurile din jur.
sk: Postavte sklad blízko obsadenej pirátskej strážnice, vedľa potoka. Budeme ho potrebovať ako základňu pre ďalší prieskum. Navyše ho môžeme využiť na uskladnenie zlata, ktoré vyťažíme z okolitých vrchov.

source: Bring shovels
cs: Přines lopaty
el: Φέρε Φτυάρια
he: הבא אתים
nn: Ta med spadar
pt_br: Traga pás
ro: Aduce lopeți
sk: Prineste lopaty

source: Bring Four Shovels to the new Warehouse
cs: Přines čtyři lopaty do nového skladu.
el: Φέρε Τέσσερα Φτυάρια στη νέα Αποθήκη
he: הבא ארבעה אתים למחסן החדש
nn: Ta med fire spadar til det nye lageret
pt_br: Leve quatro pás para o novo armazém
ro: Aduce patru lopeți la noul depozit
sk: Preneste štyri lopaty do nového skladu

source: They will be handed out to some volunteers for drying up the swamps.
cs: Budou předány dobrovolníkům pro vysušení bažin.
el: Θα διανεμηθούν σε κάποιους εθελοντές για να στεγνώσουν τους βάλτους.
he: הם יחולקו למתנדבים לצורך ייבוש הביצות.
nn: Dei skal delast ut til friviljuge som skal veita (drenera) myra.
pt_br: Elas serão entregues a alguns voluntários para secar os pântanos.
ro: Acestea vor fi distribuite unor voluntari pentru uscarea mlaștinilor.
sk: Budú dané dobrovoľníkom na vysušenie močarísk.

source: They will be handed out to additional volunteers for drying up the swamps.
cs: Budou předány dalším dobrovolníkům pro vysoušení bažin.
el: Θα διανεμηθούν σε περισσότερους εθελοντές για να στεγνώσουν τους βάλτους.
he: הם יחולקו למתנדבים נוספים לצורך ייבוש הביצות.
nn: Dei skal delast ut til fleire friviljuge som skal veita myra.
pt_br: Elas serão entregues a voluntários adicionais para secar os pântanos.
ro: Acestea vor fi distribuite unor voluntari pentru uscarea mlaștinilor.
sk: Budú dané ďaľším dobrovoľníkom na vysušenie močarísk.

source: Defeat the pirates
cs: Poraž piráty
el: Συνέτριψε τους πειρατές
he: הבס את הפיראטים
nn: Sigra over piratane
pt_br: Derrote os piratas
ro: Învinge pirații
sk: Porazte pirátov

source: Defeat the Pirates
cs: Poraž piráty
el: Συνέτριψε τους Πειρατές
he: הבס את הפיראטים
nn: Sigra over piratane
pt_br: Derrote os Piratas
ro: Învinge pirații
sk: Porazte pirátov

source: Free our neighbourhood from the pirate menace. The pirates are fighting under the grey banner.
cs: Osvoboď sousední kraj od pirátské hrozby. Piráti bojují pod šedým praporem.
el: Απελευθέρωσε τη γειτονιά μας από την απειλή των πειρατών. Οι πειρατές πολεμούν υπό το γκρι λάβαρο.
he: שחרר את סביבתנו מאיום הפיראטים. הפיראטים נלחמים תחת הדגל האפור.
nn: Fri oss frå piratplaga. Piratane slost under den gråe fana.
pt_br: Liberte a nossa vizinhança da ameaça pirata. Os piratas estão lutando sob a bandeira cinza.
ro: Eliberează cartierul nostru de amenințarea piraților. Pirații luptă sub steagul gri.
sk: Zbavte našu štvrť pirátskej hrozby. Piráti bojujú pod šedou zástavou.

source: Free our scout from the pirates
cs: Osvoboď našeho průzkumníka od pirátů
el: Απελευθέρωσε τον ανιχνευτή μας από τους πειρατές
he: שחרר את הסייר שלנו מהפיראטים
nn: Fri speidaren vår frå piratane
pt_br: Liberte nosso explorador dos piratas
ro: Eliberează cercetașul nostru de pirați
sk: Vysloboďte nášho prieskumníka z pirátskeho zajatia

source: Conquer the Stronghold on the Island
cs: Dobuď pevnost na ostrově
el: Κατέκτησε το Οχυρό στο Νησί
he: כבוש את המבצר על האי
nn: Erobra festningen på øya
pt_br: Conquiste a Fortaleza da Ilha
ro: Cucerește cetatea de pe insulă
sk: Obsaďte pevnosť na ostrove

source: This is where the scout is held captive.
cs: Tady drží tvého průzkumníka v zajetí.
el: Εκεί κρατείται αιχμάλωτος ο ανιχνευτής.
he: זה המקום בו הסייר מוחזק בשבי.
nn: Det er her speidaren vert halden som fange.
pt_br: É aqui que o explorador é mantido em cativeiro.
ro: Acesta este locul în care cercetașul este ținut captiv.
sk: Tu je prieskumník držaný v zajatí.

source: Defeat Hjalmar
cs: Poraž Hjalmara
el: Συνέτριψε τον Χιάλμαρ
he: הבס את יאלמר
nn: Sigra over Hjalmar
pt_br: Derrote Hjalmar
ro: Învinge-l pe Hjalmar
sk: Porazte Hjalmara

source: Defeat the Armies of Hjalmar
cs: Poraž vojsko Hjalmara
el: Συνέτριψε τις Στρατιές του Χιάλμαρ
he: הבס את צבאות יאלמר
nn: Sigra over hærane hans Hjalmar
pt_br: Derrote os exércitos de Hjalmar
ro: Învinge armata lui Hjalmar
sk: Porazte Hjalmarove vojská

source: Hjalmar is the enemy north of the former pirates, who is fighting under the green banner.
cs: Hjalmar je nepřítel na sever od předchozích pirátů, který bojuje pod zelenou vlajkou.
el: Ο Χιάλμαρ είναι ο εχθρός βόρεια από τους πρώην πειρατές, που πολεμά υπό το πράσινο λάβαρο.
he: יאלמר הוא האויב צפונית לפיראטים לשעבר, הנלחם תחת הדגל הירוק.
nn: Hjalmar er fienden nord for dei tidlegare sjørøvarane. Han strir under det grøne banneret.
pt_br: Hjalmar é o inimigo ao norte dos antigos piratas, que luta sob a bandeira verde.
ro: Hjalmar este dușmanul din nord al foștilor pirați care luptă sub steagul verde.
sk: Hjalmar je nepriateľ na sever od bývalých pirátov, ktorý bojuje pod zelenou zástavou.

source: Defeat Runar
cs: Poraž Runara
el: Συνέτριψε τον Ρούναρ
he: הבס את רונאר
nn: Sigra over Runar
pt_br: Derrote Runar
ro: Învinge-l pe Runar
sk: Porazte Runara

source: Defeat the Armies of Runar
cs: Poraž Runarovu armádu
el: Συνέτριψε τις στρατιές του Ρούναρ
he: הבס את צבאות רונאר
nn: Sigra over hærane til Runar
pt_br: Derrote os exércitos de Runar
ro: Învinge armata lui Runar
sk: Porazte Runarove armády

source: Runar is the enemy south-east of the former pirates, who is fighting under the yellow banner.
cs: Runar je nepřítel na jihovýchod od původního místa pirátů, který bojuje pod žlutou vlajkou.
el: Ο Ρούναρ είναι ο εχθρός νοτιοανατολικά των πρώην πειρατών, που πολεμά υπό το κίτρινο λάβαρο.
he: רונאר הוא האויב דרום-מזרחית לפיראטים לשעבר, הנלחם תחת הדגל הצהוב.
nn: Runar er fienden søraust for dei tidlegare sjørøvarane. Han strir under det gule banneret.
pt_br: Runar é o inimigo a sudeste dos antigos piratas, que luta sob a bandeira amarela.
ro: Runar este dușmanul din sud-est al foștilor pirați care luptă sub steagul galben.
sk: Runar je nepriateľ na juhovýchod od bývalých pirátov, ktory bojuje pod žltou zástavou.

source: Your Advisor
cs: Tvůj rádce
el: Ο Σύμβουλός σας
he: היועץ שלך
nn: Rådgjevaren din
pt_br: Seu conselheiro
ro: Consilierul tău
sk: Váš poradca

source: Along the River
cs: Podél řeky
el: Κατά μήκος του Ποταμού
he: לאורך הנהר
nn: Langs elva
pt_br: Ao longo do rio
ro: De-a lungul râului
sk: Popri rieke

source: Sire, let me inform you about the surrounding tribes.
cs: Pane, dovolte, abych Vás informoval o okolních kmenech.
el: Άρχοντά μου, αφήστε με να σας ενημερώσω για τις φυλές που μας περιβάλλουν.
he: אדוני, הרשה לי ליידע אותך על השבטים הסובבים.
nn: Herre, lat meg gjera greie for stammane i området rundt oss.
pt_br: Senhor, deixe-me informá-lo sobre as tribos das redondezas.
ro: Permiteți-mi să vă informez despre triburile din jur, maiestate.
sk: Pane, dovoľte mi informovať vas o okolitých kmeňoch.

source: From the North we are endangered by a belligerent tribe, led by warlord Törver, that is rapidly building up its armies. They may soon have become too strong to be defeated.
cs: Ze severu nás ohrožuje bojovný kmen vedený vojevůdcem Törverem, který rychle šikuje svá vojska. Brzy by se mohla stát příliš silnými na to, abychom je mohli porazit.
el: Από τον βορρά κινδυνεύουμε από μία επιθετική φυλή, της οποίας ηγείται ο πολέμαρχος Τόρβερ και η οποία εξοπλίζεται τάχιστα. Μπορεί σύντομα να είναι υπερβολικά δυνατοί για να συντριφθούν.
he: מהצפון אנו מאוימים על ידי שבט לוחמני, בהנהגת המצביא טורבר, המגייס צבאות במהירות. ייתכן שבקרוב הם יהיו חזקים מדי מכדי שנוכל להביס אותם.
nn: Frå nord vert me truga av ein stridslysten stamme, ført an av krigsherren Törver. Han rustar raskt opp hærane sine. Snart kan dei vera for sterke til at me maktar å slå dei.
pt_br: Do Norte, somos ameaçados por uma tribo beligerante, liderada pelo senhor da guerra Törver, que está a aumentar rapidamente os seus exércitos. Em breve eles podem se tornarem fortes demais para serem derrotados.
ro: Din nord suntem amenințați de un trib beligerant, condus de războinicul Törver care își construiește rapid armatele. În curând, ar putea deveni prea puternici pentru a putea fi înfrânți.
sk: Od severu sme ohrozovaní bojovným kmeňom vedeným vojvodcom Törverom, ktorý rýchlo buduje svoje armády. Čoskoro budú príliš silné na to, aby sme ich boli schopní poraziť.

source: A large area to the north-east is agonized by a wild horde of unfettered pirates, led by their insane Arvid. Their presence blocks our ways to other tribes.
cs: Velká oblast na severovýchodě je sužována divokou hordou nespoutaných pirátů v čele s jejich šíleným Arvidem. Jejich přítomnost blokuje naše cesty k dalším kmenům.
el: Μια μεγάλη περιοχή στα βορειοανατολικά διαταράσσεται από μια άγρια ορδή ασυγκράτητων πειρατών, της οποίας ηγείται ο παράφρονας Αρβίντ. Η παρουσία τους εμποδίζει την προσέγγιση των άλλων φυλών.
he: שטח גדול בצפון-מזרח מעונה על ידי המון פיראטים פרועים ומשוחררים, בהנהגת ארביד המשוגע. נוכחותם חוסמת את דרכינו לשבטים אחרים.
nn: Eit stort område mot nordaust vert herja av ein vill horde tøyleslause sjørøvarar, leia av den sinnsjuke Arvid. Tilværet deira stengjer vegane våre mot dei andre stammane.
pt_br: Uma grande área ao nordeste é atormentada por uma horda selvagem de piratas desenfreados, liderados pelo seu insano Arvid. A presença deles bloqueia nosso caminho para outras tribos.
ro: O zonă mare din nord-est este chinuită de o hoardă sălbatică de pirați neînfrânați, condusă de nebunul lor Arvid. Prezența lor ne blochează drumurile către alte triburi.
sk: Rozsiahla oblasť na severovýchode je sužovaná divými hordami nespútaných pirátov vedených šialeným Arvidom. Ich prítomnosť nám bráni prístupu k iným kmeňom.

source: Over the river lies the prosperous land of the mysterious king Runar. We have been in war with him before the pirates occupied the eastern area. His strength is based on his vast industry and large armies.
cs: Nad řekou leží prosperující země tajemného krále Runara. Byli jsme s ním ve válce, než piráti obsadili východní oblast. Jeho síla je založena na jeho obrovském průmyslu a velkém vojsku.
el: Πέρα απ' το ποτάμι κείτεται η εύπορη γη του μυστηριώδους βασιλιά Ρούναρ. Βρισκόμαστε σε πόλεμο μαζί του, από πριν να καταλάβουν την ανατολική περιοχή οι πειρατές. Η δύναμή του είναι η τεράστια βιομηχανία του και οι μεγάλες στρατιές του.
he: מעבר לנהר שוכנת הארץ המשגשגת של המלך המסתורי רונאר. היינו במלחמה עמו לפני שהפיראטים כבשו את האזור המזרחי. כוחו מבוסס על תעשייתו הענפה וצבאותיו הגדולים.
nn: På hi sida av elva ligg det velståande landet til den mystiske kong Runar. Me låg i krig med han før sjørøvarane tok det austlege området. Styrken hans kviler på ein valdsam industri og store hærar.
pt_br: Do outro lado do rio fica a próspera terra do misterioso rei Runar. Estivemos em guerra com ele antes dos piratas ocuparem a área oriental. Sua força é baseada em sua vasta indústria e grandes exércitos.
ro: Peste râu se află țara prosperă a misteriosului rege Runar. Am fost în război cu el înainte ca pirații să ocupe zona de est. Puterea sa se bazează pe vasta sa industrie și pe armatele sale numeroase.
sk: Za riekou leží prekvitajúca krajina tajomného kráľa Runara. Boli sme s ním vo vojne pretým než piráti obsadili východnú oblasť. Jeho sila sa zakladá na rozsiahlom priemysle a veľkých armádach.

source: The area beyond the pirates belongs to a developed tribe led by their mighty chieftain Hjalmar. They have had a long time of preparement to build up their deterring armies.
cs: Oblast za piráty patří rozvinutému kmeni, který vede mocný náčelník Hjalmar. Tento kmen se již dlouho připravuje a buduje své odstrašující vojsko.
el: Η περιοχή πέρα από τους πειρατές ανήκει σε μια αναπτυγμένη φυλή της οποίας ηγείται ο πανίσχυρος φύλαρχος Χιάλμαρ. Είχαν πολύ χρόνο προετοιμασίας στη διάθεσή τους για να χτίσουν τους αποτρεπτικούς στρατούς τους.
he: האזור שמעבר לפיראטים שייך לשבט מפותח, בהנהגת הצ'יף האדיר יאלמר. היה להם זמן רב להתכונן ולבנות את צבאותיהם המרתיעים.
nn: Området bortanfor sjørøvarane høyrer til ein høgt utvikla stamme, under leiing av den mektige hovdingen Hjalmar. Dei har hatt lang tid til å førebu seg og byggja opp avskrekkande hærar.
pt_br: A área além dos piratas pertence a uma tribo desenvolvida liderada por seu poderoso chefe Hjalmar. Eles tiveram um longo período de preparação para formar seus exércitos dissuasores.
ro: Zona de dincolo de pirați aparține unui trib dezvoltat condus de puternicul lor șef Hjalmar. Aceștia s-au pregătit îndelung pentru a-și construi armatele de descurajare.
sk: Oblasť za pirátmi patrí rozvinutému kmeňu pod vedením mocného náčelníka Hjalmara. Mali veľa času na to aby vybudovali svoje odstrašujúce vojsko.

source: The situation looks quite perilous and my advice is that we direct our efforts towards building up a strong army.
cs: Upřímně, situace nevypadá moc dobře. Radím, abychom veškeré své úsilí zaměřili na vybudování velmi silné armády.
el: Η κατάσταση φαίνεται επικίνδυνη και η συμβουλή μου είναι να κατευθύνουμε τις προσπάθειές μας προς την δημιουργία ενός ισχυρού στρατού.
he: המצב נראה מסוכן למדי, ועצתי היא שנפנה את מאמצינו לבניית צבא חזק.
nn: Stoda ser svært truande ut, og rådet mitt er at me set alt inn på å byggja ein slagkraftig hær.
pt_br: A situação parece bastante perigosa e o meu conselho é que direcionemos os nossos esforços para a criar um exército forte.
ro: Situația pare destul de periculoasă și sfatul meu este să ne îndreptăm eforturile către construirea unei armate puternice.
sk: Situácia vyzerá celkom nebezpečne a mojou radou je sústrediť naše úsilie na vybudovanie silného vojska.

source: Our northern enemy
cs: Náš severní nepřítel
el: Ο βόρειος εχθρός μας
he: האויב הצפוני שלנו
nn: Fienden vår i nord
pt_br: Nosso inimigo ao norte
ro: Dușmanul nostru din nord
sk: Náš severný nepriateľ

source: Sire, although our soldiers would face any enemy without the slightest fear, our rival in the North is still stronger than all our armies combined. We should avoid a conflict until we are able to defeat them.
cs: Pane, přestože se naši vojáci dokáží beze strachu postavit jakémukoli nepříteli, nepřítel na severu je stále silnější než celé naše vojsko. Měli bychom se vyhnout konfliktu do doby, než ho budeme schopni porazit.
el: Άρχοντά μου, αν και οι στρατιώτες μας μπορούν να αντικρούσουν οποιονδήποτε εχθρό χωρίς τον παραμικρό φόβο, ο αντίπαλός μας στο Βορρά είναι πιο δυνατός από όλες τις στρατιές μας μαζί. Θα πρέπει να αποφύγουμε μια σύγκρουση μαζί του, μέχρι να μπορούμε να τον συντρίψουμε.
he: אדוני, למרות שחיילינו יתמודדו מול כל אויב ללא שמץ של פחד, יריבנו בצפון עדיין חזק יותר מכל צבאותינו יחד. עלינו להימנע מעימות עד שנוכל להביס אותם.
nn: Herre, endå soldatane våre ville møtt ein kva fiende som helst utan snev av frykt, er rivalen vår i nord framleis sterkare enn alle hærane våre til saman. Me bør unngå samanstøytar til me er i stand til å sigra over dei.
pt_br: Senhor, embora os nossos soldados enfrentem qualquer inimigo sem o menor medo, o nosso rival no Norte ainda é mais forte do que todos o nosso exército junto. Devemos evitar um conflito até sermos capazes de derrotá-lo.
ro: Deși soldații noștri ar înfrunta orice inamic fără cea mai mică teamă, rivalul nostru din Nord este încă mai puternic decât toate armatele noastre la un loc. Ar trebui să evităm un conflict până când vom reuși să îl învingem, maiestate.
sk: Pane, hoci naši vojaci by sa postavili každému nepriateľovi bez najmenšieho prejavu strachu, náš rival na severe je aj tak silnejší než všetky naše armády dohromady. Mali by sme sa vyhnúť konfliktu kým ho nebudeme schopný poraziť.
