Repository: widelands/widelands
Catalog: data/i18n/translations/mp_scenario_island_hopping.wmf/*.po
Languages: nn

source: 5 minutes
nn: 5 minutt

source: 10 minutes
nn: 10 minutt

source: 15 minutes
nn: 15 minutt

source: Rules
nn: Reglar

source: Welcome to Island Hopping
nn: Velkomen til Øyhopping

source: Island Hopping is a traditional tournament in Atlantean culture. The rules of the game are simple: you start with a headquarters on an island. When you finish a castle at the end of the first island, you are granted a second headquarters on a second island, which will get all wares, workers and soldiers transferred from your headquarters and warehouses on the first island.
nn: Øyhopping er ei tradisjonell turnering i atlantisk kultur. Reglane for spelet er enkle: Du startar med eit hovudsete på ei øy. Når du har bygd ferdig ei borg i enden av den første øya, får du tildelt eit nytt hovudsete på ei ny øy, dit alle varer, arbeidarar og soldatar blir overførte frå hovudsetet og lagera dine på den første øya.

source: If you finish a castle in the target area on the second island, you will get a third headquarters on the third island with all wares, workers and soldiers getting transferred from your previous headquarters and warehouses again. You must build a castle at the center of the third island and hold it for 20 minutes to win the game.
nn: Om du byggjer ferdig ei borg i målområdet på den andre øya, får du eit tredje hovudsete på den tredje øya, der alle varer, arbeidarar og soldatar igjen blir overførte frå dine førre hovudsete og lager. Du må byggja ei borg midt på den tredje øya og halda henne i 20 minutt for å vinna spelet.

source: Whenever you finish an island, you will get bonus wares, depending on how many players have finished the island before you. The earlier you finish, the fewer wares you will get. See below for the details.
nn: Kvar gong du fullfører ei øy, får du bonusvarer, avhengig av kor mange spelarar som har fullført øya før deg. Jo tidlegare du blir ferdig, desto færre varer får du. Sjå detaljar nedanfor.

source: The point is that the first island only provides rocks and trees, the second only meadows and resources. The economies you leave behind will continue to work for you, but you will only reap the benefits at the moment you reach a new island.
nn: Poenget er at den første øya berre byr på stein og tre, og den andre berre sletter og ressursar. Økonomiane du forlèt vil halda fram med å jobba for deg, men du får berre utbyttet i den augneblinken du når ei ny øy.

source: Finally, be careful not to waste your quartz and diamonds.
nn: Til slutt: Ver forsiktig så du ikkje sløser med kvarts og diamantar.

source: Finish Rewards
nn: Belønningar for fullføring

source: First Island
nn: Første øy

source: 1st to finish
nn: Førstemann ferdig

source: 2nd to finish
nn: Andremann ferdig

source: 3rd to finish
nn: Tredjemann ferdig

source: 4th to finish
nn: Fjerdemann ferdig

source: Second Island
nn: Andre øy

source: %1$s was the first to reach Island number %2$i.
nn: %1$s var den første til å nå øy nummer %2$i.

source: %1$s was the second to reach Island number %2$i.
nn: %1$s var den andre til å nå øy nummer %2$i.

source: %1$s was the third to reach Island number %2$i.
nn: %1$s var den tredje til å nå øy nummer %2$i.

source: %1$s was the fourth to reach Island number %2$i.
nn: %1$s var den fjerde til å nå øy nummer %2$i.

source: The reward for this feat amounts to:
nn: Løna for denne bragda er:

source: %s is now King of the Hill and will win the game in 20 minutes, if nobody takes over the hill before then.
nn: %s er no Konge på haugen og vil vinna spelet om 20 minutt, om ingen tek over haugen før den tid.

source: %s lost control of the hill.
nn: %s mista kontrollen over haugen.

source: %1$s has been King of the Hill for %2$s!
nn: %1$s har vore Konge på haugen i %2$s!

source: %s has won the game. Congratulations!
nn: %s har vunne spelet. Gratulerer!
