Repository: widelands/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: cs, nn

source: Citadels can not be built directly. Instead, you have to construct a fortress first and then enhance it to a citadel. To do so, click on the fortress, then choose the enhance to citadel button. Your soldiers will leave the citadel while the construction is going on. This means that your fortress has no military influence any more. If an enemy builds a military building nearby, your construction site could burn down. No sweat, that won't happen here.
nn: Borgar kan ikkje byggast direkte. I staden må du laga eit fort og så oppgradere det til ei borg. For å gjera det må du trykka på fortet, så velja oppgrader til borg. Soldatane dine forlét då fortet mens bygginga pågår. Dette tyder at fortet ditt ikkje har noka militær påverknad lenger. Viss ein fiende bygg eit militært bygg i nærleiken, kan byggeområdet ditt brenne ned. Slapp av, det skjer ikkje her.

source: Closing windows
nn: Å lukka vindauge

source: Connect your construction site
nn: Kopla til byggeområdet

source: Connect your quarry construction site to your headquarters with a road. You are directly in road building mode when you ordered a new site. But now, you aren't. To build a completely new road just click on the flag in front of your construction site, click on the build road icon then click on the flag in front of your headquarters. Wait for the completion of the stonemason's hut.
nn: Kopl byggeområdet ditt for steinbrot til hovudkvarteret med ein veg. Du er i direkte vegbyggemodus då du laga eit nytt byggeområde. Men no er du ikkje det. For å bygga ein heilt ny veg må du trykka på flaget framfor byggeområdet, velje ikonet for å bygga veg og klikka flaget framfor hovudkvarteret. Vent til steinhoggarhytta er ferdig.

source: Conquer the mountain to the south west
nn: Erobra fjella i sørvest

source: Currently, you have two messages. This one which you are currently reading and the one that informed you that a new headquarters was added to your economy. Let's learn how to archive messages: You can check them off in your inbox so that they get a tick-symbol in front of them. Then, you can click the
nn: Akkurat no har du to meldingar. Denne du les no og den som sa at du har fått eit nytt hovudkvarter i økonomien din. La oss læra korleis arkivera meldingar: Du kan markera dei i innboksen sånn at dei får eit hakemerke. Så kan du trykka på

source: Defeat the enemy
nn: Overvinn fienden

source: Defeat the nearby enemy. To attack a building, click on its doors, choose the number of attacking soldiers, then send them via the attack button.
nn: Slå den nære fienden. For å angripa eit bygg må du trykka på dørene på det, velja kor mange soldatar som skal angripa, og sende dei med angrepknappen.

source: Defense is the value that is subtracted from the attack value. The barbarians can not train in this skill and therefore have always defense level 0 which means that they always get 3 hitpoints subtracted from the damage inflicted. If an attacker with an attack value of 15 hitpoints hits a barbarian soldier, the barbarian would lose 15 - 3 = 12 hitpoints. The 3 hitpoints that are subtracted are because of the defense ability.
nn: Forsvaret er verdien som trekkast frå angrepsverdien. Barbarane kan ikkje trena denne evna og har difor alltid forsvar nivå 0 som tyder at dei alltid mister tre liv. Viss ein angripar med 15 liv slår ein barbar, mister barbaren 15 - 3 = 12 liv. Dei tri liva som trekkast frå er på grunn av forsvaret.

source: Diving in
nn: Å hoppa i det

source: Enable the build help
nn: Slå på byggehjelp

source: Enhance this fortress
nn: Oppgrader fortet

source: Enhance your fortress
nn: Oppgrader fortet ditt

source: Enhance your fortress to a citadel now. Remember that you can speed time up by using PAGE_UP, building a citadel takes a while.
nn: Oppgrader fortet ditt til ei festning no. Hugs at du kan auka farta med Page Up, å bygga festningar tek ei stund.

source: Enhance your fortress to a mighty citadel. The citadel can house 12 soldiers and is the biggest military building the barbarians can build. It also costs a lot and takes a long time to build. It is most suited to guard strategically important points like constricted points or mountains.
nn: Oppgrader fortet ditt til ei sver festning. Festninga kan husa 12 soldatar og ho er det største militærbygget barbarane kan bygga. Det kostar òg mykje og tek lenge å bygga. Det er det beste for å vakta strategisk viktige område som tronge punkt eller fjell.

source: Enhancing buildings
nn: Oppgradere bygg

source: Evade is the chance that the soldier is able to dodge an attack. It is 25% for a level 0 evade barbarian and increases in steps of 15% for each level.
nn: Unngå er sjansen soldaten har for å dukke unna eit angrep. Det er 25% på nivå-0-barbarar og aukar med 15% for kvart nivå.

source: Excellent! Directly after you placed a building, you are in road building mode. The new road will start at the flag in front of your newly placed construction site. You can enter road building mode for any flag by left-clicking on a flag and selecting
nn: Utmerka! Rett etter å ha plassert eit bygg, er du i vegbygge- modus. Den nye vegen startar ved flaget framfor det nyplasserte byggeområdet. Du kan kome inn i vegbyggemodus frå kva flag som helst med å venstreklikke flaget og velje

source: Excellent. By the way: closing windows in Widelands is as easy as right-clicking on them. This works with all windows except for story message windows like this one. Go ahead and try it. First, close this window by pressing the button below, then right click into the messages window to close it.
nn: Utmerka. Forresten: å lukka vindauge i Widelands er så lett som å høgreklikka dei. Dette verker for alle vindauga utanom sogemeldinger som dette. Berre prøv. Lukk først dette vindauget med å trykka på knappen under, så høgreklikk meldingvindauget for å lukka det.

source: Excellent. Now there is a faster way to move, using the mouse instead: Simply right-click-and-hold anywhere on the map, then drag the mouse and instead of the cursor, the view will be moved. Try it.
nn: Flott. Det finst ein raskare måte å flytta seg, med å bruka musa i staden: Berre høgreklikk og hald nede kor som helst på kartet, så dreg du musa slik at i staden for peikaren, flyttar synsfeltet seg. Prøv det.

source: Excellent. The lumberjack's hut is done. A lumberjack will now move in and start chopping down trees, so our trunks income is secured for now. Now on to the raw stone.
nn: Utmerka. Tømmerhytta er ferdig. Ein tømmermann flyttar no inn og høgg ned tre, så me får nok tre. No går me vidare til råsteinen.

source: Expanding is as simple as building a military building at the corner of your territory. The barbarians have a few different military buildings: sentries, barriers, donjons, fortresses and citadels. The bigger the building, the more expensive it is to build, the more land it conquers around itself and the more soldiers can be stationed there. The buildings also vary in their vision range: buildings with a tower see farther than others.
nn: Å utvida er så enkelt som å bygga eit militærbygg i kanten på området ditt. Barbarane har nokre ulike militærbygg: vaktpostar, barrièrar, donjonar, festningar og borger. Di større bygg, di dyrare å bygga, di meir land det erobrar rundt seg og di meir soldatar kan samlast i det. Bygga varierer òg i synsfelt: bygg med tårn ser lengre enn andre.

source: Expanding your territory!
nn: Utvid territoriet ditt!

source: First, I'll left-click on the symbol where I want the lumberjack's hut to be built. A window will appear where I can choose between buildings. Because I'll click a yellow house symbol - which means that its field can house medium and small buildings - I am presented with all the medium buildings that I can build. The lumberjack's hut is a small building so I will go on to select the small buildings tab. Then I'll choose the lumberjack's hut. Click the "OK" button to watch me. I'll go really slow: I will click - then select the tab - and finally I'll choose the building.
nn: Først venstreklikkar eg symbolet der eg vil ha tømmerhytta. Eit vindauge vil då synast kor eg kan velja mellom bygg. Sia eg skal trykka på eit gult husteikn, som tyder at eg kan bygga mellomstore og små bygg får eg sjå alle dei mellomstore bygga eg kan bygga. Tømmerhytta er eit lite bygg så eg vel små bygg-fana. Så vel eg tømmerhytta. Klikk «Greitt»-knappen for å sjå meg. Eg gjer det veldig sakte: eg trykkar, vel fana og vel på bygget.

source: For a full-fledged economy, we need coal, iron and gold. These can be found in mountains. Conquer some area on the mountains to the south-west of your headquarters by building some military buildings close to your border.
nn: For ein fulleint økonomi treng me kol, jern og gull. Det finst i fjell. Erobra litt land på fjellet sørvest for hovudkvartera dine med å bygga militære bygg nær grensa di.

source: Getting a quarry up.
nn: Få eit steinbrot i gong

source: Hi, it's me again! This time, I sent you a message. Messages are sent to you by Widelands to inform you about important events: empty mines, attacks on your tribe, won or lost military buildings, resources found...
nn: Hei, det er meg igjen! Denne gongen sendte eg deg ei melding. Widelands sendar deg meldingar for å fortelja deg om viktige hendingar: tomme gruver, når du blir angripen, erobringar eller tap av militære bygg, funne resursar…

source: Hitpoints:
nn: Liv:

source: How to build a quarry
nn: Korleis bygga eit steinbrot

source: I am sorry, but I have to rip this again. We might need the space here later on. If I am too slow for you, you might want to play a real game and just find everything out for yourself. Otherwise, please bear with me, I am not the youngest and quickest anymore.
nn: Orsak, men eg må fjerna dette. Det kan henda me treng plassen her seinare. Viss det går for sakte for deg kan du spela eit ordentleg spel og finna alt ut åleine. Ellers må du venta på meg, eg er ikkje den yngste og raskaste lengre.

source: I created a sparring partner for you: It is an empire tribe close to your citadel. To attack its buildings, click on the door of your target building, choose the number of soldiers that you wish to send and click on the attack button. Your soldiers will come from all nearby military buildings. Likewise, the defenders will come from all nearby military buildings of the enemy and intercept your forces.
nn: Eg laga ein sparrepartnar til deg: Det er ei fiendtleg stamme nær borga di. For å angripa bygga der, trykk på døra til målbygget, vel talet på soldatar du vil senda og trykk angrip- knappen. Soldatane dine kjem frå alle militærbygga i nærleiken. På same måten kjem forsvaret frå dei nære militærbygga til fienden for å motverka kreftene dine.

source: I will create an enemy for you soon, but let's make sure you are prepared. This fortress is already quite strong and conquers a lot of space. But there is an even bigger building: the citadel.
nn: Eg lagar ein fiende til deg snart, men la oss vere sikre på at du er førebudd. Dette fortet er allereie ganske sterkt og erobrar mykje plass. Men det er eit enno større bygg: festninga.

source: If you decide you do not want to build a road at this time, you can cancel road building by clicking on the starting flag of the road and selecting
nn: Viss du ikkje vil bygga ein veg akkurat no, kan du avbryta vegbygginga med å trykka på startflagget og velja

source: If you place something on a field, the surrounding fields might have less space for holding buildings, so choose your fields wisely.
nn: Viss du legg noka på eit område kan dei krinsande områda få mindre plass til å halda bygg, så vel områda dine med klokskap.

source: If you want to come back to this south-western part of your realm, just scroll here via right-button scrolling or open the minimap by clicking on the
nn: Viss du vil tilbake til denne sørvestlege delen av riket ditt, kan du berre rulla her med å rulla med høgre knapp eller opna minikartet med å trykka på

source: Introducing messages
nn: Introduksjon til meldingar

source: It is easier to understand what is allowed to be built on which field when the build help symbols are enabled. Do so now either by pressing SPACE or by clicking the fourth button from the left at the very bottom of the screen. Click the "OK" button and then give it a try.
nn: Det er lettare å skjøna kva som kan byggast kor når bygghjelpen er på. Slå han på anten med å trykka på mellomromstasten eller med å trykka den fjerde knappen frå venstre nederst på skjermen. Trykk «Greitt» og prøv.

source: Just click on any house symbol next to the stones, select the small buildings tab in the window that opens up, then click on the quarry symbol.
nn: Berre trykk på eit hussymbol attmed steinane, vel fana med små bygg i vindauget som synast, og trykk på steinbrotet.

source: Keep the slopes in mind while placing roads and use them to your advantage. Also try to keep roads as short as possible and always remember to place as many flags as you can on road segments to share the load better.
nn: Følg med på bakkane når du byggar vegar og bruk dei til eigen fordel. Prøv òg å halda vegane så korte som mogleg og hugs å alltid ha så mange flag du kan på eit vegstykke for å fordela arbeidet.

source: Left-click the "OK" button to close this box and then try it.
nn: Venstreklikk «OK»-knappen for å lukke denne boksen og prøva det ut.

source: Let me quickly enable those two for you. Remember: 'c' and 's' are the keys. Alternatively you can click on any field without a building on it, select the watch tab and then click on the corresponding buttons.
nn: La meg raskt slå dei to på for deg. Hugs at «c» og «s» er tastane. Alternativt kan du trykka på kva område som helst utan bygg, velga sjå-fana og trykka dei tilsvarande knappane.

source: Let's dive right in!
nn: La oss hoppa i det!

source: Let's search for resources in this mountain. First, we'll build a road into the mountains and place a flag. Then, we click on the flag and call a geologist to it. I'll show you how it's done.
nn: La oss søka etter ressursar i dette fjellet. Først byggar me ein veg til fjella og plantar eit flag. Så trykkar me på flaget og tilkallar ein geolog. Eg visar deg korleis du skal gjere det.

source: Let's try it out now: Build a few military buildings on your south western border. We want to capture some of this mountain, so we can search for resources there. Bigger buildings will conquer more land which can be beneficial close to mountains because you can't build houses in mountains.
nn: La oss prøva det no: bygg eit par militære bygg langs grensa i sørvest. Me ønskar å erobra noka av fjellet her for å kunne leita etter resursar. Større bygg vil erobra meir land, som kan vere ein fordel i nærleiken av fjell, sia ein ikkje kan bygga vanlege bygg i fjella.

source: Let's wait and see what the geologist finds on the mountain.
nn: La oss venta og sjå kva geologen finn i fjellet.

source: Lumberjack is done
nn: Tømraren er ferdig

source: Lumberjack's spot
nn: Tømrarfelt

source: Message arrived!
nn: Melding moteken

source: Mining conclusion
nn: Gruvedrift konklusjon

source: Moving your view
nn: Flytta synsfeltet

source: Moving your view is essential to get a complete overview of your whole economy. There are two ways to move your view in Widelands. The first one is to use the cursor keys on your keyboard. The second one is the more common and faster one: press-and-hold the right mouse button anywhere on the map, then move your mouse around and you'll see the view scroll.
nn: Å flytta synsfeltet er naudsynt for å sjå heile økonomien din. Det er to måtar å flytta synsfeltet ditt i Widelands. Den første er å bruka piltastane på tastaturet. Den andre er vanlegare og raskare: trykk og hald nede høgre museknapp kvar som helst på kartet og flytt musa rundt for å sjå synsfeltet endra seg.

source: Nice and easy does it all the time
nn: Greitt og lett verkar kvar gong

source: Nice how they work, isn't it? But the poor carrier has a very long way to go. We can make it easier for him (and more efficient for us) when we place another blue flag on the road. You try it this time: click on the yellow flag symbol in between the two blue flags we just placed and then click on the
nn: Er det ikkje fint å sjå korleis dei jobbar? Men dei stakkars berarane har ein veldig lang veg å gå. Me kan gjera det lettare for han (og meir effektivt for oss) viss me plantar eit blått flag til på vegen. Du kan prøva sjølv: trykk på det gule flaggteiknet mellom dei to blå flaga me nettopp planta og så trykka på

source: Note that a mine needs rations to work. Rations are produced in taverns and taverns need meat, pitta bread, and fish to produce them. You will need a lot more infrastructure to get your mines working well. This infrastructure also varies from tribe to tribe. You'll get them explained in the introduction campaigns for the three tribes.
nn: Merk at ei gruve treng rasjonar for å verka. Rasjonar blir laga i kroar og kroar treng mat, pitabrød og fisk for å laga dei. Du treng mykje meir infrastruktur for å få gruvene til å verka godt. Infrastrukturen varierer frå stamme til stamme. Du får det forklart i inføringskampanjane for dei tre stammane.

source: Now go ahead, try it. The quarry is a small building, so if you click on a medium or big building symbol, you will have to select the small buildings tab first to find it. Go on, check it out!
nn: Prøv det. Steinbrotet er eit lite bygg så viss du trykkar på eit middels eller stort byggteikn, må du velja små bygg-fana for å finna det. Berre prøv!

source: Now please rebuild the road between your quarry and your headquarters. We'll wait until the quarry is completed.
nn: Ver snill og bygg vegen mellom steinbrotet og hovudkvarteret ditt att. Me ventar til steinbrotet er ferdig.

source: Now watch closely as a builder leaves the headquarters and goes to the construction site. Also a carrier will take position in between the two blue flags and carry wares from one blue flag to the other.
nn: Følg nøye med mens ein byggar forlét hovudkvarteret og går til byggeplassen. Ein berar vil stå mellom dei to blå flaga og bera varar frå eitt blått flag til det andre.

source: Now we know what's going on. Let's wait for this quarry to finish.
nn: No veit me kva som skjer. La oss venta på at steinbrotet blir ferdig.

source: Now, about this road. Remember: we are already in road building mode since you just ordered the quarry. You can either make it longer by one field at a time by left-clicking multiple times on neighbouring fields for perfect control over the route the road takes like so:
nn: Om denne vegen. Hugs at me allereie er i vegbyggemodus sia du nettopp ba om steinbrotet. Du kan gjera han lengre eit stykke om gongen med å trykke på nabofeltet mange gonger for fin kontroll på vegen slik:

source: Okay, now we own some of the area on this mountain. Mountains are very important, because they contain resources: coal, iron ore, gold ore and granite. Each tribe uses the resources differently, but all need mines to get the resources out of the ground.
nn: No eig me noka land på dette fjellet. Fjell er veldig viktige, sia dei inneheld resursar: kol, jernmalm, gullmalm og granitt. Kvar stamme brukar resursane på ulike måtar, men alle treng gruar for å få resursane ut av jorda.

source: On to the last topic now. We are going to talk about soldiers, their training and their profession: warfare. As mentioned, Widelands is about building up, not burning down: therefore warfare is also more focused on the economics than the military strategies. Nevertheless, warfare offers one way to challenge other players and it has some game mechanics that deserve explanation. The economies of the tribes are explained in their individual tutorial campaigns. Ok, I am going to create us a little training ground with a training camp and a warehouse to the north east of here.
nn: Siste emne no. Me skal snakka om soldatar, treninga og yrket deira: krigføring. Som nemnt handlar Widelands om å bygga, ikkje brenne: difor er òg krigføring meir fokusert på økonomi enn militære strategiar. Likevel tilbyd krigføring ein måte å utfordra motspelarane og har spelmekanismar som treng forklaring. Stammeøkonomiane blir forklara i dei individuelle innføringskampanjane. Greitt, eg skal laga eit lite treneområde med treningsleir og eit varehus eit stykke nordaust.

source: One more thing: around the field where your road would end you can see different markers. They have the following meaning:
nn: Ein ting til: rundt området vegen skal ende ser du ulike merke. Dei tydar følgande:

source: Onward to the quarry
nn: Mot steinbrotet

source: Other ways to move the view
nn: Andre måtar å flytta seg

source: Placing another flag
nn: Å planta eit anna flag

source: Road building
nn: Vegbygging

source: Searching for resources
nn: Å søka etter resursar

source: Similar to this are building statistics which are also toggled via a button on the watch tab of any field. The hotkey for it is 's'. This will display an information string about the productivity of buildings or the progress of construction sites.
nn: Noka liknande er byggstatistikk som slås på/av med ein knapp i synefana i kva område som helst. Snarvegen er «s». Dette syner informasjon om kva/kor mykje bygga lagar eller kor langt byggeområde er komne.

source: So our geologist found a lot of coal on this mountain. You should therefore build a coal mine here. Building a mine is like building a house. The build help symbol for where a mine can be built is
nn: Geologen vår fant mykje kol i dette fjellet. Difor bør du bygga ei kolgruve her. Gruvebygging er som husbygging. Bygghjelpteiknet for kvar ei gruve kan byggast er

source: Some stones were found
nn: Nokre steinar blei funne

source: Stones can be mined in granite mines, but the easier way is to build a quarry next to some stones laying around. As it happens, there is a pile of them laying just to the west (left) of your headquarters. I will teach you now how to move your view over there.
nn: Steinar kan utvinnast i granittgruver, men det er lettare å bygga eit steinbrot i nærleiken av nokre steinar som ligg og sleng. Det er ein haug rett vest (venstre) for hovudkvarteret. No skal eg visa deg korleis flytta synsfeltet dit.

source: Thanks for playing this tutorial. Enjoy Widelands and remember to visit us at
nn: Takk for å spela denne innføringa. Kos deg med Widelands og husk å vitja oss på

source: That won't do yet. I still need to connect the lumberjack's hut to the rest of my road network. After I ordered a construction site, I was automatically put in road building mode, so all I have to do is click on the blue flag in front of my headquarters.
nn: Det held ikkje enno. Eg treng framleis å kopla tømmerhytta til resten av vegnettet. Etter at eg gav ordre om byggeplass kom eg automatisk i vegbyggemodus, så eg treng berre trykka på det blå flaget framfor hovudkvarteret.

source: The amount of damage a soldier inflicts upon a successful attack on the enemy. A barbarian soldier with attack level 0 inflicts ~14 hitpoints damage when he succeeds to hit an enemy. For each attack level, he gains 7 damage.
nn: Mengda skade ein soldat gjer etter eit vellukka angrep på fienden. Ein barbarsoldat med angrep nivå 0 tek 14 liv i eit vellukka angrep på fienden. For kvart angrepsnivå får han 7 skade.

source: The connection between the fields is extremely steep. The speed increase in one direction is huge while the slowdown in the other is also substantial.
nn: Sambandet mellom felta er utruleg bratt. Fartsaukinga ein veg er enorm mens senkinga den andre vegen òg er merkbar.
