Repository: widelands/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: cs, nn

source: Archive all messages that you currently have in your inbox, including this one.
cs: Archivuje všechny zprávy, které máš momentálně v příjatých zprávách, včetně této.

source: Archive all messages in your inbox
cs: Archivovat všechny přijaté zprávy
nn: Arkiver alle meldingane i innboksen din

source: Archive Your Inbox Messages
cs: Archivuj své příchozí zprávy

source: The message window is central to fully controlling your tribe’s fortune. However, you will get a lot of messages in a real game. To keep your head straight, you should try to keep the inbox empty.
cs: Okno zpráv je základem pro plnou kontrolu jmění tvého kmene. Ale poněvadž během hry budeš dostávat opravdu hodně zpráv, tak je dobré udržovat svou schránku prázdnou, abys neztratil přehled.

source: Archive all your messages in your inbox now.
cs: Historie všech tvých zpráv je ve tvé poště.

source: To do so, open the message window by pressing ‘n’ or clicking the rightmost button at the very bottom of the screen. Then mark all messages by checking the check box in front of them. Then, click the ‘Archive All’ button.
cs: Za tímto účelem otevři okno zpráv stiskem "n" nebo klikem na tlačítko nejvíce vpravo na spodku obrazovky. Následně označ všechny zprávy zaškrtnutním zaškrtávátka před nimi. Poté klikni na tlačítko "Archivovat".

source: Closing Windows
cs: Zavírání oken

source: Excellent. By the way: closing windows in Widelands is as easy as right-clicking on them. This will work with all windows except for story message windows like this one. Go ahead and try it.
cs: Výborně! Mimochodem: zavření okna je ve Widelands vyřešeno jednoduše kliknutím pravým tlačítkem na okno. To funguje pro všechna okna, vyjma těch příběhových, jako je toto. Jen si to zkus.

source: First, close this window by pressing the button below, then right-click into the messages window to close it.
cs: Nejprve zavři toto okno stisknutím tlačítka pod textem a poté klikni pravým tlačítkem na okno vzkazů, abys ho zavřel.

source: Close the messages window
cs: Zavřít okno zpráv
nn: Lukk meldingvindauget

source: Close the Messages Window
cs: Zavřít okno zpráv

source: All windows in Widelands can be closed by right-clicking into them. Some windows can also be toggled with the buttons at the very bottom of the screen.
cs: Všechna okna ve Widelands mohou být zavřena pravým kliknutím. Některá také tlačítky ve spodní části obrazovky.

source: Close the messages window now by right-clicking into it.
cs: Zavři okno se zprávami pravým kliknutím do něj.

source: Well done! Let’s see how messages work in a real game, shall we? For this, I’ll take all stones away from the poor stonemason in the quarry. He will then send a message that he can’t find any in his working area the next time he tries to do some work.
cs: Výborně! Pojďmě se podívat jak vzkazy fungují ve hře, ano? Abych ti to předvedl, odeberu všechny kameny od ubohého kameníka v lomu. On ti potom pošle vzkaz, že nemůže na svém pracovišti nalézt žádné kameny, jakmile se bude snažit pracovat.

source: Message Arrived!
cs: Přišla ti zpráva!

source: A message has been sent to you. See how the button at the bottom of the screen has changed appearance? You can burn this quarry down now as it is no longer of any use and just blocking space.
cs: Byla ti odeslána zpráva. Vidíš, jak se na spodní části obrazovky změnilo tlačítko? Nyní můžeš tento lom strhnout, jelikož ho již nelze využít a pouze zabírá místo.

source: To do that, click on the quarry and select the destroy button.
cs: Za tímto účelem klikni na lom a vyber tlačítko zničit.

source: Expanding Your Territory!
cs: Rozšiřování tvého území

source: There is one more thing I’d like to teach you now: Expanding your territory. The place that we started with around our headquarters is barely enough for a basic building infrastructure, and we do not have access to mountains, which we need to mine minerals and coal. So, we have to expand our territory.
cs: Je tu jedna další věc, kterou bych tě chtěl teď naučit : Rozšiřování tvého území. Oblast s kterou jsme začali okolo hlavního stanu je sotva dostačující pro základní infrastrukturu, a navíc nemáme přístup k horám, které potřebujeme abychom mohli těžit minerály a uhlí. A tak musíme naše území rozšířit.

source: Expanding is as simple as building a military building at the edge of your territory. The barbarians have a selection of different military buildings: sentries, barriers, donjons, fortresses and citadels. The bigger the building, the more expensive it is to build, but the more land it will conquer around itself and the more soldiers can be stationed there. The buildings also vary in their vision range: buildings with a tower see farther than others.
cs: Expandování probíhá jednoduše stavbou vojenské budovy v rohu tvého území. Barbaři mají několik různých vojenských budov: strážní věže, zábrany, donjony, pevnosti a citadely. Čím větší budova, tím dražší je její stavba, tím víc území zabere okolo sebe a tím více vojáků zde může být umístěno. Budovy se také odlišují svým dohledem: budovy s věží vidí dále než ostatní.

source: As soon as a military building is manned, it will extend your land. You can then burn it down again if you need the space. But note that your land is then vulnerable: any military site from another player could conquer the land. You therefore need military sites to keep military influence over your land.
cs: Jakmile je vojenská budova obsazena vojáky, rozšíří tvou zem. Poté ji můžeš opět zbourat, potřebuješ li staveniště. Ale pamatuj, že tvá země se poté stane zranitelnou: jakákoliv vojenská budova jiného hráče může zabrat tvou zem. Abys udržel svou vojenskou nadvládu nad vlastní zemí, potřebuješ udržovat své vojenské budovy.

source: Let’s try it out now: build a few military buildings on your south-western border.
cs: Nyní si to vyzkoušej: postav pár vojenských budov u tvé jiho-západní hranice.

source: We want to capture some of this mountain so we can search for resources there. Bigger buildings will conquer more land, which can be beneficial close to mountains, because you can’t build houses on mountains.
cs: Chceme kus této hory zabrat abychom zde mohli pátrat po surovinách. Větší budovy zaberou více země, což se může hodit blízko hor, protože na horách nemůžeš stavět.

source: Conquer an area were we can build mines
cs: Dobyj území kde můžeme postavit doly
nn: Erobra eit område kor me kan bygga gruver

source: Conquer the Mountain to the South-West
cs: Dobyj horu na jihozápadě

source: For a full-fledged economy, we need coal, iron and gold. These can be found in mountains. Conquer some area on the mountains to the south-west of your headquarters by building some military buildings close to your border.
cs: Pro plně funkční ekonomii potřebujeme uhlí, železo a zlato. Tyto suroviny můžeš nalézt v horách. Zaber nějaké území v horách na jihozápadě od tvé základy tak, že postavíš vojenskou budovu u kraje svých zemí.

source: You can choose from the following military buildings: sentry, donjon, barrier and fortress. The bigger the building, the more expensive it is to build it, but it will also conquer a bigger region. Sometimes, it is useful to build a big military building next to a mountain so that you can reach building sites farther up.
cs: Můžeš si vybrat z následujících vojenských budov : hláska, donjon, hradba a pevnost. čím je budova větší, tím je dražší ji postavit, ale také zabere větší oblast. Někdy může být celkem užitečné postavit velkou vojenskou budovu vedle hory, takže se dostaneš ke vzdálenějším stavebním místům.

source: Searching for Resources
cs: Pátrání po surovinách

source: Okay, now we own some of the area on this mountain. Mountains are very important, because they contain resources: coal, iron ore, gold ore and granite. Each tribe uses the resources differently, but all need mines to extract the resources from the ground.
cs: Dobře, teď je část oblasti této hory naše. Hory jsou velmi důležité, protože obsahují suroviny : uhlí, železnou a zlatou rudu a žulu. Každý kmen využívá suroviny jinak, ale všichni potřebují doly aby mohli vytěžít suroviny ze země.

source: Let’s search for resources in this mountain. First, we’ll build a road onto the mountain and place a flag. Then, we will click on the flag and call a geologist to it. I’ll show you how it’s done.
cs: Zkusme se podívat po surovinách v této hoře. Nejprve k hoře postavíme cestu a umístíme vlajku. Poté stačí kliknout na vlajku a zavolat k ní geologa. Ukážu ti jak se to dělá.

source: Waiting for the Geologist
cs: Čekám na geologa

source: The geologist will arrive at the flag shortly and start investigating the area in his surroundings. He will place the following markers for the various resources:
cs: Geolog brzy dorazí k vlajce a začne prozkoumávat prostor ve svém okolí. Umístí následující značky pro různé suroviny:

source: a bit of coal
cs: trochu uhlí
nn: litt kol

source: a lot of coal
cs: hodně uhlí
nn: mykje kol

source: a bit of iron
cs: trochu železa
nn: litt jern

source: a lot of iron
cs: hodně železa
nn: mykje jern

source: a bit of gold
cs: trochu zlata
nn: litt gull

source: a lot of gold
cs: hodně zlata
nn: mykje gull

source: a bit of granite
cs: trochu žuly
nn: litt granitt

source: a lot of granite
cs: hodně žuly
nn: mykje granitt

source: water
cs: voda
nn: vatn

source: nothing was found here
cs: nebylo zde nic nalezeno
nn: ingenting blei funnen her

source: Let’s wait and see what the geologist finds on the mountain.
cs: Počkejme a podíváme se co geolog najde a této hoře.

source: Mining Conclusion
cs: Shrnutí těžby

source: So our geologist found a lot of coal on this mountain. You should therefore build a coal mine here. Building a mine is like building a house. The building space symbol for where a mine can be built is
cs: Náš geolog našel hodně uhlí na této hoře. Proto by jsi zde měl postavit důl na uhlí. Stavba dolu je jako stavba domu. Symbol stavebního místa. kde je možné postavit důl je

source: this one.
cs: tento.
nn: dette.

source: Note that a mine needs rations to work. Rations are produced in taverns, and taverns need meat, pitta bread, and fish to produce them. You will need a lot more infrastructure to get your mines working well. This infrastructure also varies from tribe to tribe. We will explain them to you in the introduction campaigns for the three tribes.
cs: Všimni si, že důl potřebuje k fungování potravinové příděly. Příděly jsou vyráběny v krčmách (hospodách), krčmy potřebují maso, chléb a ryby, aby mohly vyrábět. Budeš potřebovat mnohem více infrastruktury aby tvoje doly pracovaly efektivně. Infrastruktura se také liší kmen od kmene. Tyto rozdíly ti vysvětlíme v úvodních kampaních pro tři kmeny.

source: Warfare and Training
cs: Válčení a trénování
nn: Krigføring og trening

source: Soldiers and Warfare
cs: Vojáci a Vojenství
nn: Soldatar og krigføring

source: On to the last topic now. We are going to talk about soldiers, their training and their profession: warfare. As I mentioned, Widelands is about building up, not burning down: therefore, warfare is also more focused on economics than on military strategies.
cs: A teď k poslednímu tématu. Budeme hovořit o vojácích, jejich výcviku a profesích : o válčení. Jak jsem zmiňoval, Widelands jsou o tvoření, nikoliv o ničení : tudíž je válčení také zaměřeno spíše na ekonomiku a hospodářství, než na vojenské strategie.

source: Nevertheless, warfare offers one way of challenging other players, and it has some game mechanics that deserve explanation. The economies of the tribes are explained in their individual tutorial campaigns.
cs: Nicméně válčení nabízí jeden způsob jak vyzvat ostatní hráče a zakládá se na několika herních principech které si zaslouží vysvětlení. Ekonomiky kmené jsou vysvětleny v jejich individuálních výcvikových kampaních.

source: Ok, I am going to create a little training ground for us with a training camp and a warehouse to the north east of here.
cs: Dobře, teď pro nás vytvořím malý výcvikový prostor s výcvikovým táborem a skladištěm, severovýchodně odsud.

source: If you want to come back to this south-western part of your realm, just scroll here via right-button scrolling or open the minimap by clicking on the
cs: Pokud se chceš vrátit zpět do této jiho-západní části tvé říše, jenom sem sjeď pomocí pohybu pravým tlačítkem myši nebo otevři minimapu kliknutím na

source: minimap button at the bottom of the screen.
cs: tlačítko minimapa na spodním okraji obrazovky

source: Alternatively, you could also press ‘m’ on your keyboard.
cs: Nebo můžeš stisknout "m" na klávesnici.

source: The minimap shows the complete map in miniature. You can directly jump to any field by left-clicking on it. You can also toggle buildings, roads, flags and player indicators on and off inside the minimap.
cs: Minimapa ukazuje kompletní mapu ve zmenšeném měřítku. Můžeš přímo skočit ma libovolné políčko tak, že na něj klikneš levým tlačítkem. V minimapě můžeš také přepínat indikátory budov, cest, vlajek a hráčů.

source: But I digress. Back to soldiers. What was I about to do? Oh yes, I wanted to build a small training scenario for you. Let’s do that now.
cs: Ale to jsem odbočil. Zpět k vojákům. Co jsem chtěl udělat? Ach ano, chtěl jsem pro tebe vytvořit malý teréninkový scénář. Tak hurá na to.

source: A soldier is created like any normal worker: a carrier grabs a tool in a warehouse as soon as a request for a certain profession is not fulfilled. The tool to create a barbarian soldier is an ax. Newly created soldiers are of level 0. To make soldiers better in any of the four categories, training is needed.
cs: Voják je tvořen stejně jako obyčejný dělník: nosič vezme nástroj ve skladišti jakmile je požadavek na určitou profesi a není splněn. Nástroj pro vytvoření barbarského vojáka je sekera. Nově vytvořený voják má úroveň 0. Pro vylepšení vojáka v jedné ze čtyř kategorií je nezbytný trénink.

source: Health:
cs: Zdraví:

source: Attack:
cs: Útok:
nn: Angrip:

source: Defense:
cs: Obrana:
nn: Forsvar:

source: Evade:
cs: Úhyb:
nn: Unnvik:

source: Evade is the chance that the soldier is able to dodge an attack. It is 25% for a level 0 evade barbarian and increases in steps of 15% for each level.
cs: Úhyb představuje šanci, že bude voják schopen vykrýt útok. Ta představuje 25% pro úhyb úrovně 0 a stoupá s každou úrovní o 15%.

source: Enhance This Fortress
cs: Vylepši tuto pevnost

source: Enhancing Buildings
cs: Vylepšování budov

source: I will create an enemy for you soon, but first let’s make sure you are prepared. This fortress is already quite strong and conquers a lot of space. But there is an even bigger building: the citadel.
cs: Připravím ti nepřítele, jak jen to bude možné, ale nejdříve se ujišťme, že jsi připraven. Tato pevnost už je docela silná a zabere mnoho území. Ale je tu ještě dokonce jedna větší budova: citadela.

source: Citadels cannot be built directly. Instead, you will have to construct a fortress first and then enhance it to a citadel. To do so, click on the fortress, then choose the ‘Enhance to Citadel’ button. Your soldiers will leave the fortress while the construction is going on. This means that your fortress will lose its military influence. If an enemy occupies a military building nearby, your construction site will burn down. No sweat, that won’t happen here.
cs: Tvrze nelze stavět rovnou. Nejjdříve je potřeba postavit pevnost a teprve tu lze vylepšit na tvrz. Pokud to chceš udělat, klikni na pevnost a pak si vyber tlačítko vylepšit na tvrz. Vojáci tvrz po dobu výstavby opustí. To znamená, že po tuto dobu nemá žádnou vojenskou sílu. Pokud nepřítel postaví poblíž svou vojenskou budovu, tvoje budova bude zničena. Tady to nehrozí.

source: Enhance your fortress to a citadel now.
cs: Vylepši nyní svou pevnost na tvrz.

source: Remember that you can speed time up by using PAGE_UP. Building a citadel takes a while.
cs: Pamatuj, že můžeš zrychlit běh času pomocí klávesy PAGE UP, budování tvrzi zabere nějaký čas.

source: Enhance your fortress to a citadel
cs: Vylepši svou pevnost na tvrz
nn: Oppgrader fortet ditt til ei festning

source: Enhance Your Fortress
cs: Vylepši svou pevnost

source: Enhance your fortress to a mighty citadel.
cs: Vylepši si svou pevnost na mocnou citadelu.

source: The citadel can house 12 soldiers and is the biggest military building the barbarians can build. It also costs a lot of resources and takes a long time to build. It is most suited to guard strategically important points like constricted points or mountains.
cs: Citadela může ubytovat 12 vojáků a je největší vojenskou budovou, jakou mohou barbaři postavit. Také hodně stojí a její stavba dlouho trvá. Nejvíce se hodí pro střežení strategicky důležitých bodů jako místa pro stavby a nebo hory.

source: Defeat your enemy
cs: Zdolej svého nepřítele
nn: Slå fienden din

source: Defeat the Enemy
cs: Poraž nepřítele

source: I have created a sparring partner for you: It is an empire tribe close to your citadel. To attack its buildings, click on the door of a target building, choose the number of soldiers that you wish to send and click on the attack button. Your soldiers will come from all nearby military buildings. Likewise, the defenders will come from all nearby military buildings of the enemy and intercept your forces.
cs: Vytvořil jsem ti cvičného nepřítele: Je to imperiální kmen blízko u tvé citadely. Abys mohl zaútočit na jejich budovy, klikni na dveře cílové budovy, vyber počet vojáků, které si přeješ poslat a klikni na tlačítko útoku. Tví vojáci vyrazí z nejbližších vojenských budov. Stejně tak vyrazí vojáci obránců a střetnou se s tvými silami.

source: Attack and conquer all military buildings of the enemy and destroy their headquarters.
cs: Zaútoč a znič všechny vojenské budovy nepřítele i s jeho základnou.

source: Defeat the enemy tribe
cs: Zdolej nepřátelský kmen
nn: Vinn over den andre stamma

source: Defeat Your Enemy
cs: Zdolej svého nepřítele

source: Defeat the nearby enemy.
cs: Zdolej nedalekého nepřítele.

source: To attack a building, click on its doors, choose the number of attacking soldiers, then send them via the ‘Attack’ button.
cs: Útok na budovu zahájíš kliknutím na dveře, zvolíš počet útočícich vojáků a kliknutím na tlačítko útok je vyšleš do boje.

source: Conclusion
cs: Shrnutí
nn: Konklusjon

source: ‘Exit Game’ button.
cs: tlačítko pro ukončení hry

source: Thanks for playing this tutorial. Enjoy Widelands and remember to visit us at
cs: Děkujeme za dohrání tohoto tutoriálu. Užij si Widelands a nezapomeň nás navštívit na

source: New Objective
cs: Nový úkol

source: A message has been sent to you. See how the button at the bottom of the screen has changed appearance? You might now burn this quarry down as it is no longer of any use and is just blocking space. To do that, click on the quarry and select the destroy button.
nn: Du har mottatt ei melding. Ser du korleis knappen på botnen av skjermen har endra utsjånad? Du kan no riva steinbrotet sia det ikkje er nyttig lengre og berre tek opp plass. For å riva det, trykk på steinbrotet og vel knappen merka «Øydelegg».

source: A soldier is created as any normal worker: a carrier grabs a tool in a warehouse as soon as a request for a certain profession is not fulfilled. The tool to create a barbarian soldier is an axe. The newly created soldier is of level 0. To make the soldier better in any of the four categories, training is needed. Training happens in training sites like the trainings camp or the battle arena: soldiers go there (as our little fellows are currently doing), consume some wares and advance a level in one category. If a barbarian soldier is fully trained, he has level 3 hitpoints, level 5 attack, level 0 defense and level 2 evade. This is one fearsome warrior then! The individual statistics have the following meaning:
nn: Ein soldat blir laga som vanlege arbeidarar: ein berar tek eit verktøy i eit varehus så snart det er naudsynt med meir arbeidskraft. Verktøyet for å laga ein barbarsoldat er ei øks. Den nylaga soldaten er nivå 0. For å gjera ein soldat betre i ei av dei fire kategoriane treng han trening. Han kan trenast i treneområde som treneleiren eller slagområdet: soldatar går dit (som felagane våre gjer no), brukar nokre varar og aukar nivå i éin kategori. Viss barbarsoldaten er fullært har han tre liv, nivå fem i angrep, nivå 0 i forsvar og nivå to i å unngå. Dette er då ein farleg krigar! Dei individuelle statistikkane tyder følgande:

source: All windows in Widelands can be closed by right clicking into them. Some windows can also be toggled with the buttons at the very bottom of the screen. Close the messages window now by right clicking into it.
nn: Alle vindauga i Widelands kan lukkast med å høgreklikke dei. Nokre vindauge kan òg visast/skjulast med hjelp av knappane på botnen av skjermen. Lukk «Meldingar»-vindauget ved å høgreklikka det.

source: Alternatively, you can directly click the flag where the road should end like so.
nn: Alternativt, kan du direkte klikke på flaget der du vil vegen skal gå. Som dette:

source: Archive all messages, including this one, that you currently have in your inbox.
nn: Arkiver alle meldingane, inkludert denne, som du har i innboksen din.

source: Archive our inbox messages
nn: Arkivere meldingane i innboksen

source: As soon as a military building is manned, it extends your land. You can then burn it down again if you need the place. But note that your land is then vulnerable: any military site from another player can conquer the land. You therefore need military sites to keep military influence over your land.
nn: Så fort eit militært bygg er busett, vil den utvide territoriet ditt. Viss du treng plassen det tek opp, kan du brenne det ned, men legg merke til at dette vil gjera territoriet ditt sårbart, sia eit kvar militærbygg hos ein annen spiller vil kunne erobre landområdet. For å kunne halda på landområda dine, treng du difor dei militære bygga.

source: Attack and conquer all military buildings of the enemy and destroy its headquarters.
nn: Angrip og erobra alle fiendtlige militære bygg og øydelegg fienden sitt hovudkvarter.

source: Basic tutorial - map based on Winterwind's tutorial 1 for Barbarians
nn: Grunnleggande innføring, kart basert på Winterwind si innføring 1 for barbarar.

source: Build a flag on the road
nn: Plant eit flag på vegen

source: Build a quarry
nn: Bygg eit steinbrot

source: Build a quarry next to those stones here. Remember how I did it earlier? Make sure that build help is on, then just click the place were you want the building to be, choose it from the window that appears and it is placed. Maybe it is a good time to explain about all those build help symbols we activated earlier.
nn: Bygg eit steinbrot attmed desse steinane her. Hugsar du korleis eg gjorde det tidlegare? Sjekk at bygghjelpa er på, så trykk der du vil plassera bygget, vel det frå vindauget som synast og det står der. Kan hende dette er ei god tid til å forklara kva alle symbola i bygghjelpen me slo på tidlegare.

source: Building a connecting road
nn: Å bygga ein samanknytt veg

source: Building the lumberjack
nn: Å bygga tømmerhytta

source: But I digress. Back to soldiers. What was I about to do? Oh yes, I wanted to build a small training scenario for you. Let's do that now.
nn: Men eg pratar meg vekk. Tilbake til soldatar. Kva skulle eg til å gjera? Å ja, eg ville bygga ein liten treningsleir til deg. La oss gjera det no.

source: Census and statistics
nn: Folketelling og statistikk
