Repository: widelands/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: cs, nn

source: Nice And Easy Does It All the Time
cs: Krásně jednoduché po celou dobu

source: I am sorry, but will I have to tear this down again. We might need the space here later on. If I am too slow for you, you might want to play a real game and just find everything out for yourself. Otherwise, please bear with me, I am not the youngest and quickest anymore.
cs: Omlouvám se ale budu to muset opět strhnout. Později budeme toto místo potřebovat. Pokud jsem pro tebe příliš pomalý, možná by bylo lepší spustit normální hru a zjistit si vše sám. V opačném případě se mnou prosím zůstaň, už nejsem nejmladší ani nejrychlejší.

source: Welcome to the Widelands Tutorial!
cs: Vítej v tutoriálech Widelands!

source: Welcome to Widelands!
cs: Vítej ve Widelands
nn: Velkommen til Widelands!

source: Widelands is a slow-paced build-up strategy game with an emphasis on construction, not destruction. This tutorial will guide you through the basics of the game.
cs: Widelands je budovatelská strategická v pomalém tempu s důrazem na stavbu, ne ničení. Tento tutoriál tě provede základy hry.

source: Dismiss this box by left-clicking on the button below.
cs: Tento panel můžeš zavřít kliknutím na tlačítko dole.

source: Diving In
cs: Vnoření

source: Let’s dive right in!
cs: Ponořme se do toho!

source: There are three different tribes in Widelands: the Barbarians, the Empire and the Atlanteans. All tribes have a different economy, strength and weaknesses, but the general gameplay is the same for all. We will play the barbarians for now.
cs: Ve Widelands jsou tři různé kmeny: barbaři, císařství a atlanťané. Každý kmen má jinou ekonomiku, silné a slabé stránky, ale obecné herní principy jsou stejné pro všechny. Nyní budeme hrát za barbary.

source: You will usually start the game with one headquarters. This is the big building with the blue flag in front of it. The headquarters is a warehouse that stores wares, workers and soldiers. Some wares are needed for building houses, others for making other wares. Obviously, the wares in the headquarters will not last forever, so you must make sure to replace them. The most important wares in the early game are the basic construction wares: logs and raw stone. Let’s make sure that we do not run out of logs. For this, we need a lumberjack and a hut for him to stay in.
cs: Na začátku hry máš obvykle jednu základnu. To je ta velká budova s modrou vlajkou před vstupem. Základna slouží jako skladiště, kde se přechovává zboží, pracovníci a vojáci. Některé zboží je potřebné ke stavbě domů, z jiného se vyrábí další zboží. Zboží v základně pochopitelně nevydrží navěky, proto musíš zajistit také jeho přísun. Nejdůležitějším zbožím na začátku hry je základní stavební materiál: klády a kámen. Nyní zařídíme, aby nám nedošly klády. K tomu potřebujeme dřevorubce a chatu, ve které bude přebývat.

source: We need to find a nice place for the lumberjack’s hut. To make this easier, we can activate ‘Show Building Spaces’. There are two ways you can do this, either by clicking on the ‘Show Building Spaces’ button at the bottom of the screen, which is the fourth one from the left. Or you can use the SPACE key to toggle it.
cs: Pro dřevorubcovu chatu musíme najít hezké místo. To si můžeme usnadnit tak, že aktivujeme nápovědu k výstavbě. Lze to provést dvěma způsoby: buď můžeš kliknout na tlačítko nápovědy k výstavbě na spodním okraji obrazovky (čtvrté zleva), nebo můžeš nápovědu přepínat pomocí mezerníku.

source: Left-click the ‘OK’ button to close this box and then try it.
cs: Zavři tento panel kliknutím na tlačítko "OK" a pak si to vyzkoušej.

source: Enable the showing of building spaces
cs: Zapnout zobrazení míst pro stavbu.

source: Show Building Spaces
cs: Zobrazit stavební místa.

source: It is easier to understand what type of buildings can be built on which field when the symbols for the building spaces are enabled.
cs: Je snazší rozeznat, jaký typ budov lze stavět na jakém políčku, když je zapnuté zobrazení stavebních míst.

source: Do so now either by pressing SPACE or by clicking the fourth button from the left at the very bottom of the screen. Right-click on this window and then give it a try.
cs: Provede se to buď stiskem mezerníku nebo klikem na čtvrté tlačítko zleva v dolní části obrazovky. Klikni pravým tlačítkem na toto okno a zkus to.

source: Lumberjack’s Spot
cs: Dřevorubcovo umístění

source: There you go. I will explain about all those symbols in a minute. First, let me show you how to make a lumberjack’s hut and how to connect it with a road. There is a sweet spot for a lumberjack right next to those trees. I’ll describe the steps I will take and then ask you to click on the ‘OK’ button for me to demonstrate.
cs: A je to. Všechny ty symboly ti vysvětlím za chvilku. Nejprve ti ukážu, jak postavit chatu dřevorubce a jak ji cestou připojit k základně. Hned vedle těch stromů je krásné místečko pro dřevorubce. V následujícím panelu ti vysvětlím všechny kroky a jakmile klikneš na tlačítko "OK", tak ti je i předvedu.

source: Building the Lumberjack
cs: Stavba dřevorubce

source: First, I’ll left-click on the symbol where I want the lumberjack’s hut to be built. A window will appear where I can choose between buildings. Because I’ll click a yellow house symbol – which means that its field can house medium and small buildings – I am presented with all the medium buildings that I can build. The lumberjack’s hut is a small building, so I will go on to select the small buildings tab. Then I’ll choose the lumberjack’s hut.
cs: Nejprve kliknu levým tlačítkem na symbol, kde chci postavit dřevorubcovu chatu. Objeví se okno, kde můžu vybírat mezi budovami. Protože kliknu na symbol žlutého domu - to znamená, že na pozemku pod ním lze stavět středně velké a malé budovy - zobrazí se mi všechny střední budovy, které mohu stavět. Chata dřevorubce je malá budova, proto se dále přepnu na panel s malými budovami. Tam vyberu chatu dřevorubce.

source: Click the ‘OK’ button to watch me. I’ll go really slowly: I will click – then select the tab – and finally I’ll choose the building.
cs: Klikni na tlačítko "OK" a sleduj mě. Budu postupovat opravdu pomalu: kliknu na žlutý dům - pak změním panel - a nakonec vyberu budovu.

source: Building a Connecting Road
cs: Stavba spojující cesty

source: That won’t do yet. I still need to connect the lumberjack’s hut to the rest of my road network. After ordering the construction site, I was automatically put into road building mode, so all I have to do is click on the blue flag in front of my headquarters.
cs: To ještě nestačí. Ještě musím připojit dřevorubcovu chatu ke zbytku dopravní sítě. Když jsem založil staveniště, dostal jsem se automaticky do režimu stavby cest, takže jediné, co musím udělat, je kliknout na modrou vlajku před základnou.

source: Waiting for the Lumberjack to Go Up
cs: Čekání než se postaví dřevorubec.

source: Now watch closely while a builder leaves the headquarters and goes to the construction site. Also, a carrier will take position in between the two blue flags and carry wares from one blue flag to the other.
cs: Pozorně teď sleduj, jak stavař vychází ze základny a míří na staveniště. Své místo zaujme také nosič: postaví se mezi dvě modré vlajky a bude přenášet zboží od jedné vlajky ke druhé.

source: Placing Another Flag
cs: Umístění další vlajky

source: Nice how they are working, isn’t it? But the poor carrier has a very long way to go. We can make it easier for him (and more efficient for us) when we place another blue flag on the road.
cs: Jde jim to hezky, že? Jenom chudák nosič musí překonávat velký kus cesty. Můžeme mu to usnadnit (a docílit vyšší efektivity), když na cestu přidáme další modrou vlajku.

source: You try it this time: click on the yellow flag symbol in between the two blue flags we just placed and then click on the
cs: Teď si to zkus sám: klikni na symbol žluté vlajky uprostřed cesty mezi dvěma modrými vlajkami, které jsem zrovna umístil, a pak klikni na

source: build flag symbol.
cs: symbol pro umístění vlajky
nn: bygg flag-teiknet

source: Build a flag to divide the road to the lumberjack
cs: Rozděl cestu k dřevorubci postavením vlajky
nn: Plant eit flag for å dela opp vegen til tømmarhuggaren

source: Build a Flag on the Road
cs: Postav vlajku na cestě

source: The shorter your road segments are, the faster your wares will be transported. You should therefore make sure that your roads have as many flags as possible.
cs: Čím jsou úseky tvých cest kratší, tím rychleji je tvé zboží přepravováno. Proto by jsi měl zajistit, že tvé cesty budou mít tolik vlajek, kolik je jen možné.

source: Build a blue flag now in the middle of the road that connects your headquarters to your lumberjack’s hut.
cs: Nyní postav modrou vlajku v prostředku cesty, která spojuje tvou hlavní budovu s tvým dřevorubcem.

source: Waiting For the Hut to be Finished
cs: Čekání než se chata dokončí

source: Well done! Let’s wait till the hut is finished.
cs: Výborně! Počkáme, až bude chata dokončena.

source: If you want things to go faster, simply use the PAGE UP key on your keyboard to increase the game speed. You can use PAGE DOWN to make the game slower again.
cs: Pokud chceš věci urychlit, jednoduše stiskni na klávesnici PAGE UP a hra se zrychlí. Klávesou PAGE DOWN můžeš hru zase zpomalit.

source: Lumberjack is Done
cs: Dřevorubec je hotov

source: Excellent. The lumberjack’s hut is done. A lumberjack will now move in and start chopping down trees, so our logs income is secured for now. Now on to the raw stone.
cs: Výborně. Dřevorubcova chajda je hotova. Dřevorubec se dá nyní do práce a začne kácet stromy, takže náš přísun kmenů bude prozatím zajištěn. A teď k surovému kameni.

source: Some Stones Were Found
cs: Byly nalezeny nějaké kameny

source: Getting a Quarry Up.
cs: Stavba lomu

source: Stones can be mined in granite mines, but the easier way is to build a quarry next to some stones lying around. As it happens, there is a pile of them just to the west (left) of your headquarters. I will teach you now how to move your view over there.
cs: Kameny lze těžit v žulových dolech ale je jednodušší postavit lom vedle kamenů ležících v okolí. Jak to tak bývá, je zde hromada kamení na západ (vlevo) od tvé hlavní budovy. Nyní tě naučím, jak se tam přesunout kamerou.

source: There are two ways to move your view. The first one is using the cursor keys on your keyboard. Go ahead and try this out.
cs: Jsou dva způsoby, jak přesunout kameru. První je pomocí šipek na klávesnici. Tak do toho, zkus to.

source: Click the ‘OK’ button and then move the view using the cursor keys
cs: Klikni na "OK" a pak přesuň kameru pomocí šipek na klávesnici.

source: Move your view with the cursor keys
cs: Posuň svůj výhled pomocí kurzorových kláves
nn: Flytta synsfeltet med piltastane

source: Moving Your View
cs: Posun výhledu

source: Moving your view is essential to get a complete overview of your whole economy. There are two ways to move your view in Widelands.
cs: Pohyb kamery je základ pro to abys měl přehled o své ekonomice. Jsou dva způsoby jak ve Widelands lze pohybovat kamerou.

source: The first one is to use the cursor keys on your keyboard.
cs: První je použít šipky na klávesnici.

source: The second one is the more common and faster one: press-and-hold the right mouse button anywhere on the map, then move your mouse around and you’ll see the view scroll.
cs: Druhý je obvyklejší a rychlejší: stikni a drž pravé tlačítko myši kdekoliv na mapě, když pohneš myší, můžeš vidět jak se tvá kamera pohybuje.

source: Other Ways to Move the View
cs: JIné způsoby pohybu pohledu

source: Excellent. Now there is a faster way to move, using the mouse instead:
cs: Výborně. Teď je tu ještě rychlejší způsob pohybu tentokrát za pomoci myši:

source: Simply right-click-and-hold anywhere on the map, then drag the mouse and instead of the cursor, the view will be moved. Try it.
cs: Jednoduše klikněte-a-držte pravým tlačítkem kdekoliv na mapě, poté posuňte myší a místo aby se pohnul kurzor, pohne se celý váš pohled na mapu. Zkuste si to.

source: Move your view with the mouse
cs: Posuň svůj výhled pomocí myši
nn: Flytta synsfeltet med musa

source: Onward to the Quarry
cs: Kupředu, k lomu

source: Great. Now about that quarry...
cs: Skvěle. Teď k tomu lomu...
nn: Bra. Så var det steinbrotet…

source: How to Build a Quarry
cs: Jak postavit lom

source: Build a quarry next to those stones here. Remember how I did it earlier?
cs: Vybuduj lom poblíž kamenů které zde vidíš. Pamatuješ si, jak jsem to dělal před chvílí?

source: Make sure that you are showing the building spaces, then just click on the space were you want the building to be, choose it from the window that appears and it is placed. Maybe this is a good time to explain about all those building space symbols we activated earlier.
cs: Ujisti se, že máš zobrazena místa pro stavby, pak klikni na místo, kam by si chtěl postavit budovu, vyber budovu v okně, které se objeví a tím ji umístíš. Možná je nyní vhodná doba na vysvětlení všech symbolů pro výstavbu budov, které jsme před chvílí aktivovali.

source: You can build four things on fields in Widelands: Flags, small houses, medium houses and big houses. But not every field can hold everything. The build space symbols ease recognition:
cs: Ve Widelands můžeš stavět 4 věci: vlajky, malé budovy, střední budovy a velké budovy. Avšak ne každé pole je vhodné ke stavbě všech těchto věcí. Díky nápovědě ke stavbě je snadné pole rozlišit:

source: Everything can be built on the green house symbol.
cs: Na symbolu zeleného domu může být postaveno cokoliv.
nn: Alt kan byggast på det grøne husteiknet.

source: Everything except for big buildings can be built on a yellow house symbol.
cs: Na symbolu žlutého domu může být postaveno cokoliv kromě velkých budov.
nn: Alt unntatt store bygg kan byggast på eit gult husteikn.

source: Red building symbols can only hold small buildings and flags.
cs: Červené symboly budov poskytují místo jen na malé budovy a vlajky.
nn: Raude byggteikn har berre plass til små bygg og flag.

source: And finally the yellow flag symbol only allows for flags.
cs: A konečně jen žlutý symbol vlajky umožňuje umístit vlajku.
nn: Og til slutt, det gule flagsymbolet som kun tillét flag.

source: If you place something on a field, the surrounding fields might have less space for holding buildings, so choose your fields wisely.
cs: Pokud něco umístíš na pole, okolní pole mohou ztratit místo na stavbu budov, takže vybírej moudře.

source: Now go ahead, try it. The quarry is a small building, so if you click on a medium or big building symbol, you will have to select the small buildings tab first to find it. Go on, check it out!
cs: Teď jdi a zkus si to sám. Lom je malá budova, takže když klikneš na symbol střední či velké budovy, budeš muset nejprve vybrat kartu malých budov, abys mohl najít tu svou. Jen si to vyzkoušej!

source: Build a quarry next to the stones
cs: Postav lom vedle kamení
nn: Bygg eit steinbrot attmed steinane

source: Build a Quarry
cs: Postav lom

source: There are some stones to the west of your headquarters. Build a quarry right next to them.
cs: Západně od tvé hlavní budovy jsou kameny. Postav vedle nich lom.

source: The quarry is a small building like the lumberjack’s hut. You can therefore build it on any field that shows a red, yellow or green house when the building spaces symbols are enabled (Press SPACE for that).
cs: Lom je malá budova stejně jako domek dřevorubce. Proto ho můžeš postavit na jakémkoliv poli, které má červený, žlutý nebo zelený symbol domečku, pokud jsou zobrazena stavení místa (pro jejich zobrazení stiskni Mezerník).

source: Just click on any house symbol next to the stones, select the small buildings tab in the window that opens up, then click on the quarry symbol.
cs: Jen klikni na jakýkoliv symbol domku vedle kamenů, vyber sekci malých budov v okně které se otevře a poté klikni na symbol kamenolomu.

source: Road Building
cs: Budování cest

source: Excellent! Directly after placing the building, you have been switched into road building mode. The new road will start at the flag in front of your newly placed construction site. You can enter road building mode for any flag by left-clicking on a flag and selecting
cs: Výborně! Okamžitě po umístění budovy jsi v módu pro stavbu silnic. Nová cesta začne na vlajce před nově umístěným staveništěm. Můžeš vstoupit do módu pro stavbu silnic pro jakoukoliv vlajku tak, že na vlajku klikneš levým tlačítkem a vybereš ji

source: the road building symbol.
cs: symbol pro stavbu cest
nn: vegbyggeteiknet

source: If you decide you do not want to build a road at this time, you can cancel road building by clicking on the starting flag of the road and selecting
cs: Pokud se rozhodneš, že teď cestu stavět nechceš, můžeš stavbu cesty zrušit kliknutím na startovní pozici na cestě a výběrem

source: the abort symbol.
cs: symbol pro zrušení
nn: avbryt-teiknet

source: Now, about this road. Remember: we are already in road building mode since you just ordered the quarry. You can either make it longer by one field at a time by left-clicking multiple times on neighboring fields for perfect control over the route the road takes like so:
cs: Teď k téhle cestě. Pamatuj: jsme již v modu pro stavbu silnic od chvíle, kdy jsi vydal příkaz ke stavbě lomu. Buď můžeš cestu prodloužit o jedno políčko jednoduše kliknutím levým tlačítkem několikrát na sousedící políčka abys měl přesnou kontrolu nad stavbou cesty, a to asi takhle:

source: Or, you can directly click the flag where the road should end like so:
cs: Případně můžeš kliknout přímo na vlajku, ke které má cesta vést.

source: One more thing: around the field where your road would end, you can see different markers. They have the following meaning:
cs: Ještě jedna věc: okolo políčka kde by měla končit tvá cesta můžeš vidět různé ukazatele. Mají následující význam :

source: The terrain is flat here. Your carriers will be very swift on this terrain.
cs: Zde je terén rovný. Tví nosiči budou velmi rychlí na tomto typu terénu.
nn: Terrenget er flatt her. Berarane dine vil vera veldig raske i dette terrenget.

source: There is a small slope to climb to reach this field. This means that your workers will be faster walking downhill than they will be walking uphill.
cs: Je tu malé stoupání, které je třeba zdolat cestou na toto pole. To znamená, že tví pracovníci budou rychleji zcházet do údolí než stoupat nahoru.

source: The connection between the fields is extremely steep. The speed increase in one direction is huge while the slowdown in the other is also substantial.
cs: Spojení mezi políčky je extrémně strmé. Nárůst rychlosti v jednom směru je obrovský, zpomalení v opačném směru je ovšem také značné.

source: Keep the slopes in mind while placing roads and use them to your advantage. Also, try to keep roads as short as possible and always remember to place as many flags as you can on road segments to share the load better.
cs: Nezapomeň na svahy když stavíš cesty a využij je ve svůj prospěch. Snaž se také udržet cesty co nejkratší a dávej co nejvíce vlajek na úsek cesty aby byl náklad co nejlépe rozložen.

source: Now please rebuild the road between your quarry and your headquarters. We’ll wait until the quarry is completed.
cs: Nyní prosím obnov cestu mezi kamenolomem a tvou základnou. Počkáme než bude kamenolom hotov.

source: Connect the quarry to the headquarters
cs: Spoj lom a základnu
nn: Kopla steinbrotet til hovudkvarteret

source: Connect Your Construction Site
cs: Připoj staveniště

source: Connect your quarry construction site to your headquarters with a road. You would have been put directly into road building mode after ordering a new site. But now, you aren’t.
cs: Propoj pomocí cesty staveniště lomu se svou základnou. Po vybudování nové stavby jsi hned přepnutý v módu stavění cesty. Ale to nyní nejsi.

source: To build a completely new road, just click on the flag in front of your construction site, click on the build road icon and then click on the flag in front of your headquarters. Wait for the completion of the quarry.
cs: Pro postavení úplně nové cesty jednoduše klikni na vlajku před staveništěm, klikni na ikonu pro stavění cesty a klikni a vlajku před velitelstvím. Poté počkej na dokončení stavby.

source: Census and Statistics
cs: Přehled a statistiky

source: While we wait, I’ll quickly show you another useful feature. All construction sites look the same, and some buildings look alike. It is sometimes hard to tell them apart. Widelands offers a feature to show label texts over the buildings. They are called the ‘census’ and you can toggle them via the ‘c’ key or via the button on the ‘Watch’ tab of any field.
cs: Zatím, co čekáme, tak ti rychle ukážu další užitečnou věc. Všechna staveniště vypadají stejně i některé budovy jsou si podobné. Občas je těžké je od sebe rozeznat. Widelands nabízí funkci zobrazení jmenovek nad budovami. Nazývají se "přehled" a můžeš je zapínat/vypínat přes klávesu "c" nebo přes talčítko "sledovat" na záložce libovolného políčka.

source: Similar to this are the building statistics, which are also toggled via a button on the ‘Watch’ tab of any field. The hotkey for it is ‘s’. This will display information about the productivity of buildings or the progress of construction sites.
cs: Podobně je to i se statistikami budov, které se dají rovněž zapínat přes tlačítko "sledovat" na záložce libovolného políčka. Zkratka je "s". Tímto si zobrazíš informace o produktivitě budovy nebo postupu výstavby.

source: Let me quickly enable these two for you. Remember: ‘c’ and ‘s’ are the keys. Alternatively, you can click on any field without a building on it, select the watch tab and then click on the corresponding buttons.
cs: Hned ti tyhle dvě zpřístupním. Pamatuj: ´c´ a ´s´ jsou ony klávesy. Další možností je kliknout na políčko, kde není postavena budova, vybrat záložku "sledovat" a poté kliknout na odpovídající tlačítko.

source: Now we know what’s going on. Let’s wait for this quarry to finish.
cs: Teď když víme oč tu běží. Počkáme než se dostaví lom.

source: Introducing Messages
cs: Úvodní zprávy

source: Messages
cs: Zprávy
nn: Meldingar

source: Hi, it’s me again! This time, I have sent you a message. Messages are sent to you by Widelands to inform you about important events: empty mines, attacks on your tribe, won or lost military buildings, resources found...
cs: Ahoj, to jsem zase já! Tentokrát jsem ti poslal zprávu. Zprávy ti zasílá Widelands aby tě informovalo o důležitých událostech: prázdných dolech, útocích na tvůj kmen, zabraných či ztracených vojenských budovách, nalezených surovinách,...

source: The message window can be toggled by the button on the very right at the bottom of the screen. This button will also change appearance whenever new messages are available, but there is also a bell sound played whenever you receive a new message.
cs: Okno zpráv může být zapnuto/vypnuto tlačítkem úplně vpravo na spodním okraji obrazovky. Toto tlačítko také změní svůj vzhled kdykoliv ti přijde nová zpráva, spolu s tím také uslyšíš zvukové upozornění.

source: You have two messages at the moment. This one, which you are currently reading, and the one that informed you that a new headquarters was added to your economy. Let’s learn how to archive messages: You can check them off in your inbox so that they get a tick-symbol in front of them. Then, you can click the
cs: Aktuálně máš dvě zprávy. Tu, kterou právě čteš a druhou, která tě informuje o postavení nové základny. Nyní se naučíme, jak archivovat zprávy: Můžeš je zaškrtnout v příchozích zprávách, tím se vedle nich objeví fajfka. Pak klikni na

source: archive message button to move them into your archive.
cs: tlačítko "archivovat zprávu" přesune zprávu do archivu.
nn: arkiver-knappen for å flytta dei til arkivet.
