Repository: widelands/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: cs, nn

source: The geologist will arrive shortly to the flag and start investigating the area in his surroundings. He will place the following markers for the various resources:
nn: Geologen kjem snart til flaget og startar undersøkinga av området ikring. Han set følgande skilt på dei ulike resursane:

source: The message window can be toggled by the button on the very right at the bottom of the screen. This button also changes appearance if new messages are available, but there is also a bell sound played whenever you receive a new message.
nn: Meldingvindauget kan bli slått på/av med knappane heilt til høgre på botnen av skjermen. Denne knappen endrar utsjånad viss nye meldingar er tilbodne, men det er òg ein ringelyd når du får ei ny melding.

source: The message window is central to fully controlling your tribe's fortune. But you get a lot of messages in a real game. To keep your head straight, you should try to keep the inbox empty. Archive all your messages in the inbox now. To do so, open the messages window by pressing 'n' or clicking the right most button at the very bottom of the screen. Then mark all messages by checking the check box in front of them. Then, click the archive all button
nn: Meldingvindauget er sentralt for å halde kontroll på formuen til stamma. Men du får mange meldingar i ekte spel. For å halda hovudet klårt bør du prøva å halda inboksen tom. Arkiver alle meldingane i inboksen no. For å gjera det må du opna meldingvindauget med «n» eller trykka på knappen heil til høgre på botnen av skjermen. Så merkar du alle meldingane med å merka dei i boksen framfor dei. Så trykkar du på «arkiver alle»

source: The minimap shows you the complete map in miniature. You can directly jump to any field by left-clicking on it. You can also toggle buildings, roads, flags and player indicators on and off inside the minimap.
nn: Minikartet visar deg heile kartet i miniatyr. Du kan hoppa direkte til kva stad som helst med å trykka på han. Du kan òg veksla mellom å visa bygg, vegar, flag og spelarområde eller ikkje på kartet.

source: The shorter your road segments are, the faster your wares will be transported. You should therefore make sure that your roads have as many flags as possible. Build a blue flag now in the middle of the road that connects your headquarters to your lumberjack's hut.
nn: Dess kortare vegbolkane er, di raskare blir varane flytt. Du bør difor sikra at vegane dine har så mange flag som mogleg. Bygg eit blått flag no midt på vegen som koplar hovudkvarteret med tømmerhytta.

source: The total life of a soldier. A barbarian soldier starts with ~130 hitpoints, with each hitpoint level he gains 28 hitpoints.
nn: Livssummen til ein soldat. Ein barbarsoldat startar med ~130 liv, for kvart livnivå får han 28 liv.

source: There are some stones to the west of your headquarters. Build a quarry right next to them. The quarry is a small building like the lumberjack's hut. You can therefore build it on any field that shows a red, yellow or green house when the build help is enabled (Press SPACE for that).
nn: Det er nokre steinar vest for hovudkvarteret ditt. Bygg eit steinbrot heilt inntil dei. Steinbrotet er eit lite bygg som tømmerhytta. Difor kan du bygga det på kva felt som helst, raudt, gult eller grønt når bygghjelpa er på (Slås på med mellomromstasten)

source: There are three different tribes in Widelands: the barbarians, the empire and the atlanteans. All tribes have a different economy, strength and weaknesses, but the general gameplay is the same for all. We play the barbarians for now.
nn: Det er tre ulike stammar i Widelands: barbarane, Imperiet og atlantarane. Alle har ulik økonomi, styrkar og svakheiter, men tinga som er gjennomgått her er det same for alle. Foreløpig spelar me som barbarar.

source: There are two ways to move your view. The first one is using the cursor keys on your keyboard. Go ahead and try this out. Click the "OK" button and then move the view using the cursor keys
nn: Det er to måtar å flytta synsfeltet. Den første er å bruka piltastane på tastaturet. Berre prøv. Trykk «Greitt» og flytt synsfeltet med piltastane

source: There is a small slope to climb to reach this field. This means your workers are faster walking downwards than they are walking upwards.
nn: Det er ein liten bakke som må klatrast for å nå dette området. Det tyder at arbeidarane dine er raskare på veg ned enn på veg opp.

source: There is one more thing I'd like to teach you now: Expanding your territory. The place that we start with around our headquarters is barely enough for a basic build infrastructure and we do not have access to mountains which we need to mine minerals and coal. So we have to expand our territory.
nn: Ein ting til eg vil visa deg no: å utvida eigedommen din. Området me startar med kring hovudkvarteret er så vidt nok til ein grunnleggande infrastruktur og me har ikkje tilgang til fjella me treng for å grava etter mineralar og kol. Difor må me utvida.

source: There we go. Take a look at the soldiers that are on their way into our trainings camp. They look different than normal workers: they have a health bar over their head that displays their remaining hitpoints and they have four symbols which symbolize the individual soldier's current levels in the four different categories hitpoints, attack, defense and evade.
nn: Der går me. Sjå på soldatane som er på veg til treneleiren vår. Dei ser ikkje ut som vanlege arbeidarar: dei har ei livstripe over hovudet som syner gjenverande liv og dei har fire teikn for dei noverande nivåa i dei fire kategoriane liv, angrep, forsvar og unnvik.

source: There you go. I will explain about all those symbols in a minute. First, let me show you how to make a lumberjack's hut and how to connect it with a road. There is a sweet spot for a lumberjack right next to those trees. I'll describe the steps I will take and then ask you to click on the "OK" button for me to demonstrate.
nn: Der går dykk. Eg forklarar alle dei teikna snart. La meg først visa deg korleis laga ei tømmerhytta og korleis kopla ho til ein veg. Der er ein fin plass til ein tømrar rett med dei trea. Eg skal forklara det eg gjer og be deg trykka «greitt» for å demonstrera.

source: This concludes the tutorial. There is some stuff we have not covered here -- we have not even built a single producing building even though producing wares is the most important thing in Widelands -- but you've learned the ropes. You can learn about the remaining stuff while you go through the individual tribe's introduction campaigns. Each consists of some scenarios explaining the tribes and their economy while introducing the background story of Widelands. Have fun playing!
nn: Dette er heile innføringa. Det er noka me ikkje har forklart her, me har ikkje laga ein einaste fabrikk, sjølv om å laga varar er det viktigaste i Widelands, men du har fått innføringa. Du kan læra resten i innføringskampanjane til dei ulike stammane. Kvar er sett saman av nokre scenarii som forklarar stammane og økonomien deira i bakgrunnsoga til Widelands. Nyt spelet!

source: Trainings camp and soldier stats
nn: Treneleir og soldatstatistikk

source: Tutorial01
nn: Innføring01

source: Waiting for the geologist
nn: Ventar på geologen

source: Waiting for the hut to be finished
nn: Ventar på at hytta skal bli ferdig

source: Waiting for the lumberjack to go up
nn: Ventar på at tømmerhytta skal bli ferdig

source: We need to find a nice place for the lumberjack's hut. To make this easier, we can activate the build help. There are two ways you can do this, either by clicking on the build help button at the bottom of the screen which is the fourth one from the left. Or you can use the SPACE key to toggle it.
nn: Me må finna ein fin stad til tømmerhytta. For å gjera det lettare kan me slå på bygghjelpa. Det er to måtar å gjera dette, anten å trykka på bygghjelpeknappen på botnen av skjermen, fjerde knapp frå venstre. Eller så kan du bruka mellomromtasten.

source: Welcome to the Widelands tutorial!
nn: Velkommen til innføringa i Widelands!

source: Well done! Let's see how messages work in the real game, shall we? For this, I'll take all stones away from the poor stonemason in the quarry. He will then send a message that he can't find any in his working area the next time he tries to do some work.
nn: Godt gjort! La oss sjå korleis meldingar verkar i ekte spel. For dette tek eg all steinen frå den stakkars steinhoggaren i steinbrotet. Då sendar han ei melding om at han ikkje finn noka neste gong han prøvar å jobba.

source: Well done! Let's wait till the hut is finished. If you want things to go faster, simply use the PAGE UP key on your keyboard to increase the game speed. You can use PAGE DOWN to make the game slower again.
nn: Godt gjort! La oss venta til hytta er ferdig. Viss du vil auka farta kan du bruka Page Up på tastaturet for å auke spelfarta. Du kan bruka Page Down for å senka farta att.

source: While we wait, I'll quickly show you another useful feature. All construction sites look the same and some buildings look alike. It is sometimes hard to tell them apart. Widelands offers a feature to show label texts over the buildings. They are called the census and you can toggle them via the 'c' key or via the button on the watch tab of any field.
nn: Mens me ventar visar eg deg raskt noka meir nyttig. Alle byggeområde ser like ut og nokre bygg liknar. Det er av og til vanskeleg å skilla dei. Widelands har ein funksjon for å visa merkelappar over bygga. Dei kallast tellaren og du kan slå dei på og av med «c» eller med knappen i syn-feltet kvar som helst.

source: Widelands is a slow-paced build-up strategy with an emphasis on construction, not destruction. This tutorial will get you through the basics of the game.
nn: Widelands er eit sakte spel som fokuserer på å bygga opp, ikkje riva ned. Denne innføringa gir deg grunnstega i spelet.

source: You can build four things on fields in Widelands: Flags, small houses, medium houses and big houses. But not every field can hold anything. The build help eases recognition:
nn: Du kan bygga fire ting på felt i Widelands: flag, små hus, mellomstore hus og store hus. Men du kan ikkje bygga over alt. Bygghjelpa gjer det lettare å kjenna det att.

source: You can choose from the following military buildings: sentry, donjon, barrier and fortress. The bigger the building, the more expensive it is to be built. But it will also conquer a bigger region. Sometimes, it is useful to build a big military building next to a mountain so that you can reach fields farther up.
nn: Du kan velja mellom følgande militærbygg: vaktpost, donjon, barriere og fort. Dess større bygg, di dyrare er det å bygga. Men det vil òg dekka større område. Av og til er det lurt å bygga eit stort militærbygg ved eit fjell så du kan nå felt høgare oppe.

source: You can continue playing this map or you can end this game whenever you like. To leave this game and return to the main menu click on the
nn: Du kan halda fram med dette spelet eller avslutta når som helst. For å avslutta spelet og gå attende til hovudmenyen må du trykka på

source: You can dismiss this box by left-clicking on the button below.
nn: Du kan lukka denne boksen med å venstretrykka knappen under.

source: You usually start the game with one headquarters. This is the big building with the blue flag in front of it. The headquarters is a warehouse that stores wares, workers and soldiers. Some wares are needed for building houses, others for making other wares. Obviously, the wares in the headquarters will not last forever, so you must make sure to reproduce them. The most important wares in the early game are the basic build wares: trunks and raw stone. Let's make sure that we do not run out of trunks. For this, we need a lumberjack and a hut for him to stay in.
nn: Stort sett startar du spelet med eitt hovudkvarter. Dette er det store bygget med det blå flaget framfor. Hovudkvarteret er eit varehus som lagrar varar, arbeidarar og soldatar. Nokre varar er naudsynte for å bygga hus, andre for å laga andre varar. Sjølvsagt varar ikkje varane i hovudkvarteret evig, så du må finna ein måte å laga meir. Dei viktigaste varane i byrjinga av spelet er grunnleggande byggevarar: trestammar og råstein. La oss sikra at me ikkje går tom for tre. Til dette treng med ein tømmermann og ei hytta han kan bu i.

source: exit game button.
nn: avslutt spelet-knappen.

source: minimap button at the bottom of the screen. Alternatively you could also press 'm' on your keyboard
nn: minikart-knapp på botnen av skjermen. Eller så kan du trykka «m» på tastaturet

source: options menu button on the very left at the bottom of the screen. Then click the
nn: valmenyknapp heilt til venstre på skjermen. Så trykkar du
