Repository: widelands/widelands
Catalog: po/*/campaigns/emp01.wmf.po
Languages: de_de, fr_fr

source: Empire Tutorial1 - The strands of Malac' Mor
de_de: Imperiales Tutorial 1 - Die Strände von Malac' Mor
fr_fr: Tutoriel de l'Empire 1 - Les rives de Malac' Mor

source: After losing an important battle against the barbarians, which leads to the forfeition of a bigger part of Empire's territory, Lutius leaves Fremil, to start a new life. But his destiny takes his ship into a heavy storm, which nearly desctructs the ship. Only with lot of luck he can save his people and the damaged ship on a unknown desert strand.
de_de: Nachdem er eine wichtige Schlacht gegen die Barbaren - die zum Verlust eines größeren Gebietes des Imperium führte - verloren hatte, verließ Lutius die Hauptstadt Fremil, um ein neues Leben zu beginnen. Doch sein Schicksal trieb sein Schiff in einen schweren Sturm, der diesem großen Schaden zufügte. Nur mit viel Glück konnte er sich und seine Leute an einen unbekannten Wüstenstrand retten.
fr_fr: Après avoir perdu une bataille importante contre les Barbares, qui a aboutie à la perte d'une partie plus grande du territoire de l'Empire, Lutius quitte Fremil pour commencer une nouvelle vie. Mais son destin mène son navire dans une tempête violente qui presque détruit le navire. Avec beaucoup de chance il arrive à sauver son peuple et le navire abîmé à une plage déserte.

source: Diary of Lutius
de_de: Lutius' Tagebuch
fr_fr: Journal de Lutius

source: "What has become of our Empire? I really ask this question - why did my king forbid me from fighting against that monsterous barbarian tribe, who first acted as a peaceful friend and then attacked my army in the darkest night?<br> With an army of 150 men, I was assigned to patrol on our northern frontier, which lies near the Galdin Mountains in a great, beautiful and ancient forest. Soon, we met a barbarian tribe, which at first was friendly. A few of my men even traded with them and their kids came to us, to admire our clean and tidy uniforms and weapons.<br> But in our fifth night in that region, they attacked us with no reason. I lost dozens of good men, and found myself imprisoned and brought to their chieftain. He spat at me, mocked me and told me to leave this land forever. He did not want new land and did not want our land, but he told me that THIS forest was their land - and would stay theirs until the ghosts take the last man of his folk!<br> Three weeks later, I came back to Fremil to speak with our king. He was furious at the Barbarians, yet disallowed an attack of these tribes. He believed that our army was too weak to survive in a war against the barbarians.<br> Still, I saw no way that I could erase my shame - without fighting against the Barbarians. So I left Fremil by boat to find myself a new world, and a new life, somewhere in the south. Now I am sailing on the perl-gulf with my family, some of my friends and a few of my best warriors."
de_de: "Was ist bloß aus unserem Land geworden?<br>Diese Frage stelle ich, weil mein König mir verboten hat, gegen diese Monster eines barbarischen Stammes zu kämpfen. Dabei haben diese sich verstellt und uns hinterhältig überfallen.<br><br>Vor einiger Zeit bekam ich die Aufgabe, mit meinen Soldaten, 150 an der Zahl, an unseren nördlichen Grenze zu patrouillieren. Noch nördlich des Galdin-Gebirges, in einem uralten und mächtigen Wald. Schnell trafen wir dort auf einen barbarischen Stamm, der uns gegenüber sehr nett und freundlich war. Ein paar meiner Männer haben gar mit ihnen gehandelt und ihre Kinder liefen häufig zwischen uns herum und bestaunten unsere kunstvollen Waffen. Doch in der fünften Nacht in diesen Wäldern attackierte uns der Stamm ohne eine sichtbaren Grund und nutzte die Dunkelheit der Nacht, um fast meine gesamten Truppen zu ermorden.<br>Ich wurde zu ihrem Anführer gebracht, der auf mich spuckte, mich auslachte und mir sagte, dass ich dieses Gebiet sofort verlassen und nie wieder hierhin zurückkehren sollte. Seiner Meinung nach war dieser Wald sein Hoheitsgebiet, in dem er niemanden außer seinem eigenen Stamm haben wollte. Gottlob hatte er kein Interesse an unseren eigenen Ländereien.<br><br>Drei Wochen später kam ich wieder in unserer Hauptstadt Fremil an und sprach mit unserem König. Natürlich war er erbost über die Barbaren und über meine schlechten Wachen, die den Überfall hätten kommen sehen müssen. Dennoch verbot er mir einen Gegenschlag, da er der festen Überzeugung war, dass das zu einem Krieg führen würde, den wir nicht gewinnen könnten.<br>Ich war enttäuscht. Und da ich keine Möglichkeit sah, meine Schuld zu bereinigen, entschied ich mich, Fremil für immer zu verlassen und fortan im Exil zu leben. Ich war wirklich überrascht, wie viele Leute sich mir anschlossen und mit mir und meinem Schiff in den Süden segelten.<br>Und nun ist es so weit. Zusammen mit meiner Familie, einigen guten Kriegern und Handwerkern habe ich soeben die Segel gesetzt und Kurs auf den Perlen-Golf genommen."

source: A dark night
de_de: Eine dunkle Nacht
fr_fr: Une nuit sombre

source: "It seems as if sailing on the perl-gulf was one of our biggest mistakes. Nature was against us and drove us into a dark, wild storm. I really don't know how many hours have passed since the waves rose higher than our boat, but still it would be suicide to go outside.<br> Our ship is badly damaged and is taking in more and more water. We can thank the Gods if we survive this black night with our lives."
de_de: "Offensichtlich haben wir einen großen Fehler begangen, als wir gestern in den Perlen-Golf gesegelt sind. Die Natur scheint sich gegen uns aufzuwiegeln. Seit Stunden hängen wir nun in diesem dunklen, wilden Sturm fest. Unser Schiff taumelt zwischen den meterhohen Wellen, die längst höher als unser Mast geworden sind.<br>Und nun ist unser Schiff auch noch Leck geschlagen. Es füllt sich immer weiter mit Wasser. So schlecht wie es jetzt gerade aussieht, können wir den Göttern danken, wenn wir morgen früh noch unser nacktes Leben besitzen."

source: The rough sea
de_de: Die raue See
fr_fr: Une mer agitée

source: "Finally, the Gods were with us!<br> We landed on an unknown coast and found peaceful rest under the palm trees growing at the strand. But that is about as good as it gets. The truth is:<br> when I woke up this morning, I saw nothing more than sand around us.<br> It really seems as if we landed under the only palm trees existing in this far-away sandy desert. I fear we won't find the help we need to get our ship repaired in good time."
de_de: "Schließlich waren die Götter doch noch mit uns. Wir landeten an einer unbekannten Küste und fanden einen friedlichen Schlaf unter einigen Palmen. Doch das ist auch das Beste, von dem ich berichten kann.<br>Die Wahrheit ist, dass ich heute morgen hinter den kleinen Palmenwald gegangen bin und hinter ihm nur eine ewig weite Wüste fand. Es scheint beinahe so, als ob wir unter den einzigen Palmen dieser Wüste gelandet sind.<br>Ich befürchte, dass wir hier leider nicht die nötige Hilfe bekommen werden, um unser Schiff schnell zu reparieren."

source: Survivor
de_de: Überlebende
fr_fr: Survivant

source: Saledus looks around nervously...
de_de: Saledus schaut sich nervös um...
fr_fr: Saledus regarde autour nerveusement...

source: "Sire, I fear we are not safe in this foreign land. Who knows what terrible creatures live beyond this forest, in that mighty desert? What if these creatures enter the woods and await the time to attack us?<br> Well, perhaps my fear is misguided, but it can't be wrong to keep watch in the forests - so that we can be sure to see any potential enemies before they can see us.<br> We really should build a barracks in the eastern portion of the forest. Than one of us will keep watch in the darkness and keep us safe from these creatures."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Herr, ich befürchte, dass wir hier in diesem fremden Land nicht sicher sein können.<br>Wer weiß schon, was für schreckliche Kreaturen in dieser Wüste und hinter ihr wohnen? Und vor allem: Was ist, wenn diese Kreaturen es bis in diesen Wald schaffen und dann aus dem Hinterhalt über unsere Leute herfallen?<br>Es mag sein, dass meine Angst übertrieben ist. Doch es scheint mir nur logisch und vorsichtig, wenn wir im Osten des Waldes eine kleine Baracke aufbauen, von der aus jemand in der Wüste nach potentiellen Gefahren Ausschau halten kann.<br><br>-- NEUER AUFTRAG --<br>
fr_fr: "Sire, je crains que nous ne soyons pas en sécurité dans ce pays étranger. Qui sait quelles épouvantables créatures vivent au-delà de cette forêt, dans ce grand désert ? Qu'arriverait-il si ces créatures s'introduisent dans les bois et attendent le moment opportun pour nous attaquer ?<br> Bien, peut-être que ma crainte est erronée, mais il faut surveiller la forêt, nous pourrons alors être sûrs de voir tout ennemi potentiel avant qu'il ne puisse nous voir.<br> Nous devrions vraiment construire une caserne dans la partie est de la forêt. L'un d'entre nous surveillera les ténèbres et nous protégera des attaques de ces créatures."<br><br>-- NOUVEL OBJECTIF --<br>

source: * Build a barracks at the red point on the east side of the forests, to the right of your headquarters.
de_de: * Baue eine Baracke an dem rot markierten Punkt östlich des Waldes, rechts neben deinem Hauptquartier.
fr_fr: * Construisez une caserne sur le point rouge à la lisière est de la forêt, à la droite de votre quartier général.

source: A foreboding
de_de: Eine Vorahnung
fr_fr: Un pressentiment

source: Saledus speaks with a sigh of relief...
de_de: Saledus spricht erleichtert...
fr_fr: Saledus parle avec un soupir de soulagement...

source: "Sire, I saw that the construction of the barracks was complete, so I assigned one of my best soldiers to it to keep watch on the desert.<br> This is a good step forward. Now we can feel a bit safer and can look forward to repair our ship."
de_de: "Herr, ich habe gerade gesehen, dass die Baracke fertiggestellt ist. Ich habe gleich einen meiner besten Männer dorthin geschickt, der nun die Wüste beobachten und uns rechtzeitig vor jeder Gefahr warnen wird.<br>Wunderbar, jetzt können wir uns endlich etwas sicherer fühlen und uns auch den anderen wichtigen Sachen zuwenden."
fr_fr: "Sire, j'ai vu que la construction de la caserne était terminée, alors j'y ai envoyé un de mes meilleurs soldats pour surveiller le désert.<br> C'est un bon pas en avant. Maintenant nous pouvons nous sentir un peu plus en sécurité et avancer de réparer notre bateau."

source: Safe for now
de_de: Vorerst sicher
fr_fr: Sauvés pour le moment

source: Amalea smiles...
de_de: Amalea lächelt...
fr_fr: Amalea sourit...

source: "Hey Lutius, I just met Saledus outside.<br> He told me about the barracks. Well, I am not one of those girls who think we need more barracks - instead, we might concentrate on other things now.<br> It is absolutely clear that we need wood to repair our ship. So, I walked through the forest yesterday and found a nice place for a lumberjack's house, south of our headquarters."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Hallo, Lutius, ich habe gerade Saledus draußen getroffen. Er hat mir davon erzählt, dass die Baracke nun fertig ist und wir uns endlich etwas sicherer fühlen können. Na ja... Ich bin sicherlich nicht eine der Frauen, die sich viele Baracken wünscht. Doch nun da diese eine fertig gestellt ist, können wir uns um etwas anderes kümmern:<br>Gestern bin ich durch den Wald gelaufen und habe mich dabei etwas umgeschaut. Dabei habe ich im Süden unseres Hauptquartiers eine schöne Stelle gefunden, wo wir eine Holzfällerhütte aufbauen könnten. Und du weisst ja selbst genau so gut wie ich, dass wir Holz brauchen, um unser Schiff zu reparieren."<br><br>-- NEUER AUFTRAG --<br>
fr_fr: "Hé Lutius, je viens juste de rencontrer Saledus dehors.<br> Il m'a parlé de la caserne. Hé bien, je ne suis pas de celles qui pensent que nous avons besoin de plus de casernes, par contre nous pourrions nous concentrer sur d'autres choses maintenant.<br> Il est évident que nous avons besoin de bois pour réparer notre bateau. Je suis donc allé me promener dans la forêt hier et j'ai trouvé un bel endroit pour une maison de bûcheron au sud de notre quartier général."<br><br>-- NOUVEL OBJECTIF --<br>

source: * Build a lumberjack's house at the red point, south of your headquarters.
de_de: * Baue ein Holzfällerhaus am rot markierten Punkt, südllich deines Hauptquartiers
fr_fr: * Construisez une maison de bûcheron sur le point rouge, au sud de votre quartier général.

source: Young Amalea
de_de: Die junge Amalea
fr_fr: Jeune Amalea

source: Amalea recommends...
de_de: Amalea empfiehlt...
fr_fr: Amalea recommande...

source: "Hey Lutius, I got the message that our first lumberjack started his work today. Perhaps it would be a good idea to wait until he cleans enough space for building up two further lumberjack's houses, so that we can faster harvest the trunks.<br> But unfortunately the trunks are useless for repairing our ship - we need refined wood, like every ship and every bigger building needs, too. So we should build up a sawmill - as soon as we have enough space for this."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Hallo, Lutius! Ich bekam gerade die Nachricht, dass unser erster Holzfäller heute seine Arbeit aufgenommen hat. Vielleicht wäre es eine gute Idee, den Holzeinschlag etwas zu beschleunigen, indem wir zwei weitere Holzfäller einsetzen, sobald genug Platz vorhanden ist. Und was noch viel wichtiger ist: Wir brauchen ein Sägewerk. Denn mit den Stämmen alleine ist es schwer, ein Schiff zu reparieren.<br><br>-- NEUER AUFTRAG --<br>
fr_fr: "Hé Lutius, j'ai eu l'information que notre premier bûcheron a commencé le travail aujourd'hui. Peut-être serait-il judicieux d'attendre qu'il ait déboisé suffisamment pour construire deux maisons de bûcheron supplémentaires, pour améliorer le rendement.<br>Mais malheureusement ces troncs d'arbre sont inutiles pour réparer notre bateau - nous avons besoin de planches, comme en nécessite tout bateau et aussi tout grand bâtiment. Nous devons donc construire une scierie, dès que nous aurons assez de place pour cela."<br><br>-- NOUVEL OBJECTIF --<br>

source: * Build two more lumberjack's houses and a sawmill as soon as there is enough space for them.
de_de: * Baue zwei weitere Holzfällerhäuser und ein Sägewerk sobald genug Platz vorhanden ist.
fr_fr: * Construisez deux maisons de bûcheron de plus et une scierie dès qu'il y a assez d'espace.

source: Amalea comes in...
de_de: Amalea kommt herein...
fr_fr: Amalea entre...

source: "Hi Lutius, I've got two important things to talk about... First the good news:<br> I saw that the construction of the sawmill is complete, so we can begin to refine the trunks the lumberjacks are harvesting to wood.<br> But that's just about the only positive thing I know to talk about. The bad news is that our lumberjacks harvest at an unbelievable speed. There are almost no trees left on this island.<br> Lutius, these trees provide shelter from the sandstorms from the desert, shade on the hot days and they are the home of so many gentle animals. We shouldn't leave this island a complete desert.<br> Lutius, I beg you: find someone who takes care about planting new trees."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Sei gegrüßt, Lutius!<br>Ich habe zwei wichtige Dinge, über die ich mit dir reden möchte:<br>Erst die gute Nachricht: Ich habe gehört, dass das Sägewerk bereits fertiggestellt ist. Das ist gut, denn nun können wir endlich anfangen die vielen Stämme zu Nutzholz zu verarbeiten.<br>Aber das war dann auch das einzig Positive, was ich erzählen kann. Unsere Holzfäller schlagen in einem enormen Tempo Holz und ich befürchte, dass bald nicht ein einziger Baum mehr auf dieser Insel stehen wird. Wir sollten sofort eingreifen in dem wir ein Forsthaus bauen und jemanden dort einquartieren, der sich um die Pflanzung und Pflege junger Bäume kümmert - andernfalls wird bald der ganze Wald weg sein. Überlege doch nur, dass dieser Wald uns Schatten und kühle Luft spendet. Uns vor den Sandstürmen aus der nahen Wüste schützt und die Heimat von vielen Tieren ist. Wir sollten wirklich etwas unternehmen.<br><br>-- NEUER AUFTRAG --<br>
fr_fr: "Salut Lutius, J'ai deux nouvelles importantes à te communiquer... D'abord la bonne :<br> j'ai vu que la construction de la scierie était terminée, nous pouvons donc commencer à fabriquer des planches à partir des troncs d'arbres.<br> Mais c'est la seule bonne nouvelle que j'ai à porter à ta connaissance. La mauvaise c'est que les bûcherons déboisent à une vitesse incroyable. Il n'y a presque plus d'arbres sur cette île.<br> Lutius, ces arbres nous protègent des tempêtes de sable du désert, nous fournissent un abri pour les jours chauds et sont le foyer de tant de doux animaux. Nous ne devrions pas laisser cette île comme un désert.<br>Lutius, je te supplie : trouve quelqu'un qui s'occupera de planter de nouveaux arbres."<br><br>-- NOUVEL OBJECTIF --<br>

source: * Build a forester's house to preserve the wood resources of this island.
de_de: * Baue ein Forsthaus um den Waldbestand auf dieser Insel zu erhalten.
fr_fr: * Construisez une maison de sylviculteur pour préserver les ressources en bois de cette île.

source: Saledus notes...
de_de: Saledus bemerkt...
fr_fr: Saledus remarque...

source: "Hey, my good old friend. I just thought about the rocks standing on the south strand of this land. Perhaps we could cut out some useful hard stones and beautiful marble.<br> The repair of our ship will take a few weeks, anyway, and the resources we harvest now might be the base of strong and big buildings in another land."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Hallo, mein alter Freund! Ich habe mir gerade ein paar Gedanken über die Felsen am Südstrand gemacht. Vielleicht könnten wir ein paar gute Steine und schöne Marmorblöcke aus den Felsen schlagen.<br>Die Schiffsreparatur wird noch einige Zeit dauern und die Baumaterialien, die wir jetzt zusätzlich abbauen könnten, wären die Grundlage für die mächtigen Gebäude unserer zukünftigen Siedlung.<br><br>-- NEUER AUFTRAG --<br>
fr_fr: "Hé mon vieil ami, je viens juste de penser aux rochers de la rive sud de cette île. Peut-être pourrions nous en extraire quelques pierres utiles et du beau marbre.<br> La réparation de notre navire prendra de toute façon quelques semaines, et les ressources que nous récoltons maintenant pourraient être la base de grands et solides bâtiments dans un autre pays."<br><br>-- NOUVEL OBJECTIF --<br>

source: * Build a quarry in the south to cut some stones and marble out of the rocks.<br> These might be used for future buildings.
de_de: * Baue einen Steinbruch im Süden um Steine und ab und an auch Marmor aus den Felsen zu schlagen.<br>Diese brauchen wir für größere Gebäude.
fr_fr: * Construisez une carrière au sud pour extraire des pierres et du marbre des rochers.<br> Ceci pourra servir pour nos futures constructions.

source: Thinking about the future
de_de: Denk an die Zukunft
fr_fr: Pensant au futur

source: Saledus looks promising...
de_de: Saledus lächelt verheißungsvoll...
fr_fr: Saledus semble radieux...

source: "Hey Lutius, today we got a lot closer to our first castle. The quarry to the south began its work today and will soon provide us with stones and beautiful marble.<br> Now we truly can look forward to settling down on another island."
de_de: "Hallo, Lutius! Heute sind wir endlich unseren ersten eigenen Burg ein Stück näher gekommen. Der Steinbruch im Süden hat heute seine Arbeit aufgenommen und wird uns schon bald mit Steinen und schönem Marmor versorgen. Jetzt können wir wirklich nach vorne schauen und uns darauf vorbereiten, eine bessere Insel zu besiedeln."
fr_fr: "Hé Lutius, aujourd'hui nous nous sommes rapprochés de notre premier château. La carrière du sud a commencé le travail aujourd'hui et nous fournira bientôt des pierres durs et du marbre magnifique.<br> Nous pouvons désormais réellement envisager de nous installer sur une autre île."

source: A step forward
de_de: Ein Schritt nach vorne
fr_fr: Un pas en avant

source: "Today I got the message that our ship is completely repaired. At the moment my people are loading everything onto our newly repaired ship, hoping it will serve us better than last time.<br> Tonight will be our last night on this island. Tomorrow morning we will leave, searching for a new place for our exile.<br> I still wonder if we will ever see Fremil again.<br><br>--------------------- VICTORY! ----------------------<br><br> You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission."
de_de: "Heute bekam ich die Nachricht, dass unser Schiff wieder komplett repariert ist. Im Moment laden meine Leute alles Wichtige auf das Schiff in der Hoffnung, dass unsere Reise diesmal ruhiger verlaufen wird.<br> Diese Nacht wird unsere letzte auf dieser Insel sein. Morgen früh werden wir wieder aufbrechen und endlich nach einem geeigneten Ort für unsere neue Siedlung suchen.<br>Doch irgendwie frage ich mich immer noch, ob ich Fremil jemals wiedersehen werde."<br><br>----------------------SIEG!-----------------------<br><br>Du hast diese Mission abgeschlossen. Wenn du möchtest, kannst du weiterspielen, ansonsten starte einfach die nächste Mission.
fr_fr: "Aujourd'hui on m'a informé que notre bateau est complétement réparé. En ce moment mon peuple charge tout sur le bateau, en espérant qu'il nous sauvera mieux que la dernière fois.<br> Cette nuit sera notre dernière sur cette île. Demain matin nous partirons chercher un autre endroit pour notre exil.<br>Je me demande toujours si nous reverrons Fremil un jour."<br><br>----------------------VICTOIRE!-----------------------<br><br>Vous avez complété cette mission. Vous pouvez continuer à jouer si vous le désirez, autrement passez à la mission suivante."

source: Mission Complete
de_de: Mission erfüllt
fr_fr: Mission accomplie

source: Saledus speaks:
de_de: Saledus sagt:
fr_fr: Saledus parle :

source: "You have made this peninsula a very secure place. It is time to move on!"
de_de: "Du hast diese Insel zu einem sicheren Ort gemacht. Es ist Zeit fortzufahren!"
fr_fr: "Vous avez fait de cette péninsule un endroit très sûr. L'heure est venue de partir !"

source: Safe Peninsula
de_de: Sichere Insel
fr_fr: Péninsule sécurisée

source: Build a barracks
de_de: Baue eine Baracke
fr_fr: Construisez une caserne

source: Build a lumberjack's house
de_de: Baue ein Holzfällerhaus
fr_fr: Construisez une maison de bûcheron

source: Build two lumberjack's houses and a sawmill
de_de: Baue zwei Holzfällerhäuser und ein Sägewerk
fr_fr: Construisez deux maisons de bûcheron et une scierie

source: Build a forester's house
de_de: Baue ein Forsthaus
fr_fr: Construisez une maison de sylviculteur

source: Build a quarry
de_de: Baue einen Steinbruch
fr_fr: Construisez une carrière

source: OK
fr_fr: D'accord
