Repository: widelands/widelands
Catalog: po/*/campaigns/t02.wmf.po
Languages: de_de

source: "Chieftain, this is a disgrace! It is well that we can produce grout for mighty fortifications and great buildings now - only this does not prevent our roofs from becoming leaky! Maybe the young ones like spending their nights in the rain, but I just can't find any sleep with these raindrops dripping on my face!<br> Now this is a problem we should do something about!"<br><br>-- NEW OBJECTIVE --<br>
de_de: "Es ist wirklich unglaublich! Nun könnten wir soviele Steine produzieren, dass wir problemlos eine Festung errichten könnten. Und dennoch tropft mir fast jede Nacht das Regenwasser ins Gesicht! Ich weiß ja nicht - vielleicht finden die jungen Leute es ja interessant, die Nächte im Regen zu verbringen. Doch ich kriege einfach kein Auge zu! Ich denke, dass wir wirklich etwas dagegen unternehmen sollten!"<br><br>-- NEUER AUFTRAG --<br>

source: * Build a fernery.<br> The third material necessary for improved buildings is thatch reed, used to cover roofs. Thatch reed is planted by a fernery, around the building.
de_de: * Baue einen Reet- und Flachshof.<br> Das dritte Material welches für größere und bessere Gebäude gebraucht wird, ist, welche wir vor allem für unsere Dächer verwenden. Reet wird von dem Reet- und Flachshof produziert.

source: Khantrukh seems relieved...
de_de: Khantrukh scheint erleichtert...

source: "Wonderful! Our roofs are not dripping anymore, and we have all the material we need for, well, whichever monumental building we see fit!"
de_de: "Wunderbar! Endlich sind unsere Dächer dicht. Und vor allem haben wir nun die Materialien, um so ziemlich jedes größere Gebäude zu errichten."

source: Thron speaks...
de_de: Thron spricht...

source: "One night, when the moon shone brightly, I climbed to the peak of Kal'mavrath.<br> When I gazed at the horizon, I still saw crimson lights flicker in the distance. It is incredible how much passion my brethren fight this war with. I fear the moment I see Al'thunran again - will there be anything but ashes and wasted ruins left of our once beautiful capital when we get there?"
de_de: "Letzte Nacht kletterte ich, im Mondschein, auf den Gipfel des Kal'mavrath. Als ich mir von dort den Horizont anguckte, sah ich immernoch die großen Flammen, die in unserer Heimat aufsteigen. Es ist unbeschreiblich, mit wieviel Hass und Zerstörung dieser Krieg geführt wird. Nicht zuletzt deshalb fürchte ich mich auch vor dem Moment, an dem ich Al'thunran wieder sehe. Wird noch irgendetwas von unser schönen Hauptstadt übrig sein? Oder besteht sie schon jetzt nur noch aus Flammen, Asche und Ruinen?"

source: One fullmoon night
de_de: In einer Vollmondnacht

source: Thron looks worried...
de_de: Thron sieht besorgt aus...

source: "The winter is upon us. Many of us are suffering from the cold, yet we must endure. The day we may return cannot be far anymore - it must not be far anymore.<br> I prayed it might get warmer again, as I prayed the war would finally come to an end.<br> So far, it seems that neither prayer was fulfilled."
de_de: "Der Winter ist da. Viele von uns fürchten sich vor der bitteren Kälte, doch leider müssen wir weiter ausharren. Der Tag an dem wir endlich nach Hause zurück kehren können, kann nicht mehr weit entfernt sein - Er darf es nicht. Ich habe gebetet, damit es wieder wärmer wird, und dafür, dass der Krieg endlich ein Ende findet.<br>Doch so wie es aussieht wurde keines meiner Gebete erhört."</p>

source: Another cold day
de_de: Ein weiterer kalter Tag...

source: "The other day Boldreth asked me to accompany him to the new inn. It would cheer me up, he said.<br> When I looked around, I saw faithful faces, trusting that I could guide them through these dark days. Yet before I could speak any words of gratitude or encouragement, one of my warriors ran into the inn. He had been far out in the forest for the past days and I could see how weary he was.<br> The news he brought changed everything..."<br><br>--------------------- VICTORY! ----------------------<br><br> You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
de_de: "Gestern fragte Boldreth mich, ob ich ihn in das neue Gasthaus begleiten würde. Seiner Meinung nach würde es mir wirklich gut tun.<br>Ich folgte also seiner Einladung und betratt die Gaststätte. Dort sah ich in die treuen Gesichter meiner Männer und Frauen, die mich in diesem Moment davon überzeugten, dass sie Alle der Meinung waren, ich könnte sie durch diese dunklen Tage führen. Doch bevor ich überhaupt ein paar Worte der Dankbarkeit oder Ermutigung sprechen konnte, kam einer meiner Krieger in das Gasthaus.Er war in den letzten Tagen in den Wäldern, weit weg von hier, Patrolie gelaufen.<br>Die Nachricht, die er brachte, änderte alles... "<br><br>----------------------SIEG!-----------------------<br><br > Du hast die Mission geschafft. Wenn Du willst kannst Du weiterspielen, andernfalls beginne mit der nächsten Mission.

source: Mission Complete
de_de: Mission erfüllt!

source: Continue
de_de: Weiter

source: "We have found a village with friendly and productive people, impressed by our wealth, technology and strength.<br> They have decided to join us!"
de_de: "Wir haben ein freundliches Dorf entdeckt. Sie sind so beeindruckt von unserem Reichtum und Fortschritt, dass sie sich entschieden haben, sich uns anzuschließen!"

source: A friendly village joined us!
de_de: Ein freundliches Dorf hat sich uns angeschlossen!

source: Expand north-east and build a quarry
de_de: Erweitere dein Territoriuim in Richtung Nordosten und baue einen Steinbruch

source: Start building mines on the mountain
de_de: Beginne damit, Minen in den Bergen zu errichten

source: Provide your miners with food
de_de: Versorge deine Berarbeiter mit Nahrung

source: Bake bread
de_de: Backe Brot

source: Refine your mined resources
de_de: Veredle deine Erze

source: Enhance Buildings
de_de: Ausbau von Gebäuden

source: Build a wood hardener
de_de: Baue einen Holzhärter

source: Build a lime kiln and coal economy
de_de: Baue einen Kalkbrenner und Kohlewirtschaft

source: Build a fernery
de_de: Baue eine Farnerei
