Repository: widelands/widelands
Catalog: po/*/campaigns/t02.wmf.po
Languages: de_de

source: Tutorial2 - A Place to call Home
de_de: Tutorial2 - Ein Ort wie zuhause

source: Second Mission of the Barbarian Tutorial Campaign. In this tutorial the higher production buildings, including mining and the military expansions will be introduced.
de_de: Zweite Mission des Tutorials der Barbaren. In dieser Karte werden die weiteren Wirtschaftszweige, inklusive des Bergbaus und die Vergrößerung des Einflussbereichs erklärt.

source: Thron shakes his head...
de_de: Thron schüttelt den Kopf...

source: "The war goes on. More and more of our brothers and sisters flee the brutal war raging in the capital beneath the trees.<br> The stories they tell about the deeds of our kin are sad to hear. I've spent nights lying awake, restless, more tired I ever believed one could be. Yet whenever I close my eyes, I see the fortress my father built consumed by flames. The throne between the trees, the symbol of unity and peace among our kin became the wedge that drives us apart."
de_de: "Der Krieg geht weiter. Mehr und mehr unsrer Brüder und Schwestern fliehen aus unserer einstigen Heimat. Sie finden in unserem Hauptquartier einen Unterschlupf. <br>Die Erzählungen, die sie über die Verbrechen unseres Feindes erzählen, sind schrecklich anzuhören und treiben mich fast in den Wahnsinn. Immer wieder versuche ich, für einen kurzen Moment die Augen zu schließen, um ein wenig Ruhe zu finden. Doch diese ist mir nicht vergönnt. Nach wie vor wird mein Kopf von den schrecklichen Bildern der rot aufschlagenden Feuer heimgesucht. Es sind die Feuer, die das Vermächtnis meines Vaters zerstören, den Frieden verspotten und unser aller Heimat zu einem erbarmungslosen Schlachtfeld werden ließen."

source: The story continues
de_de: Die Geschichte geht weiter...

source: "Today my hunters brought men, women and little children who had hidden out in the forests, trying to escape the war, hate and revenge that rage among the tribes fighting each other like in old times, when we were no more but the wild beasts driven and controlled by instincts. None of my brothers will ever gain and hold control over the wooden throne, none of the tribes will be strong enough to subdue the other. There will be no end to this slaughtering, unless... is this it? As father told me?<br> Rise against whoever threatens our very existence, may it even be one of your blood or mind?"
de_de: "Heute brachte unser Jäger eine Gruppe von Frauen, Männern und Kindern zu mir. Sie hatten sich aus Furcht in den Wäldern versteckt, um so dem Krieg, dem Hass und der unmenschlichen Zerstörung zu entfliehen. Längst scheint es, als ob unsere einstige Heimat wieder in die Dunkelheit fällt, die uns aus Sagen und Legenden allzu bekannt ist. In unserem früheren Zuhause regiert nur noch die Gewalt zwischen den Clans. Ein jeder Krieger ist nun nicht mehr als ein instinktiv handelndes Monster. Und jeder will die Macht für sich ergreifen.<br>Doch in diesen Kriegen wird es niemand schaffen, den ehrbürtigen Thron zu besteigen. Ein jeder von ihnen ist zu verhasst bei seinen Gegnern und zu schwach, das Zepter zu halten. Es wird keinen Frieden geben, bis...<br> Ist das die Lösung? So wie mein Vater es mir damals sagte: Bezwinge jeden, der die Existenz Deines Volkes und die Deine zerstören will! Möge er er auch von Deinem Blut oder ein alter Freund sein!"

source: "Boldreth seems more and more torn as the days go by. The spirits of my fellows sink as the cold season approaches, and we are still living in no more than huts and barracks. I never intended to stay out here in the wilderness for so long - but I never thought my brothers would engage in this senseless battle for so long either.<br> Perhaps it's time to make ourselves feel a little more at ease here. Perhaps it's time to give those who still live and think united a new home, replacing what is now lost to us? Until we can return to the place we once called our home..."
de_de: "Boldreth wird immer unglücklicher, je mehr Tage vergehen und auch die Stimmung der Leute sinkt, je kälter es wird - was kein Wunder ist, wenn man bedenkt, dass wir immer noch in Baracken und Zelten hausen. Aber eigentlich hatte ich auch nie vorgehabt, so lange in der Wildniss zu bleiben. Doch woher hätte ich wissen sollen, dass meine Brüder sich so lange in einen so sinnlosen Krieg verstricken?<br>Vielleicht sollten wir es uns hier doch etwas gemütlicher machen. Vielleicht sogar eine neue Heimat einrichten, um das zu ersetzen, was uns nicht vergönnt ist. Das sollte uns über die Zeit bringen, bis wir in unser altes Zuhause zurückkehren können."

source: Brave Boldreth steps aside you...
de_de: Boldreth tritt neben dich...

source: "So you want to prepare us for a longer stay in these forests, Thron? Well, I see the wisdom in doing so, yet my heart is yearning for a glorious return to Al'thunran. Too long have we waited while our brethren have fought on the battlefield, and our axes and swords have turned rusty over time."
de_de: "Ihr wollt uns für einen längeren Aufenhalt in diesen Wäldern vorbereiten? Ich verstehe Euer Vorgehen nur zu gut und unterstütze diese Idee. Ich wünschte, wir könnten mein Herz mit der glorreichen Befreiung Al'thunrans befriedigen, doch wir haben einfach zu lange gewartet. Unsere Schwerter und Äxte sind seit der letzten Schlacht stumpf und rostig geworden."

source: Your loyal companion
de_de: Dein loyaler Begleiter

source: Khantrukh joins the both of you...
de_de: Kantrukh gesellt sich zu euch...

source: "I beg your forgiveness, chieftain, but I have a grave concern to discuss with you. The rocks close to our camp are shrinking fast under our workers' tools, and it is a matter of little time only before they are all gone."
de_de: "Ich bitte um Verzeihung, doch wir müssen über eine wichtige Sache sprechen. Die Felsen im Westen unseres Lagers sind mittlerweile, durch die Spitzhacken unserer Arbeiter, beinahe total abgetragen. "

source: The advisor
de_de: Der Berater

source: Boldreth jumps up...
de_de: Boldreth springt auf...

source: "While it is certainly no worthy task for a warrior, at least it is something to be done! Thron, what do you say about me taking a few of our most restless warriors and venturing somewhat closer to the great mountain of Kal'mavrath - maybe we will find some more big stones to please the old man?"<br><br>-- NEW OBJECTIVE --<br>
de_de: "Auch wenn dies eigentlich keine Aufgabe für einen Krieger ist, muss dennoch dringend etwas getan werden! Was haltet ihr also davon, wenn ich mit einem kleinen Trupp weiter in Richtung der großen Berge von Kal'mavrath vorstoße? - vielleicht finden wir dort ein paar größere Felsen mit denen wir den alten Mann zufriedenstellen können!" <br><br>--NEUER Auftrag--<br>

source: * Build military buildings (like sentries and strongholds) to expand your territory.<br> Get to the rocks northeast from you and build a quarry there.
de_de: * Errichte Militärgebäude (z.B. Wachhütten und Festungen) um dein Territorium zu erweitern.<br> Erreiche die Felsen im Nordosten und baue dort einen Steinbruch.

source: Khantrukh grumbles...
de_de: Khantrukh grummelt...

source: "Old man? Disrespectful youth!"
de_de: "Alter Mann? Respektlose Jugend!"

source: Khantrukh nods satisfied...
de_de: Khantrukh nickt zufrieden...

source: "At last! These rocks should last for a while."
de_de: "Endlich! Diese Felsen sollten für einige Zeit ausreichen."

source: Boldreth exclaims...
de_de: Boldreth erklärt...

source: "Just look at that! The great mountain of Kal'mavrath! I wonder what treasures nature might have hidden beneath its majestic flanks!<br> Now that's a chance for the elderly to become useful once in a while! Let us send out some of those who understand the stone's tongue to unravel the mountain's secrets!"<br><br>-- NEW OBJECTIVE --<br>
de_de: "Schau, dort ist der große Berg von Kal'mavrath! Ich frage mich ernsthaft, was die Natur wohl unter seinen majestätischen Felsen versteckt hält!<br>Ich denke dies ist nun wieder einer der wenigen Momente, in denen die alten Männer von nutzen sind! Wir sollten vielleicht einige von denen, die die Sprache der Felsen verstehen, aussenden, damit sie die Berge nach Bodenschätzen absuchen."<br><br>-- NEUER AUFTRAG --<br>

source: * Build a coal mine and an iron ore mine.<br> Place a flag up on the mountain's flank to the east (on mountain terrain though, not mountain meadow). When you click at implied flag you can send Geologists there. Because the flag is on mountains, the Geologists will search for ores; otherwise, they will search for water. Then build a mine for both kinds of resource he will find, choosing the mine to be built appropriately:<br> Black - coal<br> Red - iron ore<br> Yellow - gold<br> Grey - granite<br> Mines may only be built on mountain terrain. Suitable places for mines are displayed as hammer and pick.
de_de: * Baue eine Kohlenmine und eine Eisenmine. <br> Setze eine Flagge auf die Berge im Osten (auf das Gebirgsgelände, nicht auf eine Gebirgswiese) und sende Geologen dort hin. Baue dann, sobald die Geologen Bodenschätze gefunden haben, ein Bergwerk für den jeweiligen Bodenschatz. Es bedeuten die Farben auf den Schildern, die der Geologe setzt:<br> Schwarz - Kohle<br> Rot - Eisenerz<br> Gelb - Gold<br> Grau - Granit<br><br>Berkwerke können nur auf Gebirgsgelände errichtet werden. Mögliche Bauplätze für ein Bergwerke werden mit einem Spitzhackensymbol markiert.

source: Boldreth laughs...
de_de: Boldreth lacht...

source: "By Chat'Karuth's beard, this is awesome! Just imagine what we can use this coal and iron ore for!<br> It might even be enough to..."
de_de: "Bei Chat'Karuth's Bart, dass ist wundervoll! Überleg nur, was wir alles aus der Kohle und dem Eisenerz produzieren könnten! Es könnte sogar ausreichen um..."

source: Khantrukh interrupts...
de_de: Khantrukh unterbricht...

source: "While this is true, we should consider it later, for now other obstacles are at hand. The miners will definately demand greater rations for working high up on the mountain in this bitter cold, and providing these supplies may not be easy."
de_de: "Auch wenn es stimmen mag, dies steht zur Zeit nicht zur Debatte. Viel wichtiger ist es nun, dass wir genug Tagesrationen für unsere Bergleute produzieren. Sie werden nach getaner Arbeit sicherlich hungrig sein. Und dafür können sie nicht jedes mal den Berg runter und wieder hoch klettern! Also müssen wir uns etwas überlegen. Ich befürchte beinahe, dass diese Rationen nicht so einfach zu produzieren sind."

source: Boldreth nods...
de_de: Boldreth merkt an...

source: "I have to hand it to you: you are right here, old man.<br> There seem to be quite many animals in the forests here - we might just hunt down more of them. And, of course, the people would cheer to a new tavern - hey, we might call it 'Thron's Pride' or so if you want!"<br><br>-- NEW OBJECTIVE --<br>
de_de: "Ja, dem stimme ich zu. Der alte Mann hat schon recht.<br>Es gibt viele Tiere in den Wäldern, die wir jagen könnten und der Bau einer Taverne wäre auch nicht zu verachten! - Hey, wir könnten sie "Taverne des Throns" nennen!"<br><br>-- NEUER AUFTRAG --<br>

source: * Build a hunter, a gamekeeper and a tavern.<br> In order to work, your miners need food.<br> A hunter can hunt down animals, while a gamekeeper prevents them from becoming extinct. The meat is then processed in a tavern into lunches for your miners.<br> This is only the first example of a ware which has to be refined before being used in a secondary building - others will follow.
de_de: * Nun baue eine Jägerhütte, eine Wildhüterhütte und eine Taverne.<br> Um genug Kraft für die schwere Arbeit aufbringen zu können, brauchen Deine Bergarbeiter ein kräftiges Essen, welches vor allem aus Fleisch besteht. Daher brauchst Du einen Jäger der Wild erjagt und einen Wildhüter der dafür sorgt, dass sich das Wild gut vermehren kann. Das Fleisch dieser Tiere muss dann in einer Taverne zu einzelnen Mahlzeiten weiter verarbeitet werden.<br>Und das ist erst der Anfang. Weitere Gebäude sind zwingend notwendig. Aber dazu später mehr.

source: The elder jumps into the air...
de_de: Der Alte hüpft vor Freude...

source: "Wisdom commands to seek variety.<br> North of the great mountain is a large plain - why don't we use the space Mother Nature gave us and build a farm? I sure would enjoy a freshly baken pitta bread for a change..."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Ich habe eine gute Idee: Nördlich der großen Berge liegt eine große, frei Fläche - Warum sollten wir auf diesem schönen Fleckchen Erde keine Farm bauen? Ich habe schon viel zu lange kein leckeres Fladenbrot mehr essen können..."<br><br>-- NEUER AUFTRAG --<br>

source: * Build a well, a farm and a bakery.<br> Other ways to produce food - different kinds of food - are fishers and hunters. The wheat of the farms has to be processed with water in a bakery before it becomes edible. You can obtain water by building a well at a spot where your Geologists find a water source.
de_de: * Baue einen Brunnen, einen Bauernhof und eine Bäckerei<br>- Fischerei und Landwirtschaft sind zwei weitere Möglichkeiten, um an Nahrung zu kommen. Jedoch muss der Weizen der Bauern noch weiter verarbeitet werden, damit er bekömmlich wird. Dazu benötigt man eine Bäckerei und einen Brunnen, der die Bäckerei mit Wasser versorgt. Baue einen Bauernhof und eine Bäckerei und lass einen Geologen auf freiem Land nach Grundwasser für einen Brunnen suchen. Hat der Geologe Wasser gefunden, so markiert er dies mit einem blauen Schild.

source: Boldreth cheers up...
de_de: Boldreth ruft freudig...

source: "Our hunters are out in the forests, Thron.<br> I promise you, before the sun sets today you will have a magnificient meal fit for the chieftain of all clans!"
de_de: "Unsere Jäger sind gerade in den Wäldern unterwegs, um Dir das schönste Stück zu erlegen Thron.<br>Ich sage Dir, noch vor Sonnenuntergang wird Dir ein Mahl vorgesetzt, welches nur Dir, dem Häuptling unseres Klans, zustehen kann!"

source: Khantrukh gazes over the plains...
de_de: Khantrukh schaut über die Flächen...

source: "Isn't it lovely, the view of golden fields, growing peacefully, dancing to the wind? And I believe the baker is just on his way here, with his most delicious bread reserved for our chieftain alone!"
de_de: "Ist er nicht wunderbar, dieser Blick über die hell leuchtenden Felder, die dort so friedlich wachsen und wie Wellen im sanften Wind tanzen? Und dort kommt gerade unser Bäcker, um das beste seiner feinen Brote unserem guten Anführer zu überreichen!"

source: Thron recognizes...
de_de: Thron versteht...

source: "A tavern opened for our people yesterday. While I am hardly in the mood for celebration, I noticed how much this tiny bit of home meant to my people. Their songs filled the air until the deep night, and they were in higher spirit still the day after.<br> Maybe we actually are slowly creating a place here which we can... call home."
de_de: "Gestern eröffnete die neue Taverne. Und obwohl mir nicht zum feiern zumute war, wurde mir schlagartig bewusst, wie wichtig dies kleine Gebäude für meine Leute ist. Ihre Lieder klangen bis tief in die Nacht und dennoch waren sie heute morgen besser gelaunt, als sie die letzten paar Monate je gewesen waren.<br>Vielleicht errichten wir hier mittlerweile einen Ort, den man „Zu Hause” nennen könnte."

source: A beautiful morning
de_de: Eines schönen Morgens

source: Boldreth remarks...
de_de: Boldreth merkt an...

source: "So now that we have both the mines and the food to sustain them, we should bring what our brave miners gain for us into a more useful state. The iron ore has to be melted into iron so that it is ready to be forged into whatever we want. And we need the coal to keep the smelter's ovens burning."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Jetzt, da wir sowohl Minen als auch genug Nahrung für die Bergarbeiter haben, sollten wir die Erträge der harten Bergarbeit weiterverarbeiten. Das Eisenerz muss noch zu Stahl geschmolzen werden, damit wir Werkzeuge und Waffen schmieden können. Dazu brauchen wir natürlich auch Kohle um die Öfen in Gang zu halten."<br><br>-- NEUER AUFTRAG --<br>

source: * Build a smelting works. The iron ore your miners bring up is not usable yet - it has to be melted into iron first.
de_de: * Baue einen Hochofen. Die Erze, welche Deine Bergarbeiter aus den Felsen schlagen, können nicht direkt verarbeitet werden. Vorher müssen die Metalle in einem Hochofen verhüttet werden.

source: Khantrukh speaks...
de_de: Khantrukh sagt...

source: "Our miners are digging up less and less by day! We have to go deeper, closer to the mountain's core, if we want more of its treasures!<br> Of course, it is dark and cold in such depths and only few venture voluntarily into these places. We should reward this bravery with greater rations for them."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Die Erzadern die unsere Bergarbeiter abtragen, werden schwächer, daher schlage ich vor, dass wir tiefer in den Berg vorstoßen, damit unser Rohstoffstrom nicht so schnell wieder versiegt.<br>Andererseits ist es in diesen tieferen Minen dunkler und kälter als in den einfachen Minen, die unsere Bergarbeiter gewohnt sind, daher sollten wir einen jeden Bergarbeiter, der in einer solchen tiefen Mine arbeitet mit größeren Rationen belohnen."<br><br>-- NEUER AUFTRAG --<br>

source: * Enhance the coal mine and the tavern to the better versions of their buildings respectively.<br> A normal mine can only dig up about one third of all resources lying beneath it; then it must be enhanced to a deep mine in order to keep it working properly. To enhance a building, choose it and then click the appropriate button in the appearing menu.<br> Workers gain experience by successful work. With enough experience they become more advanced workers, who are necessary to operate the enhanced buildings. Do not enhance a building before you have enough advanced workers to operate the advanced building! Such buildings usually have greater demands than the basic kind of that building - for instance, deep mines need snacks instead of rations. You will have to enhance your tavern to an inn in order to produce snacks out of pitta bread AND a second kind of food (meat or fish). You may of course enhance all mines to deep mines instantly - bigger mines work a bit faster, smaller mines need cheaper food. It's up to you which strategy you prefer.
de_de: * Baue die Kohlemine zu einer tiefen Mine und eine Taverne zu einem Wirtshaus aus.<br> Ein normales Bergwerk kann nur ungefähr ein Drittel aller im Berg liegenden Resourcen abbauen. Dennoch kann man an weitere Rohstoffe kommen, in dem man die Mine zu einer tiefen Mine ausbaut. Um ein Gebäude auszubauen, musst Du es anklicken und dann den entsprechende Knopf im erscheinenden Menü auswählen.<br>Bergarbeiter gewinnen Erfahrung durch erfolgreiche Arbeit. Mit ausreichender Erfahrung werden sie zu einem Bergwerkschef, der notwendig ist, um tiefe Minen zu betreiben. Daher solltest Du nie ein Gebäude ausbauen, bevor Du nicht genug erfahrene Arbeiter hast!<br>Auf der anderen Seite haben die Arbeiter der ausgebauten Gebäude grössere Ansprüche, als die des grundlegenden Gebäudes - zum Beispiel benötigen die Arbeiter von tiefen Minen Rationen anstelle von Snacks. Um Rationen aus Fladenbrot UND einer zweiten Zutat (Fleisch oder Fische) zu produzieren, musst Du Deine Taverne zu einem Wirtshaus ausbauen lassen. Doch bedenke, dass die Wirtshäuser die Tavernen nicht ersetzen - normale Bergwerke brauchen immernoch Snacks, nicht etwa Rationen. Natürlich könntest Du gleich alle Bergwerke ausbauen lassen, doch bedenke, dass ausgebaute Bergwerke zwar schneller arbeiten, dafür aber teureres Essen benötigen. Die Entscheidung liegt also bei Dir.

source: Boldreth seems concerned...
de_de: Boldreth scheint überzeugt...

source: "As I just discovered, we are running short on blackwood! We cannot put our warriors into some crumbling huts, and even less so in times as dangerous as ours!<br> We need a wood hardener, and we need one now!"<br><br>-- NEW OBJECTIVE --<br>
de_de: "Wie ich gerade feststellen musste, haben wir fast kein Hartholz mehr! Wir können unsere Krieger doch nicht in Buschhütten stecken! Gerade in dieser gefährlichen Zeit will man niemandem eine Erkältung wünschen!<br>Wir brauchen einen Holzhärter. Und zwar schnell!"<br><br>-- NEUER AUFTRAG --<br>

source: * Build a wood hardener.<br> Bigger and better buildings - including all military ones - require better building materials. They cannot be built of simple trunks - the wood has to be refined to blackwood by a wood hardener first. Always remember to build a wood hardener before you run out of blackwood, as without it you cannot expand.
de_de: * Baue einen Holzhärter.<br>- Bessere und größere Gebäude - wie auch alle militärischen Gebäude - benötigen bessere Baumaterialien, denn diese bestehen nicht nur aus Baumstämmen und Felsen, sondern vor allem aus Hartholz, welches von einem Holzhärter produziert werden kann.<br>Da Hartholz unabkömmlich ist ist es wichtig, immer zuerst ein Holzhärter zu bauen, bevor Du Dein letztes Hartholz aufbrauchst. Denn ohne Hartholz kannst Du nur wenige Gebäude bauen und nicht mehr expandieren.

source: Boldreth smiles...
de_de: Boldreth lächelt...

source: "Well, old friend, this should ensure that our fortifications do not break down with our foes' first battle cry! Now we can expand safely!<br> Still, it would not hurt to assemble some grout for our further campaign; thus we could, in times of need, build a fortress as the world has not seen before!"<br><br>-- NEW OBJECTIVE --<br>
de_de: "Alter Freund, dies hilft uns endlich ein ganzes Stück weiter, damit uns unsere Grenzen nicht schon vor dem ersten Schlachtschrei um die Ohren fliegen! Nun können wir uns auch etwas sicherer in diesen Landen ausbreiten!<br> Dennoch sollten wir uns überlegen, wie wir an Mörtel kommen. Denn damit könnten wir eine große Festung bauen, die unser Vorrecht auf dieses Land besser verteigen kann!"<br><br>-- NEUER AUFTRAG --<br>

source: * Build a lime kiln, a well and a charcoal burner or coal mine.<br> Better buildings may require also other improved materials besides blackwood. One of those is grout, which is produced out of raw stone, water and coal by a lime-burner. You can obtain water by building a well upon a water source, which your Geologists can discover when you send them to any flag that is not on a mountain, by clicking on the implied flag and the Geologist-symbol in the consequently appearing menu. Coal can be obtained by building a charcoal burner or a coal mine.
de_de: * Baue eine Kalkbrennerei, einen Brunnen und eine Köhlerei oder eine Kohlenmine.<br> Baumstämme, Felsen und Hartholz sind nur ein Teil der Materialien, die man für bessere Gebäude braucht. Ein weiteres wichtiges Material ist Mörtel. Mörtel kann in einer Kalkbrennerei aus Felsen und Wasser hergestellt werden. Um an das dabei benötigte Wasser zu kommen, solltest Du einen Geologen nach Wasser suchen lassen und dann, dort wo er Wasser entdeckt hat, einen Brunnen errichten. Schicke einen Geologen auf die Suche nach Wasser, in dem Du auf eine Deiner Flaggen klickst, die auf Grasland oder Steppe steht. Wähle anschließend das Geologen-Symbol aus. Kohle erhält man durch eine Köhlerei oder aus einer Kohlemine.

source: Khantrukh steps in...
de_de: Khantrukh tritt ein...
