Repository: widelands/widelands
Catalog: po/*/campaigns/t03.wmf.po
Languages: it_it, pl_pl

source: Tutorial3 - This land is our land
it_it: Tutorial3 - Questa terra è la nostra terra
pl_pl: Samouczek 3 - Ta krajina jest naszą krajiną

source: Third Mission of the Barbarian Tutorial Campaign. This tutorial explains the handling of military and training site buildings and will finally introduce fighting.
it_it: La terza missione della campagna tutorial dei barbari. Questo tutorial spiega come maneggiare le costruzioni militari e di allenamento e infine introdurrà il combattimento.
pl_pl: Trzecia misja z samouczka barbarzyńców. Ten tutorial wyjaśnia używanie wojskowych i szkoleniowych budowli, a poza tym w końcu wprowadzi bitwy

source: Thron looks worried...
it_it: Thron con sguardo preoccupato...
pl_pl: Tron wygląda na zaniepokojonego...

source: "The last days we came closer to our capital. Many people have already joined us on our march and set their hopes on me. However, I fear that we are not strong enough to take up the battle with my brothers.<br>For now we rest at the borders of the old forest and prepare for the coming days."
it_it: "Gli ultimi giorni siamo arrivati più vicini alla nostra capitale. Molte persone si sono già unite alla nostra marcia e ripongono le loro speranze in me. Tuttavia, temo che non siamo abbastanza forti per affrontare la battaglia con i miei fratelli.<br>Per ora restiamo ai confini del bosco vecchio e preparandoci per i prossimi giorni."
pl_pl: "W ostatnich dniach się zbliżamy do naszej stolicy. Dużo ludzi dołączyło do naszego marszu i głęboko we mnie wierzą. Niestety i tak się boję, że nie jesteśmy wystarczająca silni, abyśmy wszczeli bitwę z moimi braćmi.<br>Na razie odpoczywamy na kraju starego lasu i przygotowujemy się na dalsze dni."

source: Close to home
it_it: Chiuso in casa
pl_pl: Blizko domu

source: Boldreth speaks:
it_it: Boldreth parla:
pl_pl: Boldreth mówi:

source: "This morning I found Thron trouble-minded. He returned from his patrol late last night and sat back against a tree watching over the encampment. The number of quarrels and disputes keeps growing and the winter has us firmly under control. We should put food in our storage to survive the long, cold winter!"
it_it: "Questa mattina ho trovato Thron perso nei suoi problemi. È tornato dalla sua ronda la tarda serata di ieri e si è messo seduto con la schiena contro un albero a guardare oltre l'accampamento. Il numero di liti e controversie continua a crescere e l'inverno ci ha saldamente sotto controllo. Dovremmo mettere il cibo nel nostro magazzino per sopravvivere al lungo, freddo inverno!"
pl_pl: "Dzisiejszego rana znalazłem Trona zanipokojonego. Wrócił ze swojege patrolu późno w nocy i oparł się o drzewo, oglądając obozowisko. Liczba sporów i kłótni cały czas rośnie a zima ma nas w pełni pod kontrolą. Mieli byśmi zacząć chować jakąś żywność, abyśmy przeżyli tą długą, zimną zimę!"

source: Winter ahead
it_it: Inverno alle porte
pl_pl: Zima nadchodzi

source: Khantrukh nods
it_it: Khantrukh annuisce
pl_pl: Khantrukh przytakuje

source: "Boldreth is right! We don't have enough food to survive a long, cold winter. We should start to build a well, a fisher's and a hunter's hut. And if we find enough space, we should as well build up a farm and a bakery! One of our farmers seems to be very clever he already got some crops to grow in this cold soil."
it_it: "Boldreth ha riagione! Non abbiamo abbastanza cibo per sopravvivere ad un lungo, freddo inverno. Dovremmo cominciare a costruire un pozzo, un pescatore e la capanna di un cacciatore. E se si trova lo spazio sufficiente, dobbiamo anche costruire una fattoria e una panetteria! Uno dei nostri agricoltori sembra essere molto intelligente ha già fatto crescere alcune colture in questo suolo freddo."
pl_pl: "Boldreth ma rację! Nie mamy wystarczająco jedzenia abyśmy przeżyli zbyt długą, zimną zimę. Mielibyśmy zacząć budować studnię, domek rybaka i chatę myśliwego. A jeszcze, jeśli mamy wystarczjąco miejsca, powińniśmy zbudować farmę i piekranię! Jeden z naszych farmerów wygląda na bardzo sprytnego, i już był w stanie zmusić parę roślinek aby rosły w zamarzniętej glebie."

source: -- NEW OBJECTIVE --
it_it: -- NUOVO OBBIETTIVO --
pl_pl: -- NOWE CELE --

source: * Build up a basic food economy - a fisher's hut, a hunter's hut, a well, a farm and a bakery, to provide your people with food.
it_it: * Costruire un'economia alimentare di base - capanna di un pescatore, la capanna di un cacciatore, un pozzo, una fattoria e una panetteria, per fornire al tuo popolo il cibo.
pl_pl: * Zbuduj podstawową gospodarkę żywnościową - domek rybaka, chatę myśliwego, studnię, farmę i piekarnię, aby zapewnić jedzenie swoim ludziom.

source: The advisor
it_it: Il consigliere
pl_pl: Doradca

source: "Khantrukh just informed me, that our basic food economy was built up successfully. Finally none of us has to fear starvation anymore.
it_it: "Khantrukh mi ha appena informato che la nostra economia alimentare di base è stata costruita con successo. Finalmente nessuno di noi ha più da temere la fame.
pl_pl: "Khantrukh właśnie mnie poinformował, że nasza gospodarka żywnościowa została w pełni dokończona. W końcu nikt z nas się nie musi obawiać głodów.

source: Food economy completed
it_it: Economia del cibo completata
pl_pl: Gospodarka żywnościowa ukończona

source: "Thron told me that he discovered tracks in the snow to the northeast of our settlement. He instructed us to build a Donjon, to have a further visual range on the area around our hall to protect our people from sudden attacks."
it_it: "Thron mi ha detto che ha scoperto delle tracce nella neve a nord-est del nostro insediamento. He instructed us to build a Donjon, to have a further visual range on the area around our hall to protect our people from sudden attacks."
pl_pl: "Tron mi powiedział, że znalazł ślady w śniegu na północny wschód od naszej osady. Rozkazał nam wybudować stołp, abyśmy widzieli na większą odległość od hali, aby obronić ludzi od nagłych ataków."

source: * Build a donjon at the northeast of your territory.
it_it: * Costruire una dongione a nord-est del territorio.
pl_pl: * Zbuduj stołp na północny-wschód od gór.

source: Tracks
it_it: Tracce
pl_pl: Ślady

source: "The first fortification Thron ordered has just been completed. At the moment he seeks to bring trust and belief to those who live inside the walls of our new habitat, that we named 'Ondun', which means 'those who wait' in the old tongue. But Thron is not yet satisfied - and I fully understand his fears: The forests are deep and the fronier to Al’thunran is near. I am sure that there are thousand bigger dangers out there than the unknown tracks.<br>To overlook more of the area around our hall we should explore further and set up more guards and scouts to observe the frontier and keep an eye on the raging wars on our doorsteps. THAN we will be prepared once trouble seeks to capture our woods."
it_it: "La prima fortificazione che Thron ha ordinato è stato appena completata. Al momento si cerca di portare la fiducia e la fede di coloro che vivono all'interno delle mura del nostro nuovo ambiente, l'abbiamo chiamata 'Ondun', che significa 'chi aspetta' nella lingua antica. Ma Thron non è ancora soddisfatto - e capisco perfettamente le sue paure: Le foreste sono profonde e la froniera a Al'thunran è vicina. Sono sicuro che ci sono mille pericoli più grandi là fuori che i quelli sconosciuti.<br>Per osservare di più della zona attorno alla nostra entrata dobbiamo esplorare ulteriormente e creare più guardiole e torri per osservare la frontiera e tenere d'occhio la guerra che imperversa alle nostre porte. POI saremo pronti alla problematica ricerca di catturare i nostri boschi."
pl_pl: "Pierwsze fortyfikacje które Tron nakazał zbudować były właśnie dokończone. W tym momencie próbuje przynieść zaufanie i wiarę do tych co żyją w ścianach naszego nowego siedliska, które nazwaliśmy 'Ondun', coż oznacza 'ci którzy czekają' w dawnym języku. Ale Tron nie jest zadowolony - i w pełni rozumiem jego obawy: lasy są głębokie a granica się zbliża do Al'thunran. Jestem pewien, że istnieją znacznie większe niebezpieczeństwa niż nieznane drogi.<br>Żebyśmy mogli widzieć dalej od naszej hali, mieli byśmy odkryć większy obszar od naszej hali i rozstawić więcej strażników i skautów, żeby pilnować naszą granicę i obserwować szalejącą wojnę na naszym progu. POTEM będziemy przygotowani, kiedy problemy spróbują zaująć nasze lasy."

source: * Build more military buildings to explore the area around the headquarters and to ensure the safety of your people.
it_it: * Costruire più edifici militari per esplorare l'area intorno alla sede centrale e per garantire la sicurezza del vostro popolo.
pl_pl: * Zbuduj więcej wojskowych budynków, żeby zbadać okolice kwatery głownej i zapewnić bezpieczeństwo twoich ludzi.

source: Further explorations
it_it: Esplora più lontano
pl_pl: Dalsze odkrywanie

source: "I just talked to the leader of our patrol. He told me, that they found some mountains to the north east and the east of our territory. With a bit of luck this opens us a new chance for rearming our men, because as far as I remember, most of the mountains west to Al'thunran hold coal and some metal ores."
it_it: "Ho appena parlato con il capo della nostra pattuglia. Mi ha detto che hanno trovato alcune montagne a nord-est e ad est del nostro territorio. Con un po 'di fortuna questo ci apre una nuova possibilità per il riarmo nostri uomini, perché per quanto mi ricordo, la maggior parte delle montagne a ovest di Al'thunran contengono carbone ed alcuni minerali metallici."
pl_pl: "Właśnie mówiłem z liderem naszego patrolu. Powiedział mi, że znaleźli góry na północny wschód i wschód od naszego terytorium. Jeśli będziemy mieć szczęście, daje nam to szanse na odbudowanie naszej armii, ponieważ jak pamiętam, góry na zachód od Al'thunran są pełne węgla i rud metalów."

source: * Expand your territory to the mountains, send geologists to search for ore and coal and build a mining economy with mines, taverns, smelting works and metalworks.
it_it: * Espandere il proprio territorio sino alle montagne, inviare geologi per la ricerca di minerali e carbone e costruire un'economia mineraria con le miniere, le taverne, la fonderia e lavori in ferro.
pl_pl: * Rozszerz swoje terytorium, wyślij geologa aby szukał rudę i węgiel i zbuduj gospodarkę górniczą z kopalniami, tawernami, hutą i narzędziownią.

source: Mountains found
it_it: Montagna trovata
pl_pl: Odnalezione góry

source: "I just got informed, that our mining economy started it's work. These news brought a smile on my face - even if the hardest part is still waiting to be done, now our smiths will give their best to further ease our lives."
it_it: "Sono stato appena informato, che la nostra economia mineraria iniziato la sua attività. Questa notizia ha portato un sorriso sul mio volto - anche se la parte più difficile è ancora in attesa di essere fatta, ora i nostri fabbri daranno il loro meglio per agevolare ulteriormente la nostra vita."
pl_pl: "W tej chwili mnie poinformowano, że nasza gospodarka górnicza zaczęła działać. Te nowiny przyniosły uśmiech na mą twarz - nawet jeśli najcięższa część cały czas musi być zrobiona, nasi kowale mogą pracować dalej, aby co najbardziej ułatwili nasze życie."

source: Mining economy completed
it_it: Economia delle miniere completata
pl_pl: Gospodarka górnictwa dokończona

source: "Boldreth and I just explored the area around the three mountains. One major strategic problem of that area seems to be, that there are two bigger passages - one north and one south to the middle mountain. Those passages are quite hard to control and so it seems to me, like we have only one chance to secure the mountains from enemy hands: We must build a fortress to the east of the mountains!"
it_it: "Boldreth ed io abbiamo esplorato la zona intorno alle tre montagne. un grande problema strategico di tale settore sembra essere, che ci sono due passaggi più grandi - uno a nord e uno sud fino alla montagna di mezzo. Tali passaggi sono abbastanza difficili da controllare e quindi mi sembra, che abbiamo una sola possibilità per difendere la montagna dalle mani nemiche: Dobbiamo costruire una fortezza a est delle montagne!"
pl_pl: "Właśnie wróciłem z Boldreth'em z odkrywania terytorium do okoła gór. Jeden z największych strategicznych problemów tego obszaru, to fakt, że są tam dwa większe przejścia - jedno z północy a jedno z południa do środka góry. Te pasaże są dosyć ciężkie do kontrolowania, także wygląda to na to, że jest tylko jeden sposób aby zabezpieczyć tą górę od wroga: musimy zbudować fortecę na wschód od gór!"

source: * Build a fortress to the east of the mountains.
it_it: Costruisci una fortezza ad est delle montagne.
pl_pl: * Zbuduj fortecę na wschód od gór.

source: Fortress needed
it_it: Fortezza necessaria
pl_pl: Forteca jest potrzebna

source: "Finally!<br>The fortress was just completed, so the entrance to our settlement should be save for now. For the future we might think on building some more fortifications like barriers and donjons at the passages, but for now we can take a deep breath."
it_it: "Finalmente!<br>La fortezza è stato appena completata, così l'ingresso al nostro insediamento dovrebbe essere salvo per ora. Per il futuro si potrebbe pensare alla costruzione di alcune fortificazioni come ostacoli e torrioni a passaggi, ma per ora siamo in grado di fare un respiro profondo."
pl_pl: "W końcu!<br>Forteca właśnie była dokończona, także dojście do naszej osady miało by być dość bezpieczne. Na przyszłość moglibyśmy pomyśleć o wybudowaniu takich fortyfikacji jak bariery lub stołpy w przejściach, ale na razie sobie możemy oddechnąć."

source: Fortress completed
it_it: fortezza completata
pl_pl: Forteca dokończona

source: "Our mining economy seems to work fine, that is already good news! Anyway there are still a lot of men and women waiting in our hall to get a task, so they can help our soldiers to prepare for the future fights.
it_it: "La nostra economia mineraria sembra funzionare bene, che è già una buona notizia! Comunque ci sono ancora un sacco di uomini e donne nella nostra sala d'attesa per ottenere un compito, in modo che possano aiutare i nostri soldati a prepararsi per le lotte future.
pl_pl: "Nasza gospodarka górnicza wygląda dobrze, a to już są dobre wieści! W każdym razie, wiele kobiet i mężczyzn czeka w hali, aby dostać jakieś zadanie, dzięki czemuż mogą pomóc naszym żołnierzom przygotować się na nadchodzące bitwy.

source: Our geologists found a lot more deposits of iron ore, coal and even gold. We should enhance our current mines as soon as our miners are more experienced. We should build up some more mines, a bigger food infrastructure to always supply our men with sufficient food and a further processing economy. But that's still not everything - most of our soldiers are quite young and neither have a good weapon nor are they well trained. We should build up trainingssites to prepare them for their future tasks."
it_it: I nostri geologi hanno trovato molti depositi di minerale di ferro, carbone e anche l'oro. Dobbiamo migliorare la nostra attuale miniere non appena i nostri minatori sono più esperti. Dovremmo costruire alcune miniere in più, ed una più grande infrastruttura del cibo per fornire sempre ai nostri uomini cibo sufficiente e per uno sviluppo ulteriore dell'economia di trasformazione. Ma ancora non è tutto - la maggior parte dei nostri soldati sono piuttosto giovani e non hanno una buona arma né sono ben addestrati. Dovremmo costruire dei siti di allenamento per prepararli ai loro futuri compiti."
pl_pl: Nasi geologowie znaleźli znacznie więcej źródeł rudy żelaza, węgla i nawet złota. Mielibyśmy rozbudować nasze bieżące kopalnie od razu kiedy nasi górnicy są bardziej doświadczeni. Mieli byśmy zbudować więcej kopalni i większą gospodarkę jedzeniową, abyśmy zawsze dostarczali naszym ludziom potrzebne jedzenie, o dalszą gospodarką przetwarzającą. Ale to nie wszystko - większość naszych żołnierzy jest całkiem młoda i nie ma ani dobrą broń, ani nie jest wytrenowana. Mielibyśmy zbudować miejsca treningowe, żeby je przygotować na zadania w przyszłości."

source: -- NEW OBJECTIVES --
it_it: -- NUOVI OBBIETTIVI --
pl_pl: -- NOWE ZADANIA --

source: * Build a warehouse to the west of the mountains.
it_it: * Costruisci un magazzino a ovest delle montagne.
pl_pl: * Zbuduj magazyn na zachód od gór.

source: * Build a battle arena and a trainings camp to the west of the mountains.
it_it: * Costruisci una arena di battaglia ed un campo allenamenti ad ovest delle montagne.
pl_pl: * Zbuduj bitewną arenę i obóz szkoleniowy na zachód od gór.

source: * As soon as the blacksmith reaches his next level (master blacksmith) enhance your metalworks to an axefactory or even a war mill and build up another metalworks to ensure the production of tools.
it_it: * Non appena il fabbro raggiunge il suo livello successivo (mastro fabbro) migliorate la vostra metallurgica in una fabbrica d'asce o anche a mulino di guerra e costruisci un altra metallurgia al fine di garantire la produzione di strumenti.
pl_pl: * Kiedy tylko kowal osiągnie swój kolejny poziom (mistrz kowali), rozszerz swoją narzędziownię do fabryki toporów albo nawet do kuźni i zbuduj jeszczę jedną narzędziownię, aby zapewnić produkcję potrzebnych narzędzi.

source: * Build a helmsmithy to the west of the mountains to provide your soldiers with better armor.
it_it: * Crea un fabbro di elmi a ovest delle montagne per fornire ai vostri soldati le migliori armature.
pl_pl: * Zbuduj kuźnię na zachód od gór aby zapewnić lepsze zbroje.

source: Enhanced economy and training
it_it: Rafforza l'economia e l'allenamento
pl_pl: Rozszerzona gospodarka i trening

source: Thron looks worried.
it_it: Thron con sguardo preoccupato...
pl_pl: Tron wygląda na zaniepokojonego.

source: "The news that a patrol brought is not good to hear. Our spies tell us, that the wartribes still rage in battle but some of the elder soldiers and tribe leaders seem to grow tired of this senseless war. Kalitat, son of Kun is the first warleader to leave Al’thunran, thus leaving his side weak and vulnerable. As my scouts report, he has set foot on the lower grounds around the capitol, securing the outer fortification rings."
it_it: "La notizia che una pattuglia ha portato non è bella da ascoltare. Le nostre spie ci dicono, che il tribu guerriere sono ancora in una rabbiosa battaglia, ma alcuni soldati anziani e capi tribù sembrano stanchi di questa guerra insensata. Kalitat, figlio di Kun è il primo condottiero a lasciare Al'thunran, lasciando così il suo lato debole e vulnerabile. Come dal rapporto del mio esploratore, ha messo piede nei bassifondi della capitale, garantendo la anelli esterni della fortificazione."
pl_pl: "Nowiny, które patrol nam przyniósł nie są zbyt dobre. Nasi szpiedzy mówią, że wojenne plemiona cały czas szaleją w bitwach, ale niektórzy starsi żołnierze i wódcy zaczynają być zmęczeni tą bezsensowną walką. Kalitat, syn Kuna jest pierwszym wojennym wódcą który opuścił Al'thunran, przez co zostawił swoją armię słabą i podatną na zranienia. Według raportów moich skautów, usadził się na nizinach, zabezpieczając zewnętrzny pierścień fortyfikacji."

source: Another cold day
it_it: Un altro freddo giorno
pl_pl: Kolejny zimny dzień

source: Boldreth shakes his head.
it_it: Boldreth scuote la testa.
pl_pl: Boldreth postrząsa głową.

source: "Thron seeks to believe that Kalitat is tired of fighting and will be willing to join us, once we march to re-establish law and order in Al’thunran. But I don’t think so. Kalitat is son to one of the mightiest generals of our forces and his family never quite liked the thought to bow before the banner of Chat’Karuth. Why should he march with his son to reclaim his heritage and the throne?"
it_it: "Thron cerca di credere che Kalitat sia stanco di combattere e sia disposto a unirsi a noi, prima di marcire insieme per ristabilire la legge e l'ordine in Al'thunran. Ma io non la penso così. Kalitat è figlio di uno dei generali più potenti delle nostre forze e alla sua famiglia non piaceva molto il pensiero di inchinarsi davanti la bandiera di Chat'Karuth. Perché avrebbe dovuto marciare con suo figlio per reclamare il suo patrimonio e il trono?"
pl_pl: "Tron chce myśleć, że Kalitat jest zmęczony walką i będzie się chciał do nas przyłączyć, kiedy wyruszymy przywrócić prawo i porządek w Al'thunran. Ale ja w to nie wierzę. Kalitat jest synem jednego z najpotężniszych generałów naszych wojsk i jego rodzina nigdy nie lubiała kłaniać się herbu Chat'Karuth. Czemu miał by wyruszać z jego synem aby odzyskać jego dziedzictwo i tron?"

source: Doubts
it_it: Dubbi
pl_pl: Wątpliwości

source: "However, Thron is not willing to listen to my doubts. He seeks to expand our fortifications to the borders of Kalitat’s territory and reunite with his forces. I have to keep an eye on everything that happens here."
it_it: "Tuttavia, Thron non è disposto ad ascoltare i miei dubbi. Egli cerca di espandere le nostre fortificazioni ai confini del territorio Kalitat e riunirsi con le sue forze. Devo tenere un occhio su tutto quello che succede qui."
pl_pl: "Niestety Tron nie chce wysłuchać moich wątpliwości. Zamierza rozbudować nasze fortyfikacje do terytoria Kalitat'a i zatakować na jego wojska. Muszę wiedzieć o wszystkim co się tutaj dzieje."

source: The story continues
it_it: La storia continua
pl_pl: Przygoda ciągnie dalej

source: Thron speaks confidently.
it_it: Thron parla con fiducia.
pl_pl: Thron mówi przekonanie.

source: "The frontier line of my forces has expanded to the edge of the forests. We have a long and cold winter and so many miles behind us. The fortification that we erected around Ondun will guarantee us fast supply of man and goods and once Al’thunran is in my hands, the two cities will be linked by a good and defendable infrastructure. Still I hope I will not walk alone on this mission, I hope Kailitat son of Kun will follow my call."
it_it: "La linea di confine delle mie forze si è estesa fino al margine dei boschi. Noi abbiamo un inverno lungo e freddo e tanti chilometri dietro di noi. La fortificazione che abbiamo eretto intorno ad Ondun ci garantirà la rapida fornitura di uomini e merci ed allora Al'thunran sarà nelle mie mani, le due città saranno collegate da una buona infrastruttura e difendibili. Comunque spero di non camminare da solo in questa missione, mi auguro che il figlio Kailitat di Kun seguirà mia chiamata."
pl_pl: "Front mojej armii się rozszerzył do krajów lasu. Mamy długą, zimną zimę, i tyle mil za nami. Fortyfikacje, które wznieśliśmy do okoła Ondun, zapewnią nam szybkie dojście wojska i dóbr, a kiedy Al'thunran będzie moje, te dwa miasta będą połączone dobrą i obranialną infrastrukturą. I tak cały czas liczę, że nie pujdę sam na tą misję, mam nadzieję, że Kalitat syn Kuna odpowie na moje zawołanie."
