Repository: widelands/widelands
Catalog: po/*/campaigns/t03.wmf.po
Languages: it_it, pl_pl

source: "I have sent men to meet Kalitat in this fortress. He has barricaded the former main entrance to the capital and is trying to set up a siege ring around Al’thunran. He will not let anyone enter or leave the city while the ring is intact. Until now, he has not answered any of my messages. But the time I wait won't be lost. I will further upgrade my soldiers and prepare for battle."
it_it: "Ho inviato gli uomini per incontrare Kalitat in questa fortezza. Ha bloccato l'ingresso principale dell'ex capitale e sta cercando di creare un anello di assedio attorno Al'thunran. Non permetterò a nessuno di entrare o uscire dalla città, mentre l'anello è intatto. Fino ad ora, non ha risposto a nessuno dei miei messaggi. Ma il tempo che ho atteso non sarà perso. Migliorerò ulteriormente i miei soldati e li preparerò per la battaglia."
pl_pl: "Wysłałem kilku ludzi aby spotkali się z Kalitatem w jego fortecy. Zabarykadował sie w dawnym głównym wejściu do stolicy i próbuje oblężyć Al’thunran. Nie pozwoli nikomu wejść ani wyjść z miasta, dokąd pierścień jest cały. W tej chwili jeszcze nie odpowiedział na rzadną z moich wiadomości. Ale czekaniem nie starcim czasu. Zdążę wytrenować moich żołnierzy bardziej, i przygotuję ich na bitwę."

source: Boldreth shouts out!
it_it: Boldreth gridò forte!
pl_pl: Boldreth krzyczy!

source: "This BASTARD! Only one man of our frontier patrol came back alive. He carried a message of Kalitath telling us that he will punish every move of our troops with their own blood! We cannot accept this behaviour. From now on there is war between Kalitath and us!"
it_it: "Questo bastardo! Solo un uomo della nostra pattuglia di frontiera è tornato vivo. Ha portato un messaggio di Kalitath per dirci che punirà ogni movimento delle nostre truppe, con il nostro sangue! Non possiamo accettare questo comportamento. Da ora in poi è guerra tra Kalitath e noi!"
pl_pl: "Ten DRAŃ! Tylko jeden człowiek z frontowego patrolu wrócił żywy. Niósł wiadomośc od Kalitat'a, że za każdy ruch naszych wojsk, ukara ich, ich własną krwią! Nie możemy przyjąć takie postawienie. Od teraz między nami i Kalitat'em będzie wojna!"

source: * Destroy Kalitaths army and expand your territory to the east.
it_it: * Distruggi l'esercito Kalitaths ed espandi il tuo territorio ad est.
pl_pl: * Zniszcz armię Kalitat'a i rozszerz swoje terytorium na wschód.

source: -> To attack an enemy you must click on the door of an advarse military building. A menu will pop up allowing you to select the number of soldiers that should attack. When you are ready with setting the number, click on the cross ('start attack')
it_it: -> Per attaccare un nemico è necessario fare clic sulla porta di un edificio dell'avversario militare. Un menu a comparsa permette di selezionare il numero di soldati che dovrebbero attaccare. Quando si è pronti impostare il numero e fare clic sulla croce ( 'inizia attacco')
pl_pl: -> Żeby zaatakować przeciwnika musisz nacisnąć na drzwi dosięgalnego wojskowego budynku. Potem, pokaże się okno w którym możesz wybrać ilość żołnierzy którzy zaatakują. Kiedy już wybrałeś tą ilość, naciśnij na krzyżyk ('rozpocznij atak')

source: Your loyal companion
it_it: Il vostro leale compagno
pl_pl: Twój wierny towarzysz

source: Thron speaks:
it_it: Thron parla:
pl_pl: Thron mówi:

source: "The traitor has left his armies dying where they lay as he saw that he would not keep my forces back. Kalitat disappeared in the mess of the war, but I don’t care now. Shall he flee and be forgotten for all times as a tribeleader that would not bow before the wooden throne, that is mine to take now. Even more his flight brought us a big benefit: All year Kalitath was to busy fighting so that he did not even care to store enough food for all his men. Now that he fled the hunger brought some of his younger followers to desert. This group helds a strong fortification on the main ring. But there is more news: My scouts reported, that the two raging tribes of my brothers are in chaos and have barely noticed the new danger that is about to strike them. However they would not care if they noticed I guess, blinded by rage and hate, there is no sense left in them at all I believe."
it_it: "Il traditore ha lasciato i suoi eserciti a morire dove si trovavano, come ha visto che non avrebbe avuto le mie forze indietro. Kalitat è scomparso nel caos della guerra, ma non mi interessa adesso. Egli deve fuggire e dimenticare tutto il tempo che ha passato come comandante di una tribu che non si inchinava davanti al trono di legno, che è mio e ora prendo. Ancora di più la sua fuga ci ha portato un grande vantaggio: Kalitath tutti gli anni è stato impegnato a combattere che non ha nemmeno avuto la cura di conservare il cibo sufficiente per tutti i suoi uomini. Ora che è fuggto la fame ha portato alcuni dei suoi seguaci più giovani al deserto. Questo gruppo ha preso una robusta fortificazione dell'anello principale. Ma ci sono più novità: i miei scout segnalano, che le due tribù furiose dei miei fratelli sono nel caos e hanno appena notato il nuovo pericolo che sta per colpirli. Tuttavia potrebbero non curarsi di questa notizia, io credo, accecati dalla rabbia e odio, credo non abbia senso lasciare tutto a loro."
pl_pl: "Zdrajca zostawił swoje armie umierające tam gdzie leżały kiedy zobaczył, że nie może się obronić przed moim wojskiem. Kalitat zniknął w bałaganie wojny, ale nie obchodzi mnie to. Niech ucieknie i będzie zapomniany na wszelkie czasy jako wódz który się nie pokłoni przed drewnianym tronem, który jest teraz mój. Jego ucieczka bardzo nam pomogła: cały rok Kalitat był tak zajęty wojną, że nawet nie starał się zapewnić jedzenie dla swoch żołnierzy. Teraz uciekł i niektórzy z młodzi wojownicy dezertowali z głodu. Ta grupa trzyma silne fortyfikacje przy głównym pierścieniu. Ale jest więcej nowin: moi skauci raportowali, że pozostałe dwa szalejące plemiona są w chaosu i nawet nie zauważyły nowego niebezpieczeństwa, które je za chwile zaatakuje. Ale myślę, że i tak by ich to nie obchodziło nawey gdyby zauważyli, kiedy są oślepieni wściekłością i nienawiścią. Wieżę, że już żaden rozsądek w nich nie pozostał."

source: Renegade fortification
it_it: Fortificazione rinnegata
pl_pl: Opuszczone fortyfikacjie

source: "So be it, the generals are out to set up my troops and Boldreth himself will lead the first strike. I will ride by his side, to free Al’thunran of this war and bring peace back in our capital. When the young sun rises above the trees tomorrow morning, I will order the assault. By dusk, I will celebrate my victory in the wooden halls of the warlord and sacrifice a newborn lamb in the honour of my father whose eyes lie upon me today.<br>So be it!"
it_it: "Così sia, i generali sono fuori per preparare le mie truppe e Boldreth stesso a guidare la prima incursione. Io cavalcherò al suo fianco, per liberare Al'thunran da questa guerra e riportare la pace nella nostra capitale. Quando il giovane sole sorge sopra gli alberi domani mattina, Io ordinerò l'assalto. Dal tramonto, celebrerò la mia vittoria nelle sale di legno del signore della guerra e sacrificherò un agnello neonato in onore di mio padre, i cui occhi si trovano su di me oggi.<br>Così sia!"
pl_pl: "Tak niech się to zacznie. Generałowie byli wysłani, aby rozstawili moje wojska, a sam Boldreth poprowadzi pierwsze uderzenie. Będę jechał po jego boku, abym uwolnił Al’thunran od tej wojny i przyniósł pokój spowrotem do naszej stolicy. Kiedy młode słońce wzejdzie jutro nad drzewami, poprowadzę atak. Przed zapadem, będę świętował swoje zwycięstwo w drewnianych halach dygnitarza, i ofiaruję młode jagnię w honorze mojego ojca, którego oczy się dziś na mnie patrzą.<br>Tak niech to tak będzie!"

source: * Destroy all enforcements of Thron’s two brothers to liberate the throne-circle.
it_it: * Distruggi tutte le forze dei due fratelli di Thron per liberare il cerchio del trono.
pl_pl: * Zniszcz wszystkie wojska obu braci Tron'a aby uwolnić krąg tronu

source: Military assault
it_it: Assalto Militare
pl_pl: Wojskowy atak

source: "My brothers and their soldiers are dead and left fire and destruction behind. In none of all the ruins I found any man or woman of the normal folk and so I just may hope that they fled from this cruel battleground and started a better life somewhere else. Nothing is left from that beauty I remember, only ruins remain from the old capital. I am sorrowful but also relieved. I never hoped to ever see Al'thunrans old beauty again - some month ago I even wondered whether I will ever be able to set my feet near to Al'thunran again. Now the old town is back in my hands and I will not hesitate to rebuild it with all forces my people have. I can't wait to see it again in it's old beauty."
it_it: "I miei fratelli ed i loro soldati sono morti e lasciato indietro incendi e distruzione. In nessuna di tutte le rovine ho trovato un uomo o una donna della gente normale e quindi ho solo la speranza che siano fuggiti da questo campo di battaglia crudele ed abbiano iniziato una vita migliore da qualche altra parte. Niente è rimasto di quella bellezza che mi ricordo, restano solo le rovine della vecchia capitale. Sono triste, ma anche sollevato. Non ho mai sperato di vedere Al'thunrans vecchia bella di nuovo - qualche mese fa mi sono anche chiesto se sarei mai stato in grado di passare i miei piedi vicino a Al'thunran di nuovo. Ora il centro storico è tornato nelle mie mani e io non esiterò a ricostruire con tutte le forze il mio popolo ha. Non vedo l'ora di vederlo di nuovo nella sua antica bellezza."
pl_pl: "Moi bracia i ich żołnierze są martwi i zostawili za sobą ogień i zniszczenia. W żadnej z ruin nie znalazłem kobiety czy mężczyzny z pracującej ludności i tylko mogę liczyć, że uciekli z okrutnego pola bitwy i zaczeli gdzieś indziej lepsze życie. Nic nie pozostało ze piękności, którą pamiętam, tylko ruiny starej stolicy. Jestem stroskotany ale i uwolniony. Nigdy nie wierzyłem że zobaczę Al'thunran w swojej wcześniejszej piękności - parę miesięcy temu się zastanawiałem czy kiedykolwiek będę mógł znowu postawić moją nogę pobliż Al'thunran. Teraz to stare miasto jest spowrotem w moich rękach i nie zawacham je odbudować z siłą wszystkich ludzi których posiadam. Nie mogę się doczekać zobaczyć je w swojej dawnej piękności."

source: --------------------- VICTORY! ----------------------
it_it: --------------------- Vittoria! ----------------------
pl_pl: --------------------WYCIĘSTWO! --------------------

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
it_it: Hai completato questa missione. Puoi continuare a giocare, se lo desidi, altrimenti passara alla prossima missione.
pl_pl: Dokończyłeś tą misję. Możesz kontynuować grę jeżeli chcesz lub przejść do kolejnej misji.

source: Build up a small food economy
it_it: Costruisci una piccola economia alimentare
pl_pl: Zbuduj mała gospodarkę żywnościową

source: Build a donjon
it_it: Costruisci una dongione
pl_pl: Zbuduj stołp

source: * Build a donjon at the northeast of your territory to get a farther visual range and to protect your people from sudden attacks of enemies.
it_it: * Costruisci una dongione a nord-est del territorio per ottenere una visione più vasta e per proteggere il popolo da improvvisi attacchi dei nemici.
pl_pl: * Zbuduj stołp na północno wschodnim punkcie od swojeg terytorium, aby widzieć więcej i ochronić swoich ludzi od nagłych ataków od przeciwników.

source: Explore further
it_it: Esplora più lontano
pl_pl: Odkrywaj dalej

source: Build mines
it_it: Costruisci miniere
pl_pl: Buduj kopalnie

source: Build a fortress
it_it: Costruisci una Fortezza
pl_pl: Zbuduj fortecę

source: Build a warehouse
it_it: Costruisci un magazzino
pl_pl: Zbuduj magazyn

source: -> Warehouses are similiar to your headquarters, with the only difference that it is not defended by soldiers. It is often wise to build a warehouse when your territory is growing and the paths to your headquarters get longer and longer.
it_it: -> I magazzini sono simili al vostro quartier generale, con la sola differenza che non sono difesi da soldati. Spesso è saggio costruire un magazzino quando il territorio è in crescita e le vie per il vostro quartier generale sono molto lunghe.
pl_pl: -> Magazyny są podobne do twoje kwatery głównej, z jedyną różnicą, że nie są bronione przez żołnierzy. Jest zwykle mądre budować magazyny, kiedy twoje terutorium się powiększa, a droga do kwatery głównej się staje dłuższa i dłuższa.

source: Build trainingssites
it_it: Costruisci un'area addestramento
pl_pl: Zbuduj obóz szkoleniowy

source: -> Trainingssites like a training camp or a battle arena are used for training soldiers in their different attributes. Those attributes are important in fights and the better a soldier is, the higher is the chance to win a fight.<br>Attributes are: health points, attack, defense and evade.
it_it: -> I siti di allenamento come un campo di addestramento o un'arena di battaglia vengono utilizzati per la formazione dei soldati sui loro attributi diversi.Questi attributi sono importanti negli scontri e il migliore è un soldato, maggiore è la possibilità di vincere una battaglia.<br>Attributi sono: i punti salute, attacco, difesa ed ritirata.
pl_pl: -> Place traningowe, takie jak arena bitewna czy obóz szkoleniowy są używane do trenowania żołnierzy w różnych właściwościach. Te cechy są ważne w bitwach, a czym lepszy jest żołnierz, tym większa szansa na zwyciężenie bitwy.<br>Te atrybuty to: punkty życia, ataku, obrony i wymijania.

source: Build weapon productions
it_it: Costruisci una fabbrica d'armi
pl_pl: Zbuduj zbrojownię

source: Build a helmsmithy
it_it: Costruisci una fabbro d'elmi
pl_pl: Zbuduj kuźnię

source: Destroy Kalitaths army
it_it: Distruggi l'esercito di Kalitaths
pl_pl: Zniszcz armię Kalitat'a

source: Military assault on Al’thunran
it_it: Assalto militare ad Al’thunran
pl_pl: Atak na Al'thunran
