Repository: widelands/widelands
Catalog: data/i18n/translations/training_wheels/*.po
Languages: sv

source: Building Spaces
sv: Byggnadsytor

source: We will want to place buildings so that we can produce wares.
sv: Vi vill placera byggnader så att vi kan producera varor.

source: So, let’s find out where we have space for them.
sv: Så, låt oss ta reda på var vi har plats för dem.

source: Click on the ‘Show / Hide’ menu.
sv: Klicka på menyn "Visa/dölj".

source: Select ‘Show Building Spaces’.
sv: Välj "Visa byggnadsytor".

source: Now we can see where it is possible to place buildings and flags.
sv: Nu kan vi se var det är möjligt att placera byggnader och flaggor.

source: Click ‘OK’ to continue.
sv: Klicka på 'OK' för att fortsätta.

source: Flags
sv: Flaggor

source: Your carriers can transport your wares faster if they share the load.
sv: Dina transportörer kan transportera dina varor snabbare om de delar på lasten.

source: Click on the flag symbol.
sv: Klicka på flaggsymbolen.

source: Click on the flag button.
sv: Klicka på flaggknappen.

source: Now check if you can place even more flags on your roads.
sv: Kontrollera nu om du kan placera ännu fler flaggor på dina vägar.

source: Click ‘OK’ when you’re done.
sv: Klicka på "OK" när du är klar.

source: Welcome
sv: Välkommen

source: Objectives
sv: Mål

source: Logs & Roads
sv: Timmer och vägar

source: Rocks
sv: Stenar

source: Click on a small, medium or big building space, then select the building from the small buildings tab.
sv: Klicka på en liten, medelstor eller stor byggnadsyta och välj sedan byggnaden från fliken för små byggnader.

source: Click on a medium or big building space, then select the building from the medium buildings tab.
sv: Klicka på en medelstor eller stor byggnadsyta och välj sedan byggnaden från fliken för medelstora byggnader.

source: Click on a big building space, then select the building from the big buildings tab.
sv: Klicka på en stor byggnadsyta och välj sedan byggnaden från fliken Stora byggnader.

source: If you hold down the ‘Ctrl’ key while clicking on the second flag, this will also place more flags on your road if possible.
sv: Om du håller ned Ctrl-tangenten medan du klickar på den andra flaggan kommer fler flaggor att placeras på din väg om det är möjligt.

source: Logs
sv: Timmer

source: You need to supply your tribe with logs. Please build the following building:
sv: Du måste förse din stam med timmer. Bygg följande byggnad:

source: Roads
sv: Vägar

source: Click on the flag in front of the building to start placing a road.
sv: Klicka på flaggan framför byggnaden för att börja placera en väg.

source: Click on the ‘Build road’ button, then and click on the indicated flag.
sv: Klicka på knappen "Bygg väg" och klicka sedan på den angivna flaggan.

source: Click on the building’s button…
sv: Klicka på byggnadens knapp…

source: …then click on the flag in front of the target building.
sv: …klicka sedan på flaggan framför målbyggnaden.

source: Well done! We will soon start producing logs, which we will need for building more buildings.
sv: Bra gjort! Vi kommer snart att börja producera timmer, som vi behöver för att bygga fler byggnader.

source: Open the Objectives window
sv: Öppna Mål-fönstret

source: Click on the button that the arrow is pointing to, or press ‘%s’ to see the current game's objectives.
sv: Klicka på knappen som pilen pekar på, eller tryck på ’%s’ för att se det aktuella spelets mål.

source: Close this window
sv: Stäng detta fönster

source: Closing this window
sv: Stänger detta fönster

source: You can open and close this window by clicking on the ‘Objectives’ button in the toolbar on the bottom of the screen.
sv: Du kan öppna och stänga detta fönster genom att klicka på knappen ”Mål” i verktygsfältet längst ned på skärmen.

source: Like any other window, you can also close the ‘Objectives’ window by right-clicking on it.
sv: Precis som alla andra fönster kan du också stänga fönstret ”Mål” genom att högerklicka på det.

source: While you do that, check the markers to make the road as flat as possible:
sv: Medan du gör det, kontrollera markeringarna för att göra vägen så plan som möjligt:

source: The terrain is flat here. Your carriers will be very swift on this terrain.
sv: Terrängen är platt här. Era transportörer kommer att vara mycket snabba på denna terräng.

source: There is a small slope to climb to reach this field. This means that your workers will be faster walking downhill than they will be walking uphill.
sv: Det finns en liten sluttning att klättra upp för att nå detta fält. Det innebär att dina arbetare kommer att gå snabbare nedför än uppför.

source: The connection between the fields is extremely steep. The speed increase in one direction is huge while the slowdown in the other is also substantial.
sv: Övergången mellan fälten är extremt brant. Hastighetsökningen i en riktning är enorm, medan avmattningen i den andra riktningen också är betydande.

source: Granite
sv: Granit

source: You need to supply your tribe with granite. Please build the following building:
sv: Du måste förse din stam med granit. Bygg följande byggnad:

source: Click on the ‘Build road’ button. Afterwards, click the colored markers on the map to guide your road until you reach the flag in front of the target building.
sv: Klicka på knappen "Bygg väg". Klicka sedan på de färgade markörerna på kartan för att styra vägen tills du når flaggan framför målbyggnaden.

source: …then click the colored markers on the map to guide your road until you reach the flag in front of the target building.
sv: ...klicka sedan på de färgade markeringarna på kartan för att navigera fram till flaggan framför målbyggnaden.

source: Well done! We will soon start producing granite, which we will need for building more buildings.
sv: Bra gjort! Vi kommer snart att börja producera granit, som vi behöver för att bygga fler byggnader.

source: Welcome to Widelands!
sv: Välkommen till Widelands!

source: Follow the arrows to learn how to play.
sv: Följ pilarna för att lära dig hur man spelar.
