Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# frisians_building
source: If this building is fully supplied and all swords and helmets are needed by the economy, production of one short sword takes %1$s, one long sword takes %2$s and one helmet takes %3$s on average. If only one kind of sword or helmet is needed by the economy, production of one short sword takes %4$s, one long sword takes %5$s and one helmet takes %6$s on average.
sv: Om denna byggnad är fullt utrustad och alla svärd och hjälmar behövs för ekonomin, tar det i genomsnitt %1$s att tillverka ett kort svärd, %2$s att tillverka ett långt svärd och %3$s att tillverka en hjälm. Om endast en typ av svärd eller hjälm behövs för ekonomin, tar det i genomsnitt %4$s att tillverka ett kort svärd, %5$s att tillverka ett långt svärd och %6$s att tillverka en hjälm.

# frisians_building
source: Of course I could still forge short and long swords, but it is beneath my honor to bother with such basic equipment now.
sv: Naturligtvis skulle jag fortfarande kunna smida korta och långa svärd, men det är under min värdighet att bry mig om sådan grundläggande utrustning nu.

# frisians_building
source: A master blacksmith refusing to forge anything but the most sophisticated helmets and weapons
sv: En mästerlig smed som vägrar att smida något annat än de mest sofistikerade hjälmarna och vapnen

# frisians_building
source: Produces advanced weapons and golden helmets for the soldiers.
sv: Tillverkar avancerade vapen och gyllene hjälmar för soldaterna.

# frisians_building
source: If this building is fully supplied and all swords and helmets are needed by the economy, production of one broadsword takes %1$s, one double-edged sword takes %2$s and one golden helmet takes %3$s on average. If only one kind of sword or helmet is needed by the economy, production of one broadsword takes %4$s, one double-edged sword takes %5$s and one golden helmet takes %6$s on average.
sv: Om denna byggnad är fullt försörjd och alla svärd och hjälmar behövs av ekonomin, tar produktionen av ett bredsvärd %1$s, ett dubbeleggat svärd %2$s och en guldhjälm %3$s i genomsnitt. Om endast en typ av svärd eller hjälm behövs i ekonomin, tar produktionen av ett bredsvärd i genomsnitt %4$s, ett dubbeleggat svärd %5$s och en guldhjälm %6$s.

# frisians_building
source: You soldiers think a good sword is everything, but where would you be if you had no garments?
sv: Ni soldater tror att ett bra svärd är allt, men var skulle ni vara om ni inte hade några kläder?

# frisians_building
source: A seamstress scolding a soldier for disrespecting her profession
sv: En sömmerska som skäller på en soldat för att han inte respekterar hennes yrke

# building
source: Sews fur garments out of reindeer fur.
sv: Syr pälskläder av renpäls.

# frisians_building
source: The sewing room needs %s on average to produce one fur garment.
sv: Syrummet behöver i genomsnitt %s för att producera ett pälsplagg.

# frisians_building
source: Don’t complain if these garments are too heavy – they’re not supposed to be light but to keep you alive a bit longer!
sv: Klaga inte om dessa kläder är för tunga – de ska inte vara lätta, utan hålla dig vid liv lite längre!

# frisians_building
source: A trainer scolding a soldier
sv: En tränare som skäller på en soldat

# building
source: Equips fur garments with iron or gold to produce good armor.
sv: Förser pälsplagg med järn eller guld för att skapa bra rustningar.

# frisians_building
source: If this building is fully supplied and all garments are needed by the economy, production of one of each garment takes %1$s on average. If only one kind of garment is needed by the economy, its production takes %2$s on average.
sv: Om denna byggnad är fullt utrustad och alla klädesplagg behövs i ekonomin, tar produktionen av ett exemplar av varje klädesplagg i genomsnitt %1$s. Om endast en typ av klädesplagg behövs i ekonomin, tar produktionen i genomsnitt %2$s.

# frisians_building
source: The charcoal kiln needs %s on average to produce one coal.
sv: Kolugnen behöver i genomsnitt %s för att producera en kolbit.

# frisians_building
source: Miners and soldiers are so picky… But who am I to complain, as I make my living from it?
sv: Gruvarbetare och soldater är så kräsna... Men vem är jag att klaga, när jag tjänar mitt uppehälle på det?

# frisians_building
source: A smoker explaining his profession
sv: En rökare förklarar sitt yrke

# frisians_building
source: Smokes fish and meat using logs. Only smoked meat and fish are good enough to be eaten by miners and soldiers.
sv: Röker fisk och kött med ved. Endast rökt kött och fisk är tillräckligt bra för att ätas av gruvarbetare och soldater.

# frisians_building
source: If this building is fully supplied, production of one of each smoked food takes %s on average.
sv: Om denna byggnad är fullt försörjd tar produktionen av en av varje rökt livsmedel i genomsnitt %s.

# frisians_building
source: Why shouldn’t my bread taste good? It’s only barley and water!
sv: Varför skulle mitt bröd inte smaka gott? Det är ju bara korn och vatten!

# frisians_building
source: A baker
sv: En bagare

# frisians_building
source: Bakes bread out of barley and water to feed miners and soldiers.
sv: Bakar bröd av korn och vatten för att mata gruvarbetare och soldater.

# frisians_building
source: The bakery needs %s on average to produce one loaf of bread.
sv: Bageriet behöver i genomsnitt %s för att producera en limpa bröd.

# frisians_building
source: Rookies will say that vengeance is sweet. Heroes will say that honey bread is sweeter.
sv: Nybörjare säger att hämnd är ljuv. Hjältar säger att honungsbröd är ljuvare.

# frisians_building
source: A trainer in conversation with a baker
sv: En tränare i samtal med en bagare

# frisians_building
source: Bakes honey bread out of barley, water and honey to feed miners in deep mines and soldiers in advanced training.
sv: Bakar honungsbröd av korn, vatten och honung för att mata gruvarbetare i djupa gruvor och soldater i avancerad träning.

# frisians_building
source: If this building is fully supplied and all breads are needed by the economy, production of one bread takes %1$s and one honey bread takes %2$s on average. If only one kind of bread is needed by the economy, production of one bread or one honey bread takes %3$s on average.
sv: Om denna byggnad är fullt försörjd och alla bröd behövs av ekonomin, tar produktionen av ett bröd %1$s och ett honungsbröd %2$s i genomsnitt. Om endast en sorts bröd behövs av ekonomin, tar produktionen av ett bröd eller ett honungsbröd %3$s i genomsnitt.

# frisians_building
source: I know no single master miner who’ll ever work without a nice pint of beer!
sv: Jag känner ingen gruvarbetare som skulle arbeta utan en god öl!

# frisians_building
source: A brewer boasting about the importance of his profession
sv: En bryggare som skryter om vikten av sitt yrke

# frisians_building
source: Brews beer for miners and soldier training.
sv: Brygger öl för gruvarbetare och soldater under utbildning.

# frisians_building
source: The brewery needs %s on average to brew one mug of beer.
sv: Bryggeriet behöver i genomsnitt %s för att brygga en mugg öl.

# frisians_building
source: If you like beer, you’ve never tasted mead.
sv: Om du gillar öl har du aldrig smakat mjöd.

# frisians_building
source: Slogan over a mead brewery
sv: Slogan över en mjödbryggeri

# frisians_building
source: Brews beer out of barley and water. It also brews mead, which is beer refined with honey. Mead is consumed by experienced soldiers.
sv: Brygger öl av korn och vatten. Brygger även mjöd, som är öl förfinat med honung. Mjöd konsumeras av erfarna soldater.

# frisians_building
source: If this building is fully supplied and all drinks are needed by the economy, production of one beer takes %1$s and one mead takes %2$s on average. If only one kind of drink is needed by the economy, production of one beer or one mead takes %3$s on average.
sv: Om denna byggnad är fullt försörjd och alla drycker behövs av ekonomin, tar produktionen av en öl %1$s och en mjöd %2$s i genomsnitt. Om endast en sorts dryck behövs av ekonomin, tar produktionen av en öl eller en mjöd %3$s i genomsnitt.

# frisians_building
source: Nothing but fruit all day… Couldn’t you hurry up a bit?
sv: Inget annat än frukt hela dagen... Kan du inte skynda dig lite?

# frisians_building
source: Hungry customers in times of a shortage of smoked fish and meat
sv: Hungriga kunder i tider av brist på rökt fisk och kött

# frisians_building
source: If the tavern is fully supplied, it can produce one ration in %1$s on average, using two kinds of ingredients. If it can only use one kind of ingredient, it can produce one ration in %2$s on average.
sv: Om tavernan är fullt försörjd kan den i genomsnitt producera en ransoneringsportion i %1$s med hjälp av två sorters ingredienser. Om den endast kan använda en sorts ingrediens kan den i genomsnitt producera en ransoneringsportion i %2$s.

# frisians_building
source: All I need to be happy is a slice of honey bread with some smoked meat and a beer.
sv: Allt jag behöver för att vara lycklig är en skiva honungsbröd med lite rökt kött och en öl.

# frisians_building
source: A master miner to the landlady
sv: En mästare på gruvdrift till hyresvärdinnan

# frisians_building
source: Prepares rations for scouts and rations and meals to feed the miners in all mines.
sv: Förbereder matbitar för spejare och matbitar och måltider för att mätta gruvarbetarna i alla gruvor.

# frisians_building
source: If this building is fully supplied and all kinds of food are needed by the economy, production of one of each food takes %1$s on average. If only one kind of food is needed by the economy, production of one ration takes %2$s and one meal takes %3$s on average.
sv: Om denna byggnad är fullt försörjd och ekonomin behöver alla typer av livsmedel, tar produktionen av varje livsmedel i genomsnitt %1$s. Om ekonomin endast behöver en typ av livsmedel, tar produktionen av en ransoneringsportion i genomsnitt %2$s och en måltid %3$s.

# frisians_building
source: You have thirty seconds to learn the basics of swordfighting and how to stay alive in battle. A third of that time has gone by for the introduction alone! You’d better pay close attention to me in order to make the most of it. Now here is your new short sword, forged just for you by our best blacksmiths. Time’s up everyone, now go occupy your sentinels!
sv: Du har trettio sekunder på dig att lära dig grunderna i svärdskamp och hur du överlever i strid. En tredjedel av den tiden har redan gått åt till introduktionen! Du bör lyssna noga på mig för att få ut så mycket som möjligt av den. Här är ditt nya korta svärd, smitt av våra bästa smeder speciellt för dig. Tiden är ute, allihopa. Gå nu och ockupera era vaktposter!

# frisians_building
source: A trainer greeting the new recruits
sv: En tränare hälsar på de nya rekryterna

# frisians_building
source: Equips recruits and trains them as soldiers.
sv: Utrustar rekryter och utbildar dem till soldater.

# frisians_building
source: The barracks need %s on average to recruit one soldier.
sv: Kasernerna behöver i genomsnitt %s för att rekrytera en soldat.

# frisians_building
source: Who says a beast of burden cannot be useful for other things than transport?
sv: Vem säger att ett lastdjur inte kan vara användbart för andra saker än transport?

# frisians_building
source: The reindeer breeder who first proposed using reindeer fur for clothing
sv: Renskötaren som först föreslog att använda renskinn till kläder

# frisians_building
source: Breeds strong reindeer for adding them to the transportation system. Also keeps them for their fur, which is turned into armor and cloth.
sv: Uppfödning av starka renar för att använda dem i transportsystemet. Renarna hålls också för sin päls, som används till rustningar och kläder.

# frisians_building
source: If the supply is steady and there is continuous demand for fur, then the reindeer farm produces one meat after producing three pieces of fur.
sv: Om tillgången är stabil och det finns en kontinuerlig efterfrågan på päls, producerar renfarmen ett kött efter att ha producerat tre pälsar.

# frisians_building
source: If this building is fully supplied and both reindeers and furs are needed by the economy, production of one reindeer takes %1$s and one fur takes %2$s on average. If only reindeers are needed by the economy, their production takes %3$s on average. If only fur is needed by the economy, its production takes %4$s on average.
sv: Om denna byggnad är fullt försörjd och både renar och pälsar behövs i ekonomin, tar produktionen av en ren i genomsnitt %1$s och en päls %2$s. Om endast renar behövs i ekonomin, tar deras produktion i genomsnitt %3$s. Om endast päls behövs i ekonomin, tar dess produktion i genomsnitt %4$s.

# frisians_building
source: No frost, no heat; no rain, no drought; no rats, no locusts; naught can destroy my harvest.
sv: Ingen frost, ingen hetta; ingen regn, ingen torka; inga råttor, inga gräshoppor; ingenting kan förstöra min skörd.

# frisians_building
source: A farmer’s reply when asked by his chieftain why he was planting such a slow-growing grain.
sv: En bondes svar när hans hövding frågade honom varför han odlade ett så långsamt växande spannmål.

# building
source: Sows and harvests barley.
sv: Sår och skördar korn.

# frisians_building
source: The farm needs free space within the work area to plant seeds.
sv: Gården behöver ledigt utrymme inom arbetsområdet för att kunna så frön.

# frisians_building
source: The farmer sows and harvests one sheaf of barley between %1$s and %2$s, depending on how far he has to walk.
sv: Bonden sår och skördar en kärve korn mellan %1$s och %2$s, beroende på hur långt han måste gå.

# frisians_building
source: The farm needs at least %s to work at full productivity most of the time.
sv: Gården behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

# frisians_building
source: Constructs breakwaters nearby to gain new land from the sea.
sv: Bygg vågbrytare i närheten för att vinna ny mark från havet.

# frisians_building
source: The diker will terraform the land around each breakwater he builds several times. You can manually remove breakwaters when the land is sufficiently secured to prevent wasting resources; to do so, build a flag, road, or building in the dike’s place.
sv: Dike-karaktären kommer att terraforma marken runt varje vågbrytare han bygger flera gånger. Du kan manuellt ta bort vågbrytare när marken är tillräckligt säkrad för att undvika slöseri med resurser. För att göra detta bygger du en flagga, väg eller byggnad på platsen för diket.

# frisians_building
source: If this building is fully supplied, the diker can perform one terraform between %1$s and %2$s, depending on how far he has to walk.
sv: Om denna byggnad är fullt försörjd kan diker utföra en terraform mellan %1$s och %2$s, beroende på hur långt han måste gå.

# building
source: Digs granite out of the ground in mountain terrain.
sv: Gräver upp granit ur marken i bergig terräng.

# frisians_building
source: If the food supply is steady, the rock mine can produce granite in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan stenbrottet producera granit i %s i genomsnitt.

# frisians_building
source: If the food supply is steady, the deep rock mine can produce granite in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan den djupa gruvan producera granit i %s i genomsnitt.

# frisians_building
source: If the food supply is steady, the coal mine can produce coal in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan kolgruvan producera kol i genomsnitt %s.

# frisians_building
source: If the food supply is steady, the deep coal mine can produce coal in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan den djupa kolgruvan producera kol i %s i genomsnitt.

# frisians_building
source: If the food supply is steady, the iron mine can produce one piece of iron ore in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan järngruvan i genomsnitt producera en bit järnmalm i %s.

# frisians_building
source: If the food supply is steady, the deep iron mine can produce iron ore in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan den djupa järngruvan producera järnmalm i genomsnitt %s.

# frisians_building
source: If the food supply is steady, the gold mine can produce one piece of gold ore in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan guldgruvan i genomsnitt producera en bit guldmalm i %s.

# frisians_building
source: If the food supply is steady, the deep gold mine can produce gold ore in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan den djupa guldgruvan producera guldmalm i genomsnitt %s.

# frisians_building
source: Just be quiet, listen carefully, and do try not to stab yourself until I’ve explained to you how to hold a broadsword.
sv: Var bara tyst, lyssna noga och försök att inte sticka dig själv innan jag har förklarat hur man håller ett bredsvärd.

# frisians_building
source: A trainer training a soldier
sv: En tränare som tränar en soldat

# frisians_building
source: Trains soldiers in Attack up to level 3 as well as in Defense and Health to level 1. Equips the soldiers with all necessary weapons and armor parts.
sv: Tränar soldater i attack upp till nivå 3 samt i försvar och hälsa till nivå 1. Utrustar soldaterna med alla nödvändiga vapen och rustningsdelar.

# frisians_building
source: Frisian soldiers cannot train in Evade and will remain at their initial level.
sv: Frisiska soldater kan inte tränas i att parera och kommer att stanna kvar på sin ursprungliga nivå.

# frisians_building
source: If all needed wares are delivered in time, a training camp can train one soldier one level in attack, defense or health in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan ett träningsläger i genomsnitt träna en soldat en nivå i attack, försvar eller hälsa i %s.

# frisians_building
source: Complete training of one soldier takes %s on average.
sv: En soldats fullständiga utbildning tar i genomsnitt %s.

# frisians_building
source: Now that you have two swords, there’s more of a risk you’ll accidentally stab yourself, but if you got this far, you’ll likely master this challenge as well.
sv: Nu när du har två svärd är risken större att du råkar sticka dig själv, men om du har kommit så här långt kommer du troligen att klara även denna utmaning.

# frisians_building
source: Trains soldiers in Attack, Defense and Health to the final level. Equips the soldiers with all necessary weapons and armor parts.
sv: Tränar soldater i attack, försvar och hälsa till den slutgiltiga nivån. Utrustar soldaterna med alla nödvändiga vapen och rustningsdelar.

# frisians_building
source: Trains only soldiers who have been trained to the maximum level by the Training Camp.
sv: Tränar endast soldater som har tränats till maximal nivå av träningslägret.

# frisians_building
source: If all needed wares are delivered in time, a training arena can train one soldier one level in attack in %1$s, one level in defense in %2$s and one level in health in %3$s on average.
sv: Om alla nödvändiga varor levereras i tid kan en träningsarena i genomsnitt träna en soldat en nivå i attack i %1$s, en nivå i försvar i %2$s och en nivå i hälsa i %3$s.

# frisians_building
source: Garrisons soldiers to expand your territory.
sv: Garrisons soldater för att utvidga ditt territorium.

# frisians_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
sv: Om du har för få soldater för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en soldat för att skicka iväg honom.

# frisians_building
source: This building can produce one ferry between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera en färja mellan %1$s och %2$s, beroende på hur långt skeppsbyggaren måste gå.

# frisians_building
source: This house may be called a shipyard, but my ships are rather longer than one yard!
sv: Det här huset kan kallas ett varv, men mina fartyg är betydligt längre än ett varv!

# frisians_building
source: A shipwright who only constructed toy ships after being chid that his ships were too small
sv: En skeppsbyggare som bara byggde leksaksbåtar efter att ha blivit kritiserad för att hans båtar var för små

# frisians_building
source: This building can produce one ship between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fartyg, beroende på hur långt skeppsbyggaren måste gå.

# frisians_building
source: Reindeer’s fur and roofing reed<br>These items two make up the seed<br>For ships of wood to chain the gales<br>In sturdy, beautious, blowing sails!
sv: Rens päls och takrör<br>Dessa två föremål utgör fröet<br>För träbåtar att kedja stormarna<br>I robusta, vackra, fladdrande segel!

# frisians_building
source: A seamstress’ work song
sv: En sömmerskas arbetsvisa

# building
source: Sews cloth for ship sails out of reed and reindeer fur.
sv: Syr segel till skepp av vass och renhår.

# frisians_building
source: The weaving mill needs %s on average to produce one piece of cloth.
sv: Vävfabriken behöver i genomsnitt %s för att producera ett tygstycke.

# warehousename
source: Friedrichstääd
sv: Friedrichstädt

# warehousename
source: Taning
sv: Solning

# frisians
source: Worker missing
sv: Arbetare saknad

# frisians
source: Worker is coming
sv: Arbetaren kommer

# frisians
source: Workers missing
sv: Arbetare saknas

# frisians
source: Workers are coming
sv: Arbetarna kommer

# frisians
source: Expert missing
sv: Expert saknas

# frisians
source: Experts missing
sv: Experter saknas

# frisians_soldier
source: %1% soldier (+%2%)
sv: %1% soldat (+%2%)

# frisians_soldier
source: %1% soldier
sv: %1% soldat

# frisians_soldier
source: %1%(+%2%) soldier (+%3%)
sv: %1%(+%2%) soldat (+%3%)

# frisians_soldier
source: %1%(+%2%) soldier
sv: %1%(+%2%) soldat

source: Text needed
sv: Text saknas

source: Lore
sv: Bra att veta

source: General
sv: Generellt

source: Purpose:
sv: Syfte:

source: This mine will exploit %1%%% of its resources. From there on out, it will only have a %2%%% chance of finding any more of them.
sv: Denna gruva kommer att utvinna %1%%% av sina resurser. Därefter kommer den endast att ha en %2%%% chans att hitta fler resurser.

source: This mine will exploit all of its resources down to the deepest level. But even after having done so, it will still have a %1%%% chance of finding some more of them.
sv: Denna gruva kommer att utvinna alla sina resurser ända ner till den djupaste nivån. Men även efter att ha gjort det kommer den fortfarande att ha en %1%%% chans att hitta fler resurser.

source: Note:
sv: Observera:

source: Work area radius:
sv: Arbetsområdets radie:

source: Healing:
sv: Läkning:

source: Garrisoned soldiers heal %d health point per second.
sv: Garnisonerade soldater läker %d hälsopoäng per sekund.

source: Conquer range:
sv: Erövringsområde:

source: Capacity:
sv: Kapacitet:

source: Vision range:
sv: Synfält:

source: %1$s from: %2$s
sv: %1$s från: %2$s

source: Incoming:
sv: Inkommande:

source: Mines:
sv: Bryter:

source: Collects:
sv: Samlar:

source: Creates:
sv: Skapar:

source: Outgoing:
sv: Utgående:

source: None
sv: Inga

source: Dependencies
sv: Beroenden

source: Building requirements
sv: Byggnadskrav

source: This building can either be built directly or obtained by enhancing another building.
sv: Denna byggnad kan antingen byggas direkt eller genom att bygga ut en annan byggnad.

source: Direct build cost:
sv: Kostnad för att bygga direkt:
