Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# amazons_building
source: This building can produce one meat or one fish between %1$s and %2$s, depending on how far the hunter-gatherer has to walk. If both kinds of food are available, then one of each kind is produced between %3$s and %4$s.
sv: Denna byggnad kan producera ett kött eller en fisk mellan %1$s och %2$s, beroende på hur långt jägare-samlaren måste gå. Om båda typerna av mat är tillgängliga produceras en av varje sort mellan %3$s och %4$s.

# amazons_building
source: ‘Sunlight smiled upon us and our Ancestors while we worked to clear liana from the trees. I was not as efficient as my aunt and sisters, and so I learned to ply rope.’
sv: ”Solen sken på oss och våra förfäder medan vi arbetade med att rensa bort lianer från träden. Jag var inte lika effektiv som min moster och mina systrar, så jag lärde mig att fläta rep.”

# amazons_building
source: Mistress WeaverSong, recollecting her early years as a liana cutter.
sv: Mistress WeaverSong, som minns sina tidiga år som lianaskärare.

# amazons_building
source: Home of the liana cutter who cuts lianas for making ropes.
sv: Hem för lianaskäraren som skär lianor för att tillverka rep.

# amazons_building
source: The liana cutter harvests liana from fully matured trees within the work area which are not being used as lookouts.
sv: Lianaskäraren skördar lianor från fullvuxna träd inom arbetsområdet som inte används som utkiksplatser.

# amazons_building
source: This building can produce one liana between %1$s and %2$s, depending on how far the liana cutter has to walk.
sv: Denna byggnad kan producera en liana mellan %1$s och %2$s, beroende på hur långt lianaskäraren måste gå.

# amazons_building
source: Draws water out of the rivers and lakes.
sv: Hämtar vatten från floder och sjöar.

# amazons_building
source: The water gatherer’s hut needs open water within the work area. Your workers cannot dig up water from the ground!
sv: Vattenhämtaren behöver öppet vatten inom arbetsområdet. Dina arbetare kan inte gräva upp vatten från marken!

# amazons_building
source: Roads and trees along the shoreline block drawing water.
sv: Vägar och träd längs strandlinjen hindrar vatten från att rinna ut.

# amazons_building
source: This building can produce one bucket of water between %1$s and %2$s on average, depending on how far the carrier has to walk.
sv: Denna byggnad kan producera i genomsnitt mellan %1$s och %2$s hinkar vatten, beroende på hur långt bäraren måste gå.

# amazons_building
source: Harvests rare trees in the surrounding area. Delivers ironwood, balsa and rubber.
sv: Skördar sällsynta träd i omgivningen. Levererar järnträ, balsaträ och gummi.

# amazons_building
source: This building can produce one rare wood between %1$s and %2$s, depending on how far the woodcutter has to walk. If all kinds of rare tree are available within her work area, then one of each kind is produced between %3$s and %4$s.
sv: Denna byggnad kan producera mellan %1$s och %2$s sällsynta träslag, beroende på hur långt skogshuggaren måste gå. Om alla sällsynta träslag finns tillgängliga inom hennes arbetsområde produceras ett av varje sort mellan %3$s och %4$s.

# amazons_building
source: Breeds fish and game to renew food resources.
sv: Odlar fisk och vilt för att förnya livsmedelsresurserna.

# amazons_building
source: The wilderness keeper will only release new game at a nearby tree which is not being used as a lookout.
sv: Vildmarksvaktaren släpper endast ut nytt vilt vid ett närliggande träd som inte används som utkiksplats.

# amazons_building
source: The wilderness keeper can breed one fish and release one animal between %1$s and %2$s, depending on how far she has to walk.
sv: Vildmarksvaktaren kan avla en fisk och släppa ut ett djur mellan %1$s och %2$s, beroende på hur långt hon måste gå.

# amazons_building
source: You need to connect this flag to a scout’s hut before you can send a scout here.
sv: Du måste ansluta denna flagga till en scouthydda innan du kan skicka en scout hit.

# amazons_building
source: Explores unknown territory.
sv: Utforskar okänt territorium.

# amazons_building
source: One exploration trip of the scout takes between %1$s and %2$s.
sv: En utforskningsresa för spejaren tar mellan %1$s och %2$s.

# amazons_building
source: ‘My mother taught me to ply the ropes from Liana, how to choose the strongest cuttings and parts of the harvest, how to trim away flaws. I bless her wisdom in every length I use.’
sv: ”Min mamma lärde mig att fläta rep av liana, hur man väljer de starkaste sticklingarna och delarna av skörden, hur man skär bort felaktigheter. Jag välsignar hennes visdom varje gång jag använder ett rep.”

# amazons_building
source: Mistress WeaverSong, reflecting on training.
sv: Mistress WeaverSong, reflekterar över träningen.

# amazons_building
source: Makes ropes from lianas.
sv: Tillverkar rep av lianer.

# amazons_building
source: The rope weaver booth needs %s on average to produce one rope.
sv: Repvävarens bod behöver i genomsnitt %s för att producera ett rep.

# amazons_building
source: Smelts gold dust into gold ingots using charcoal.
sv: Smälter guldstoft till guldtackor med hjälp av kol.

# amazons_building
source: The furnace can produce one gold ingot in %s on average if the supply is steady.
sv: Ugnen kan producera en guldtacka i %s i genomsnitt om tillgången är stabil.

# amazons_building
source: ‘If properly harvested, cured and stored, ironwood becomes almost indestructible, and will not rust in damp conditions.’
sv: "Om järnträ skördas, torkas och lagras på rätt sätt blir det nästan oförstörbart och rostar inte i fuktiga miljöer."

# amazons_building
source: Jungle Master Abacaxis
sv: Djungelmästaren Abacaxis

# amazons_building
source: Plants rare trees which are needed by the Amazons, like balsa, rubber and ironwood.
sv: Planterar sällsynta träd som Amazonas behöver, såsom balsaträ, gummiträ och järnträ.

# amazons_building
source: Rare trees are planted according to the economy requirements. Keep roads connected to rare tree plantations so they adhere to economy targets.
sv: Sällsynta träd planteras enligt ekonomiska krav. Se till att vägarna är anslutna till planteringarna av sällsynta träd så att de uppfyller de ekonomiska målen.

# amazons_building
source: The jungle master plants one tree between %1$s and %2$s, depending on how far she has to walk.
sv: Djungelmästaren planterar ett träd mellan %1$s och %2$s, beroende på hur långt hon måste gå.

# amazons_building
source: Makes tools and spears for our soldiers.
sv: Tillverkar verktyg och spjut till våra soldater.

# amazons_building
source: If this building is fully supplied and all tools and spears are needed by the economy, production of one of each tool takes %1$s and one of each spear takes %2$s on average. If only one kind of tool or spear is needed by the economy, its production takes %3$s on average.
sv: Om denna byggnad är fullt utrustad och alla verktyg och spjut behövs för ekonomin, tar produktionen av ett exemplar av varje verktyg i genomsnitt %1$s och ett exemplar av varje spjut %2$s. Om endast en typ av verktyg eller spjut behövs för ekonomin, tar produktionen i genomsnitt %3$s.

# amazons_building
source: ‘A skilled maker crafts garments of unsurpassed defence,<br> with each stitch imbued with conscious intent.’
sv: ”En skicklig tillverkare skapar kläder med oöverträffad skyddsfunktion,<br> med varje stygn genomsyrat av medveten avsikt.”

# amazons_building
source: Dressmakers’ ethos, adapted from the traditional verse ‘Mother Jungle’s wisdom: Song of the Conscientious.’
sv: Klädsömnares etos, anpassat från den traditionella versen ”Moder Djungelns visdom: Sången om samvetsgrannheten”.

# amazons_building
source: Sews all dresses, boots and armor for our soldiers.
sv: Sy alla klänningar, stövlar och rustningar för våra soldater.

# amazons_building
source: If this building is fully supplied and all dresses, boots and armors are needed by the economy, production of one of each of them takes %1$s on average. If only one kind of them is needed by the economy, its production takes %2$s on average.
sv: Om denna byggnad är fullt utrustad och alla klänningar, stövlar och rustningar behövs av ekonomin, tar produktionen av var och en av dem i genomsnitt %1$s. Om endast en sort behövs av ekonomin, tar produktionen i genomsnitt %2$s.

# amazons_building
source: Burns logs into charcoal.
sv: Brännar ved till kol.

# amazons_building
source: The charcoal kiln needs %s on average to produce one lump of coal.
sv: Kolugnen behöver i genomsnitt %s för att producera en kolbit.

# amazons_building
source: Bakes bread from cassava root.
sv: Bakar bröd av kassavarot.

# amazons_building
source: If all needed wares are delivered in time, this building can produce one bread in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan denna byggnad producera ett bröd i genomsnitt var %s.

# amazons_building
source: Brews chocolate for soldier training.
sv: Tillverkar choklad för soldatutbildning.

# amazons_building
source: The chocolate brewery needs %s on average to brew one mug of chocolate.
sv: Chokladbryggeriet behöver i genomsnitt %s för att brygga en mugg choklad.

# amazons_building
source: Prepares rations to feed the scouts and the workers digging for gold dust and granite.
sv: Tillagar matbitar för att mätta scouterna och arbetarna som gräver efter guldstoft och granit.

# amazons_building
source: The food preserver can produce one ration in %s on average if the supply is steady.
sv: Livsmedelskonserveraren kan producera en ransoneringsportion i %s i genomsnitt om tillgången är stabil.

# amazons_building
source: Equips recruits and trains them as soldiers.
sv: Utrustar rekryter och utbildar dem till soldater.

# amazons_building
source: The initiation site needs %s on average to recruit one soldier.
sv: Initieringsplatsen behöver i genomsnitt %s för att rekrytera en soldat.

# amazons_building
source: Enhances the fertility of the landscape for trees.
sv: Förbättrar landskapets fertilitet för träd.

# amazons_building
source: Only a Jungle Master has the necessary experience to coax more growth from land.
sv: Endast en djungelmästare har den erfarenhet som krävs för att få marken att växa mer.

# amazons_building
source: The jungle master can perform one terraform between %1$s and %2$s, depending on how far she has to walk.
sv: Djungelmästaren kan utföra en terraform mellan %1$s och %2$s, beroende på hur långt hon måste gå.

# amazons_building
source: Breeds tapirs for adding them to the transportation system.
sv: Uppfödning av tapirer för att lägga till dem i transportsystemet.

# amazons_building
source: Tapirs help to prevent traffic jams on highly used roads.
sv: Tapirer hjälper till att förebygga trafikstockningar på hårt trafikerade vägar.

# amazons_building
source: If all needed wares are delivered in time, this building can produce a tapir in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan denna byggnad producera en tapir i %s i genomsnitt.

# amazons_building
source: Sows and harvests cassava.
sv: Sår och skördar maniok.

# amazons_building
source: The cassava plantation needs free space within the work area to plant seeds.
sv: Maniokplantagen behöver fritt utrymme inom arbetsområdet för att kunna plantera frön.

# amazons_building
source: The cassava farmer sows and harvests one bundle of cassava between %1$s and %2$s, depending on how far she has to walk.
sv: Maniokodlaren sår och skördar ett knippe maniok mellan %1$s och %2$s, beroende på hur långt hon måste gå.

source: %d growing field
sv: %d växande område

# amazons_building
source: The cassava plantation needs at least %s to work at full productivity most of the time.
sv: Maniokplantagen behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

# amazons_building
source: Cultivates cocoa that is needed to brew chocolate drinks.
sv: Odlar kakao som behövs för att brygga chokladdrycker.

# amazons_building
source: Chocolate is essential for training Amazon soldiers.
sv: Choklad är viktigt för träningen av Amazonsoldater.

# amazons_building
source: The cocoa farmer sows and harvests one basket of cocoa beans between %1$s and %2$s, depending on how far she has to walk.
sv: Kakaoodlaren sår och skördar en korg med kakaobönor mellan %1$s och %2$s, beroende på hur långt hon måste gå.

# amazons_building
source: The cocoa farm needs at least %s to work at full productivity most of the time.
sv: Kakaoodlingen behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

# amazons_building
source: Digs granite and quartz out of the ground in mountain terrain.
sv: Gräver granit och kvarts ur marken i bergig terräng.

# amazons_building
source: The stone mine can produce one slab of each kind of stone in %s on average if the supply with rations is steady and the mine is not worn out.
sv: Stenbrottet kan i genomsnitt producera en platta av varje sorts sten i %s om tillgången på ransoner är stabil och gruvan inte är utsliten.

# amazons_building
source: Washes gold dust out of the ground in mountain terrain.
sv: Tvättar guldstoft ur marken i bergsterräng.

# amazons_building
source: If the supply is steady, this mine can produce gold dust in %s on average.
sv: Om tillgången är stabil kan denna gruva producera guldstoft i %s i genomsnitt.

# amazons_building
source: Trains soldiers in Attack up to level 2. Equips the soldiers with all necessary weapons.
sv: Tränar soldater i Attack upp till nivå 2. Utrustar soldaterna med alla nödvändiga vapen.

# amazons_building
source: Amazon soldiers need chocolate to train properly.
sv: Amazonas soldater behöver choklad för att kunna träna ordentligt.

# amazons_building
source: If all needed wares are delivered in time, a warriors’ gathering can train one soldier one level in attack in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan en krigarsamling i genomsnitt träna en soldat en nivå i attack i %s.

# amazons_building
source: Complete training of one soldier takes %s on average.
sv: En soldats fullständiga utbildning tar i genomsnitt %s.

# amazons_building
source: Trains soldiers in Evade, Defense and Health. Equips the soldiers with all necessary equipment and armor parts.
sv: Tränar soldater i parering, försvar och hälsa. Utrustar soldaterna med all nödvändig utrustning och rustningsdelar.

# amazons_building
source: If all needed wares are delivered in time, a training glade can train one soldier to the first level in evade or health, or both defense levels in %1$s on average. The rest of evade and health levels are trained in %2$s each.
sv: Om alla nödvändiga varor levereras i tid kan en träningsglänta i genomsnitt träna en soldat till första nivån i parering eller hälsa, eller båda försvarsnivåerna i %1$s. Resten av parering- och hälsonivåerna tränas i %2$s vardera.

# amazons_building
source: Garrisons soldiers to expand your territory.
sv: Garrisons soldater för att utvidga ditt territorium.

# amazons_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send her away.
sv: Om du har för få soldater för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en soldat för att skicka iväg henne.

# amazons_building
source: You can only build this building on top of a tree.
sv: Du kan bara bygga denna byggnad ovanpå ett träd.

# amazons_building
source: Builds ferries.
sv: Byggar färjor.

# amazons_building
source: Needs water nearby. Be aware ferries carry wares only, no workers.
sv: Behöver vatten i närheten. Tänk på att färjorna endast transporterar varor, inga arbetare.

# building
source: Roads and trees along the shoreline block access to water.
sv: Vägar och träd längs strandlinjen blockerar tillgången till vatten.

# amazons_building
source: This building can produce one ferry between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera en färja mellan %1$s och %2$s, beroende på hur långt skeppsbyggaren måste gå.

# amazons_building
source: Constructs ships that are used for overseas colonization and for trading between ports.
sv: Byggar fartyg som används för utomeuropeisk kolonisering och för handel mellan hamnar.

# building
source: Needs wide open water nearby.
sv: Behöver öppet vatten i närheten.

# amazons_building
source: This building can produce one ship between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fartyg, beroende på hur långt skeppsbyggaren måste gå.

# building
source: ‘Don’t swear at the builder who is short of building materials.’
sv: "Svär inte åt byggaren som har brist på byggmaterial."

# building
source: Proverb widely used for impossible tasks of any kind
sv: Ordspråk som ofta används för omöjliga uppgifter av alla slag.

# building
source: A new building is being built at this construction site.
sv: En ny byggnad håller på att byggas på denna byggarbetsplats.

# building
source: ‘New paths will appear when you are willing to tear down the old.’
sv: ”Nya vägar kommer att dyka upp när du är villig att riva ner de gamla.”

# building
source: Proverb
sv: Ordspråk

# building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
sv: En byggnad rivs på denna rivningsplats, vilket återför en del av de resurser som användes vid byggandet av denna byggnad till din stam.

# warehousename
source: Alter
sv: Alternativ

# warehousename
source: Solimōes
sv: Solimões

# amazons
source: Worker missing
sv: Arbetare saknad

# amazons
source: Worker is coming
sv: Arbetaren kommer

# amazons
source: Workers missing
sv: Arbetare saknas

# amazons
source: Workers are coming
sv: Arbetarna kommer

# amazons
source: Expert missing
sv: Expert saknas

# amazons
source: Experts missing
sv: Experter saknas

# amazons_soldier
source: %1% soldier (+%2%)
sv: %1% soldat (+%2%)

# amazons_soldier
source: %1% soldier
sv: %1% soldat

# amazons_soldier
source: %1%(+%2%) soldier (+%3%)
sv: %1%(+%2%) soldat (+%3%)

# amazons_soldier
source: %1%(+%2%) soldier
sv: %1%(+%2%) soldat

# atlanteans_ware
source: The Atlanteans produce granite blocks in quarries and crystal mines.
sv: Atlanterna producerar granitblock i stenbrott och i kristallgruvor.

# atlanteans_ware
source: Atlanteans use logs also as the base for planks, which are used in nearly every building. Besides the sawmill, the charcoal kiln, the toolsmithy and the smokery also need logs for their work.
sv: Atlanterna använder stockar även för att göra plankor, vilka används i nästan alla byggnader. Förutom sågverket behöver även kolmilan, verktygssmedjan och rökeriet stockar för sitt arbete.

# ware
source: Planks are an important building material.
sv: Plankor är viktigt byggnadsmaterial.

# atlanteans_ware
source: They are produced out of logs by the sawmill.
sv: De tillverkas av timmerstockar i sågverket.

# atlanteans_ware
source: The weapon smithy and the shipyard also use planks to produce the different tridents and mighty ships.
sv: Vapensmedjan och skeppsvarvet använder också plankor för att producera olika treuddar och mäktiga skepp.

# atlanteans_ware
source: Spider silk is produced by spiders, which are bred by spider farms. It can be processed into spidercloth or tabards in a weaving mill, or used to make tools in the toolsmithy.
sv: Spindeltråd produceras av spindlar som odlas på spindelodlingar. Den kan bearbetas till spindelduk eller tabarder i en vävfabrik, eller användas för att tillverka verktyg i verktygssmedjan.

# atlanteans_ware
source: Spidercloth is made out of spider silk in a weaving mill. It is used in the shipyard. Also some higher developed buildings need spidercloth for their construction.
sv: Spindelväv tillverkas av spindeltråd i en vävfabrik. Den används i skeppsvarvet. Även vissa mer avancerade byggnader behöver spindelväv för sin konstruktion.

# atlanteans_ware
source: Fish is one of the biggest food resources of the Atlanteans. It has to be smoked in a smokery before being delivered to mines, training sites and scouts.
sv: Fisk är en av Atlanternas viktigaste matresurser. Den måste rökas i ett rökeri innan den levereras till gruvor, träningsplatser och spanare.

# atlanteans_ware
source: As no Atlantean likes raw fish, smoking it in a smokery is the most common way to make it edible.
sv: Eftersom ingen Atlant tycker om rå fisk är rökning i ett rökeri det vanligaste sättet att få den ätbar.

# ware
source: Meat contains a lot of energy, and it is obtained from wild game taken by hunters.
sv: Kött innehåller mycket energi och fås från vilt som fälls av jägare.

# atlanteans_ware
source: Meat has to be smoked in a smokery before being delivered to mines and training sites (dungeon and labyrinth).
sv: Kött måste rökas i ett rökeri innan det levereras till gruvor och träningsanläggningar (fängelsehåla och labyrint).

# atlanteans_ware
source: Smoked meat is made out of meat in a smokery. It is delivered to the mines and training sites (labyrinth and dungeon) where the miners and soldiers prepare a nutritious lunch for themselves.
sv: Rökt kött görs av kött i ett rökeri. Det levereras till gruvor och täningsplatser (labyrint och fängelsehåla) där gruvarbetarna och soldaterna själva tillreder en näringsrik lunch av det.

# atlanteans_ware
source: Water is used in the bakery and the horse and spider farms.
sv: Vatten används i bageriet, på hästgården och i spindelodlingen.

# atlanteans_ware
source: This corn is processed in the mill into fine cornmeal that every Atlantean baker needs for a good bread. Also horse and spider farms need to be provided with corn.
sv: Majsen mals i kvarnen till fint majsmjöl som varje atlantisk bagare behöver för att baka ett gott bröd. Även hästgårdar och spindelodlingar behöver majs.

# atlanteans_ware
source: Cornmeal is produced in a mill out of corn and is one of three parts of the Atlantean bread produced in bakeries.
sv: Majsmjöl produceras av majs i en kvarn. Det är en av tre ingredienser i Atlanternas bröd, som bakas i bagerier.

# atlanteans_ware
source: Blackroots are a special kind of root produced at blackroot farms and processed in mills. The Atlanteans like their strong taste and use their flour for making bread.
sv: Svartrötter är en speciell sorts rot som odlas i svartrosodlingar och förädlas i kvarnar. Atlanterna tycker om rötternas starka smak och använder dess mjöl i sitt bröd.

# atlanteans_ware
source: Blackroot Flour is produced in mills out of blackroots. It is used in bakeries to make a tasty bread.
sv: Svartrotsmjöl produceras i kvarnar av svartrötter. Det används i bagerier för att baka gott bröd.

# atlanteans_ware
source: This tasty bread is made in bakeries out of cornmeal, blackroot flour and water. It is appreciated as basic food by miners, scouts and soldiers in training sites (labyrinth and dungeon).
sv: Detta välsmakande bröd bakas i bagerier av majsmjöl, svartrotsmjöl och vatten. Det uppskattas som basföda för gruvarbetare, spanare och soldater i träningsanläggningar (labyrint och fånghåla).

# atlanteans_ware
source: These transparent quartz gems are used to build some exclusive buildings. They are produced in a crystal mine.
sv: Dessa genomskinliga kvartskristaller används för att bygga några exklusiva byggnadstyper. De bryts i en kristallgruva.

# atlanteans_ware
source: These wonderful diamonds are used to build some exclusive buildings. They are mined in a crystal mine.
sv: Dessa underbara diamanter används för att bygga några exklusiva byggnadstyper. De utvinns i en kristallgruvorna.
