Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# empire_worker
source: Breeds cute and helpful donkeys for adding them to the transportation system.
sv: Föder upp söta och hjälpsamma åsnor för att användas i transportsystemet.

# empire_worker
source: Cuts blocks of granite and marble out of rocks in the vicinity.
sv: Hugger ut granitblock och marmorblock ur klippor i sin närhet.

# empire_worker
source: Works in the sawmill.
sv: Jobbar på sågverket.

# empire_worker
source: Fells trees.
sv: Fäller träd.

# empire_worker
source: Plants trees.
sv: Planterar träd.

# empire_worker
source: Works at construction sites to raise new buildings.
sv: Arbetar på byggarbetsplatser med att uppföra nya byggnader.

# empire_worker
source: Keeping sheep.
sv: Föder upp får.

# empire_worker
source: Produces cloth for ships and soldiers.
sv: Väver tyg till skeppen och soldaterna.

# empire_worker
source: Works at the shipyard and constructs new ships.
sv: Arbetar i skeppsvarvet med att bygga nya skepp.

# empire_worker
source: Catches fish in the sea.
sv: Fångar fisk i vattendragen.

# empire_worker
source: The hunter brings fresh, raw meat to the colonists.
sv: Jägaren förser nybyggarna med gott, färskt kött.

# empire_worker
source: Plants fields.
sv: Sår ute på fälten.

# empire_worker
source: Grinds wheat to produce flour.
sv: Maler vete till mjöl.

# empire_worker
source: Bakes bread for workers.
sv: Bakar bröd till arbetarna.

# empire_worker
source: Produces beer.
sv: Brygger öl.

# empire_worker
source: Grows grapevines.
sv: Odlar vindruvor.

# empire_worker
source: Produces wine.
sv: Producerar vin.

# empire_worker
source: Breeds pigs.
sv: Föder upp grisar.

# empire_worker
source: Produces food for miners.
sv: Tillreder mat åt gruvarbetare.

# empire_worker
source: Discovers resources for mining.
sv: Upptäck resurser för gruvdrift.

# empire_worker
source: Works deep in the mines to obtain coal, iron, gold or marble.
sv: Arbetar långt ner i gruvorna för att bryta kol, järnmalm, guldmalm eller marmor.

# empire_worker
source: Burns coal.
sv: Bränner kol.

# empire_worker
source: Smelts ores into metal.
sv: Förädlar malm till metall.

# empire_worker
source: Produces tools for the workers.
sv: Tillverkar verktyg till arbetarna.

# empire_worker
source: Eager to become a soldier and defend his tribe!
sv: Ivrig att bli soldat och försvara sin stam!

# empire_worker
source: Defend and Conquer!
sv: Försvara och erövra!

# empire_worker
source: Trains the soldiers.
sv: Tränar soldaterna.

# empire_worker
source: Produces weapons for the soldiers.
sv: Tillverkar vapen till soldaterna.

# empire_worker
source: Produces armor for the soldiers.
sv: Tillverkar rustningar till soldaterna.

# empire_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
sv: Utforskar okända områden.

source: This grapevine has just been planted.
sv: Denna vinranka har just planterats.

source: This grapevine is growing.
sv: Denna vinranka växer.

source: This grapevine is ready for harvesting.
sv: Denna vindruva är redo för skörd.

source: Marble is a basic building material and can be dug up by a marble mine. You will also get granite from the mine.
sv: Marmor är ett grundläggande byggmaterial och kan brytas i en marmorgruva. Du får också granit från gruvan.

source: There is only a little bit of marble here.
sv: Det finns bara lite marmor här.

source: There is a lot of marble here.
sv: Det finns mycket marmor här.

source: Omnes viæ ducunt Fremilem.
sv: Alla vägar leder till Fremilem.

source: All roads lead to Fremil.
sv: Alla vägar leder till Fremil.

# empire_building
source: Proverb signifying the glory of the Empire and its capital
sv: Ordspråk som symboliserar imperiets och dess huvudstads storhet

# empire_building
source: Accommodation for your people. Also stores your wares and tools.
sv: Bostad för ditt folk. Lagrar också dina varor och verktyg.

# empire_building
source: The headquarters is your main building.
sv: Högkvarteret är din huvudbyggnad.

source: Commune naufragium omnibus est consolatio.
sv: Gemenskapen är en tröst för alla som är strandsatta.

source: A shipwreck that is common to all is a consolation.
sv: Ett skeppsbrott som drabbar alla är en tröst.

# empire_building
source: Lutius after stranding on an uncharted island
sv: Lutius efter att ha strandat på en okänd ö

# empire_building
source: Although this ship ran aground, it still serves as accommodation for your people. It also stores your wares and tools.
sv: Fast att detta skepp gick på grund fungerar det som bostad för ditt folk. Det lagrar också dina varor och verktyg.

# empire_building
source: The headquarters shipwreck is your main building.
sv: Skeppsvrakhögkvarteret är din huvudbyggnad.

source: Bis dat, qui cito dat, nil dat, qui munera tardat.
sv: Den som ger snabbt, ger ingenting, den som dröjer med gåvor, ger ingenting.

source: Who gives promptly, gives twice, who gives late, gives nothing.
sv: Den som ger snabbt, ger dubbelt, den som ger sent, ger ingenting.

# empire_building
source: Proverb written over the doors of a warehouse
sv: Ordspråk skrivet över dörrarna till ett magasin

# empire_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
sv: Dina arbetare och soldater kommer att finna skydd här. Här kan du också förvara dina varor och verktyg.

source: To sail is necessary.
sv: Att segla är nödvändigt.

# empire_building
source: Admiral Litus Marius Exsiccatus, sending out the fleet to break the naval blockade during the First Atlantean War
sv: Amiral Litus Marius Exsiccatus skickar ut flottan för att bryta sjöblockaden under det första atlantiska kriget

# empire_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
sv: Fungerar som bas för kolonisation och handel över vatten. Lagrar också dina soldater, varor och verktyg.

# empire_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
sv: Precis som högkvarteret kan en hamn attackeras och förstöras av en fiende. Det rekommenderas att skicka soldater för att försvara den.

source: Good contracts make good friends.
sv: Bra avtal skapar goda vänner.

# empire_building
source: A market enables trading with other tribes.
sv: En marknad möjliggör handel med andra stammar.

source: There shall not be left here a stone upon a stone that shall not be destroyed.
sv: Här skall inte en sten lämnas kvar på en sten som inte skall förstöras.

# empire_building
source: An enthusiastic stonemason arriving to a new quarry
sv: En entusiastisk stenhuggare anländer till ett nytt stenbrott

# empire_building
source: Cuts blocks of granite and marble out of rocks in the vicinity.
sv: Hugger ut granitblock och marmorblock ur klippor i sin närhet.

# empire_building
source: The quarry needs rocks to cut within the work area.
sv: Stenbrottet behöver klippor att hugga inom sitt arbetsområde.

# empire_building
source: The stonemason finds 5 blocks of granite and 2 blocks of marble out of 7 rocks.
sv: Stenhuggaren hittar 5 block granit och 2 block marmor bland 7 stenar.

# empire_building
source: This building can produce one granite between %1$s and %2$s and one marble between %3$s and %4$s, depending on how far the stonemason has to walk.
sv: Denna byggnad kan producera en granit mellan %1$s och %2$s och en marmor mellan %3$s och %4$s, beroende på hur långt stenhuggaren måste gå.

# empire_building
source: In case of slopes or obstacles in the way, the time is increased.
sv: Vid lutningar eller hinder på vägen ökar tiden.

source: In silvam non ligna feras.
sv: I skogen finns inga träd eller djur.

source: Don’t carry logs to the forest.
sv: Bär inte stockar till skogen.

# empire_building
source: A carrier to a lumberjack who lost his way home
sv: En transportör till en skogshuggare som gått vilse på vägen hem

# empire_building
source: The lumberjack’s house needs trees to fell within the work area.
sv: Skogshuggarnas hus behöver träd som kan fällas inom arbetsområdet.

# empire_building
source: This building can produce one log between %1$s and %2$s, depending on how far the lumberjack has to walk.
sv: Denna byggnad kan producera en stock mellan %1$s och %2$s, beroende på hur långt skogshuggaren måste gå.

source: Live, grow, and bloom!
sv: Lev, väx och blomstra!

# empire_building
source: Blessing from the god Silvanus
sv: Välsignelse från guden Silvanus

# empire_building
source: The forester’s house needs free space within the work area to plant the trees.
sv: Skogvaktarbostället behöver fritt utrymme inom arbetsområdet för att träd ska kunna planteras.

# empire_building
source: The forester plants one tree between %1$s and %2$s, depending on how far he has to walk.
sv: Skogsvaktaren planterar ett träd mellan %1$s och %2$s, beroende på hur långt han måste gå.

source: The fish stinks first at the head.
sv: Fisken ruttnar först från huvudet.

# empire_building
source: A fisherman criticising the Grand Master of the Fishermans’ Guild
sv: En fiskare som kritiserar stormästaren för fiskarnas skrå

# empire_building
source: Fishes on the coast near the fisher’s house.
sv: Fiskar längs med kusten i anslutning till fiskarstugan.

# empire_building
source: The fisher’s house needs water full of fish within the work area.
sv: Fiskarstugan behöver vatten fullt av fisk inom sitt arbetsområde.

# empire_building
source: Roads and trees along the shoreline block fishing.
sv: Vägar och träd längs strandlinjen hindrar fisket.

# empire_building
source: This building can produce one fish between %1$s and %2$s, depending on how far the fisher has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fisk, beroende på hur långt fiskaren måste gå.

source: The hunter lies in ambush for the game.
sv: Jägaren ligger i bakhåll efter bytet.

# empire_building
source: Caption on an imperial relief showing a hunter
sv: Bildtext på ett kejserligt relief som visar en jägare

# empire_building
source: The hunter’s house needs animals to hunt within the work area.
sv: Jägarstugan behöver djur inom sitt arbetsområde för att jägaren ska kunna jaga.

# empire_building
source: This building can produce one meat between %1$s and %2$s, depending on how far the hunter has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s kött, beroende på hur långt jägaren måste gå.

source: It is more pleasing to drink water from the spring itself.
sv: Det är trevligare att dricka vatten direkt från källan.

# empire_building
source: Imperial proverb
sv: Kejserligt ordspråk

# empire_building
source: The carrier needs %s to get one bucket full of water.
sv: Transportören behöver %s för att fylla en hink med vatten.

# empire_building
source: If the water resource is depleted, the carrier needs %s on average.
sv: Om vattenresursen är uttömd behöver transportören i genomsnitt %s.

source: Chat’Karuth at the gates!
sv: Chat'Karuth vid portarna!

# empire_building
source: A belated scout’s report
sv: En försenad spanares rapport

# empire_building
source: You need to connect this flag to a scout’s house before you can send a scout here.
sv: Du måste ansluta denna flagga till en spanarbostad innan du kan skicka hit en spanare.

# empire_building
source: One exploration trip of the scout takes between %1$s and %2$s.
sv: En utforskningsresa för spejaren tar mellan %1$s och %2$s.

source: The mind moves boulders.
sv: Sinnet flyttar stenblock.

# empire_building
source: Motto of the Stonemasons’ Guild
sv: Mottot för stenhuggarnas skrå

# empire_building
source: Carves marble columns out of marble.
sv: Hugger ut marmorpelare ur marmorblock.

# empire_building
source: The stonemason’s house needs %s on average to produce one marble column.
sv: Stenhuggarens hus behöver i genomsnitt %s för att producera en marmorpelare.

source: The saw does nothing except when moved by art.
sv: Sågen gör ingenting om den inte drivs av konst.

# empire_building
source: Motto of the Carpenters’ Guild
sv: Mottot för timmermännens skrå

# empire_building
source: The sawmill needs %s on average to produce one plank.
sv: Sågverket behöver i genomsnitt %s för att producera en planka.

source: The mills of the gods grind slowly.
sv: Gudarnas kvarnar mal långsamt.

# empire_building
source: Proverb often cited by millers to impatient customers
sv: Ordspråk som ofta citeras av mjölnare till otåliga kunder

# building
source: Grinds wheat to produce flour.
sv: Maler vete till mjöl.

# empire_building
source: The miller needs %1% on average to grind wheat into a sack of flour.
sv: Mjölnaren behöver i genomsnitt %1% för att mala vete till en säck mjöl.

source: There’s not this much flour in your sack.
sv: Det finns inte så mycket mjöl i din säck.

# empire_building
source: A baker accusing another of theft
sv: En bagare som anklagar en annan för stöld

# empire_building
source: Bakes bread for soldiers and miners alike.
sv: Bakar bröd åt soldater och gruvarbetare.

# empire_building
source: The baker needs %1% on average to bake a loaf of bread.
sv: Bagaren behöver i genomsnitt %1% för att baka en brödlimpa.

source: Now it’s time to drink! Now it’s time to dance freely!
sv: Nu är det dags att dricka! Nu är det dags att dansa fritt!

# empire_building
source: Imperial drinking song
sv: Kejserlig dryckesvisa

# empire_building
source: The brewer needs %1% on average to brew a vat of beer.
sv: Bryggaren behöver i genomsnitt %1% för att brygga ett fat öl.

source: Good wine needs no bush.
sv: Bra vin behöver ingen buske.

# empire_building
source: A proud vine farmer boasting
sv: En stolt vinodlare som skryter

# empire_building
source: Plants grapevines and harvests grapes.
sv: Planterar vinrankor och skördar vindruvor.

# empire_building
source: The vine farmer sows and harvests one basket of grapes between %1$s and %2$s, depending on how far he has to walk.
sv: Vinodlaren sår och skördar en korg druvor mellan %1$s och %2$s, beroende på hur långt han måste gå.

# empire_building
source: The vineyard needs at least %s to work at full productivity most of the time.
sv: Vingården behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

source: In vino veritas.
sv: I vinet ligger sanningen.

source: In wine there is truth.
sv: I vinet finns sanningen.

# empire_building
source: Excerpt from the Encyclopædia Imperica
sv: Utdrag ur Encyclopædia Imperica

# empire_building
source: Produces wine.
sv: Producerar vin.

# empire_building
source: The winery needs %s on average to produce one wine.
sv: Vingården behöver i genomsnitt %s för att producera ett vin.

source: We eat to live, not live to eat.
sv: Vi äter för att leva, inte lever för att äta.

# empire_building
source: Warning to a gluttonous miner
sv: Varning till en glupsk gruvarbetare

# empire_building
source: The innkeeper needs %1% on average to prepare a ration.
sv: Krögaren behöver i genomsnitt %1% för att tillaga en matbit.

source: A meal full of dishes restrains your mind.
sv: En måltid full av rätter begränsar ditt sinne.

# empire_building
source: Warning from a master miner to an apprentice
sv: Varning från en mästargruvarbetare till en lärling

# empire_building
source: Prepares rations for scouts and rations and meals to feed the miners in all mines.
sv: Tillagar matbitar för spanare och matbitar och måltider för att mätta gruvarbetarna i våra gruvor.

# empire_building
source: If this building is fully supplied and all kinds of food are needed by the economy, production of one of each food takes %1$s on average. If only one kind of food is needed by the economy, production of one ration takes %2$s and one meal takes %3$s on average.
sv: Om denna byggnad är fullt försörjd och ekonomin behöver alla typer av livsmedel, tar produktionen av varje livsmedel i genomsnitt %1$s. Om ekonomin endast behöver en typ av livsmedel, tar produktionen av en ransoneringsportion i genomsnitt %2$s och en måltid %3$s.

source: Are they to be marked with chalk or charcoal?
sv: Ska de markeras med krita eller kol?

# empire_building
source: Imperial proverb meaning to judge whether they are good or bad
sv: Kejserligt ordspråk som betyder att bedöma om de är bra eller dåliga

# empire_building
source: The charcoal kiln needs %s on average to produce one coal.
sv: Kolugnen behöver i genomsnitt %s för att producera en kolbit.

source: I see that iron was produced from the same darkness as gold.
sv: Jag ser att järn producerades från samma mörker som guld.

# empire_building
source: Amalea after inspecting a smelting works
sv: Amalea efter att ha inspekterat ett smältverk

# empire_building
source: If this building is fully supplied and all metals are needed by the economy, production of one iron takes %1$s and one gold takes %2$s on average. If only one kind of metal is needed by the economy, production of one iron takes %3$s and one gold takes %4$s on average.
sv: Om denna byggnad är fullt försörjd och alla metaller behövs av ekonomin, tar produktionen av ett järn %1$s och ett guld %2$s i genomsnitt. Om endast en sorts metall behövs av ekonomin, tar produktionen av ett järn %3$s och ett guld %4$s i genomsnitt.

source: Each man is the maker of his own fortune.
sv: Varje människa är sin egen lyckas smed.

# empire_building
source: Imperial proverb quoted in a toolsmith's advertising
sv: Kejserligt ordspråk citerat i en verktygssmeds reklam

# empire_building
source: If this building is fully supplied and all tools are needed by the economy, production of one of each tool takes %1$s on average. If only one kind of tool is needed by the economy, its production takes %2$s on average.
sv: Om denna byggnad är fullt utrustad och alla verktyg behövs av ekonomin, tar produktionen av ett exemplar av varje verktyg i genomsnitt %1$s. Om endast en typ av verktyg behövs av ekonomin, tar produktionen i genomsnitt %2$s.

source: They enjoy their great armors under their capes, tightly woven from rings, rattling through the cloth.
sv: De njuter av sina fantastiska rustningar under sina caper, tätt vävda av ringar, som skramlar genom tyget.

# empire_building
source: An armorsmith teaching an apprentice
sv: En vapensmed som undervisar en lärling

# empire_building
source: Forges armor and helmets that are used for training soldiers’ health in the training camp.
sv: Smider rustningar och hjälmar som används för att träna soldaters hälsa i träningslägret.

# empire_building
source: If this building is fully supplied and all kinds of armor and helmets are needed by the economy, production of one helmet takes %1$s and one of each kind of armor takes %2$s on average. If only one kind of armor or helmets is needed by the economy, production of one helmet takes %3$s, while one kind of armor takes %4$s on average.
sv: Om denna byggnad är fullt utrustad och ekonomin behöver alla typer av rustningar och hjälmar, tar det i genomsnitt %1$s att tillverka en hjälm och %2$s att tillverka en av varje typ av rustning. Om ekonomin endast behöver en typ av rustning eller hjälmar, tar det i genomsnitt %3$s att tillverka en hjälm och %4$s att tillverka en rustning.

source: Not walls but men protect the towns.
sv: Det är inte murar utan människor som skyddar städerna.

# empire_building
source: Argument in the Senate for increasing recruitment
sv: Argument i senaten för att öka rekryteringen

# empire_building
source: Equips recruits and trains them as soldiers.
sv: Utrustar rekryter och tränar dem till soldater.

# empire_building
source: The barracks need %s on average to recruit one soldier.
sv: Kasernerna behöver i genomsnitt %s för att rekrytera en soldat.

source: A donkey prefers straw to gold.
sv: En åsna föredrar halm framför guld.

# empire_building
source: A donkey breeder during a shortage of wheat
sv: En åsneuppfödare under en period av brist på vete

# empire_building
source: Breeds cute and helpful donkeys for adding them to the transportation system.
sv: Föder upp söta och hjälpsamma åsnor för att användas i transportsystemet.

# empire_building
source: If all needed wares are delivered in time, this building can produce a donkey in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan denna byggnad producera en åsna i %s i genomsnitt.

source: Lutius iam a publicis negotiis se removerat, ruri vivebat et senatus legati eum invenerunt dum agellum suum arat.
sv: Lutius hade redan dragit sig tillbaka från offentliga angelägenheter, bodde på landet och senatens sändebud fann honom när han plöjde sin åker.

source: Lutius had already removed himself from public affairs, he was living in the countryside, and the ambassadors of the senate found him while he was plowing his land.
sv: Lutius hade redan dragit sig tillbaka från det offentliga livet och bodde på landsbygden, och senatens sändebud fann honom medan han plöjde sin åker.

# empire_building
source: History of the Empire, Part VII
sv: Imperiets historia, del VII

# empire_building
source: The farmer sows and harvests one sheaf of wheat between %1$s and %2$s, depending on how far he has to walk.
sv: Bonden sår och skördar en skärv vete mellan %1$s och %2$s, beroende på hur långt han måste gå.

# empire_building
source: The farm needs at least %s to work at full productivity most of the time.
sv: Gården behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

source: Sus vero quid habet præter escam?
sv: Men vad har han förutom mat?

source: What does the pig really have other than meat?
sv: Vad har grisen egentligen förutom kött?

# empire_building
source: Breeds pigs for their meat.
sv: Föder upp grisar för köttets skull.

# empire_building
source: The pig breeder needs %1% on average to raise and slaughter a pig.
sv: Grisbonden behöver i genomsnitt %1% för att föda upp och slakta en gris.

source: Try to rescue a lamb from a wolf.
sv: Försök rädda ett lamm från en varg.

# empire_building
source: Imperial proverb for trying the impossible
sv: Kejserligt ordspråk för att försöka det omöjliga

# empire_building
source: Keeps sheep for their wool.
sv: Håller får för dess ull.

# empire_building
source: The sheep farm needs %s on average to produce one wool.
sv: Fårfarmen behöver i genomsnitt %s för att producera en ull.

source: Clothes make a man.
sv: Kläderna gör mannen.

# empire_building
source: Motto of the Weavers’ Guild
sv: Vävarföreningens motto

# empire_building
source: Weaves cloth out of wool.
sv: Väver tyg av ull.

# empire_building
source: The weaving mill needs %s on average to produce one cloth.
sv: Vävverket behöver i genomsnitt %s för att producera ett tyg.

source: The fire keeps its heat even in the iron.
sv: Elden behåller sin värme även i järnet.

# empire_building
source: Motto of the Weaponsmiths’ Guild
sv: Vapensmedernas skrås motto

# empire_building
source: Forges spears to equip the soldiers and to train their attack in the training camp.
sv: Smider spjut för att utrusta soldaterna och för att träna deras attackförmåga i träningslägret.

# empire_building
source: If this building is fully supplied and all spears are needed by the economy, production of one of each spear takes %1$s on average. If only one kind of spear is needed by the economy, production of one wooden spear takes %2$s, one spear, one advanced spear, one heavy spear or one war spear takes %3$s on average.
sv: Om denna byggnad är fullt utrustad och alla spjut behövs av ekonomin, tar produktionen av ett spjut i genomsnitt %1$s. Om endast en typ av spjut behövs av ekonomin, tar produktionen av ett träsprut %2$s, ett spjut, ett avancerat spjut, ett tungt spjut eller ett krigssprut i genomsnitt %3$s.

source: In vento scribit lædens, in marmore læsus.
sv: I vinden skriver läder, i marmor läder.
