Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# ware
source: Logs are an important basic building material. They are produced by felling trees.
sv: Stockar är ett viktigt och grundläggande byggnadsmaterial. De produceras genom att träd fälls.

# amazons_ware
source: Amazon woodcutters fell trees and jungle preservers will plant them. The resulting logs are used by the stone carver. The charcoal kiln also needs logs to produce charcoal.
sv: Amazonernas skogshuggare fäller träd och djungelbevarare planterar nya. De resulterande stockarna används av stenhuggaren. Kolugnen behöver också stockar för att producera kol.

# ware
source: Granite is a basic building material.
sv: Granit är ett grundläggande byggnadsmaterial.

# amazons_ware
source: The Amazons use granite for making some tools as well. It is produced by the stonecutters and in stone mines.
sv: Amazonerna använder också granit för att tillverka vissa verktyg. Graniten bryts av stenhuggare och i stenbrott.

# ware
source: Amazons use quartz for sharp tools and weapons.
sv: Amazonerna använder kvarts till vassa verktyg och vapen.

# amazons_ware
source: It is also a building material for some advanced buildings. It is produced in stone mines.
sv: Det är också ett byggmaterial för vissa avancerade byggnader. Det produceras i stenbrott.

# amazons_ware
source: Balsa wood is an important building material. It is also used to make light armor. Balsa trees are cut by an experienced woodcutter.
sv: Balsaträ är ett viktigt byggmaterial. Det används också för att tillverka lätta rustningar. Balsaträd huggs av en erfaren skogshuggare.

# amazons_ware
source: This very hard wood is as hard as iron and it is used for several buildings, tools and weapons. It is cut by a very experienced woodcutter.
sv: Detta mycket hårda trä är lika hårt som järn och används till flera byggnader, verktyg och vapen. Det huggs av en mycket erfaren skogshuggare.

# amazons_ware
source: Rubber is important for making warriors’ armor and shoes. Rubber trees are collected by experienced woodcutters.
sv: Gummi är viktigt för tillverkningen av krigares rustningar och skor. Gummiträd skördas av erfarna skogshuggare.

# amazons_ware
source: Lianas grow on trees. Very durable ropes are made out of them.
sv: Lianer växer på träd. Mycket hållbara rep tillverkas av dem.

# amazons_ware
source: This rope is made out of lianas. It is used for armor dresses and to construct buildings and ships.
sv: Detta rep är tillverkat av lianer. Det används till rustningskläder och för att bygga hus och skepp.

# ware
source: Water is the essence of life!
sv: Vatten är källan till liv!

# amazons_ware
source: Water is used by the cassava root cooker, the chocolate brewery, the gold digger and the tapir farm.
sv: Vatten används av kassavarotskokaren, chokladbryggeriet, guldgrävaren och tapirfarmen.

# amazons_ware
source: Cassava roots are a special kind of root produced at cassava plantations. The Amazons like their strong taste for making bread and they also feed their tapirs with them.
sv: Kassava-rötter är en speciell sorts rot som odlas på kassava-plantager. Amazonasborna uppskattar deras starka smak när de bakar bröd och de matar även sina tapirer med dem.

# amazons_ware
source: Cocoa beans are gathered from cocoa trees by a cocoa farmer. They are used for producing chocolate.
sv: Kakaobönor skördas från kakaoträd av en kakaobonde. De används för att tillverka choklad.

# amazons_ware
source: This tasty bread is made in cassava root cookeries out of cassava root and water. It is the basic ingredient of a ration that is made by a food preserver. Soldiers like it too.
sv: Detta välsmakande bröd tillverkas i kassavarötkök av kassavarötter och vatten. Det är den grundläggande ingrediensen i en ransoneringsportion som tillverkas av en livsmedelskonserverare. Soldaterna gillar det också.

# amazons_ware
source: Chocolate is produced by chocolate breweries and used to train soldiers.
sv: Choklad tillverkas av chokladfabriker och används för att träna soldater.

# amazons_ware
source: Fish is one of the two major food resources of the Amazons. It is used by the food preserver to prepare rations for the workers digging for gold dust and granite. It is also consumed at the training sites (training glade and warriors’ gathering) and for recruiting new soldiers.
sv: Fisk är en av Amazonernas två viktigaste livsmedelsresurser. Den används av livsmedelsförvararen för att tillaga ransoner till arbetarna som gräver efter guldstoft och granit. Den konsumeras också på träningsplatserna (träningsgläntan och krigarnas samlingsplats) och vid rekryteringen av nya soldater.

# ware
source: Meat contains a lot of energy, and it is obtained from wild game taken by hunter-gatherers.
sv: Kött innehåller mycket energi och kommer från vilt som jägare och samlare fångar.

# amazons_ware
source: Meat is used by the food preserver to prepare rations for the workers digging for gold dust and granite. It is also consumed at the training sites (training glade and warriors’ gathering) and for recruiting new soldiers.
sv: Köttet används av matkonservatorn för att tillaga ransoner till arbetarna som gräver efter guldstoft och granit. Det konsumeras också på träningsplatserna (träningsgläntan och krigarnas samling) och för att rekrytera nya soldater.

# amazons_ware
source: A small bite to keep the workers digging for gold dust and granite strong and working. The scout also consumes rations on her scouting trips.
sv: En liten tugga för att hålla arbetarna som gräver efter guldstoft och granit starka och arbetande. Scouten äter också matbitar under sina upptäcktsfärder.

# amazons_ware
source: Rations are produced by the food preserver out of fish or meat and bread. They are dried using a charcoal fire.
sv: Ransonerna tillverkas av livsmedelskonserveraren av fisk eller kött och bröd. De torkas med hjälp av en koleld.

# amazons_ware
source: Gold dust is washed in a gold digger dwelling.
sv: Guldstoft tvättas i en guldgrävarbostad.

# amazons_ware
source: Smelted in a furnace, it turns into gold which is used as a precious building material and to produce armor.
sv: Smält i en ugn förvandlas det till guld som används som ett värdefullt byggmaterial och för att tillverka rustningar.

# amazons_ware
source: Gold is the most valuable of all metals.
sv: Guld är det mest värdefulla av alla metaller.

# amazons_ware
source: It is smelted out of gold dust by the furnace and used by the dressmaker and for special buildings.
sv: Det smälts ut ur guldstoft i en ugn och används av sömmerskor och för speciella byggnader.

# amazons_ware
source: Charcoal is produced out of logs by a charcoal burner. The Amazons use charcoal for drying their food and for smelting gold.
sv: Kol produceras av stockar med hjälp av en kolugn. Amazonerna använder kol för att torka sin mat och för att smälta guld.

# amazons_ware
source: Picks are used by stonecutters to cut granite from rocks or mine granite and quartz in stone mines.
sv: Hackor används av stenhuggare för att hugga granit ur berg eller bryta granit och kvarts i stenbrott.

# ware
source: The felling ax is the tool to chop down trees.
sv: Fällningsyxan är verktyget för att hugga ner träd.

# amazons_ware
source: It is used by a woodcutter and produced by the stone carver.
sv: Den används av en skogshuggare och tillverkas av stenhuggaren.

# ware
source: Shovels are needed for the proper handling of plants.
sv: Spadar behövs för att kunna hantera plantor på rätt sätt.

# amazons_ware
source: Therefore the jungle preservers, the cassava farmers and the cocoa farmers use them. They are produced by the stone carver.
sv: Därför använder djungelbevararna, kassavabönderna och kakaobönderna dem. De tillverkas av stenhuggare.

# ware
source: The hammer is an essential tool.
sv: Hammaren är ett grundläggande verktyg.

# amazons_ware
source: Geologists, builders, shipwrights and stone carvers all need a hammer. Make sure you’ve always got some in reserve! They are produced by the stone carver.
sv: Geologer, byggare, skeppsbyggare och stenhuggare behöver alla en hammare. Se till att du alltid har några i reserv! De tillverkas av stenhuggaren.

# amazons_ware
source: The machete is the tool of the liana cutters.
sv: Macheten är lianaskärarnas verktyg.

# ware
source: The chisel is an essential tool.
sv: Mejseln är ett viktigt verktyg.

# amazons_ware
source: Stone carvers need a chisel. Make sure you’ve always got some in reserve! They are produced by the stone carvers themselves.
sv: Stenhuggare behöver en mejsel. Se till att du alltid har några i reserv! De tillverkas av stenhuggarna själva.

# amazons_ware
source: Kitchen tools are needed for preparing rations, baking cassava bread and brewing chocolate. Be sure to have a stone carver to produce this basic tool.
sv: Köksredskap behövs för att tillaga mat, baka kassavabröd och brygga choklad. Se till att ha en stenhuggare som kan tillverka detta grundläggande verktyg.

# amazons_ware
source: Needles are used by dressmakers to make dresses, boots and armor for the soldiers.
sv: Nålar används av sömmerskor för att tillverka klänningar, stövlar och rustningar till soldaterna.

# amazons_ware
source: Stone bowls are used to wash gold and to smelt gold dust.
sv: Stenbägare används för att tvätta guld och smälta guldstoft.

# amazons_ware
source: Firestones are used to light the fires of charcoal kilns and furnaces.
sv: Firestones används för att tända eld i kolugnar och smältugnar.

# amazons_ware
source: This spear is the basic weapon in the Amazon military system. It is produced by the stone carver. In combination with a tunic, it is the equipment to fit out young soldiers.
sv: Detta spjut är det grundläggande vapnet i Amazons militära system. Det tillverkas av stenhuggaren. I kombination med en tunika är det den utrustning som unga soldater ska ha.

# amazons_ware
source: It is used by the Amazon hunter-gatherers as well.
sv: Den används även av Amazonas jägare-samlare.

# amazons_ware
source: This spear has a stone spike. It is produced in a stone workshop and used in a warriors’ gathering – together with food – to train soldiers from attack level 0 to attack level 1.
sv: Detta spjut har en spets av sten. Det tillverkas i en stenverkstad och används vid krigarsammankomster – tillsammans med mat – för att träna soldater från attacknivå 0 till attacknivå 1.

# amazons_ware
source: This is a hardened spear with a stone tip. It is produced in a stone workshop and used in a warriors’ gathering – together with food – to train soldiers from attack level 1 to level 2.
sv: Detta är ett härdat spjut med en stenspets. Det tillverkas i en stenverkstad och används vid krigarsammankomster – tillsammans med mat – för att träna soldater från attacknivå 1 till nivå 2.

# amazons_ware
source: Rubber can be bound into a tunic, which is used as basic armor. All new soldiers are clothed in a tunic.
sv: Gummi kan bindas till en tunika, som används som grundläggande rustning. Alla nya soldater är klädda i en tunika.

# amazons_ware
source: Padded vests are light but durable armor. They are produced by the dressmaker and used to train soldiers’ defence from level 0 to level 1.
sv: Vadderade västar är lätta men hållbara rustningar. De tillverkas av sömmerskan och används för att träna soldaters försvar från nivå 0 till nivå 1.

# amazons_ware
source: Padded protectors are strong and durable armor. They are produced by the dressmaker and used to train soldiers’ defence from level 1 to level 2.
sv: Vadderade skydd är starka och hållbara rustningar. De tillverkas av sömmerskan och används för att träna soldaters försvar från nivå 1 till nivå 2.

# amazons_ware
source: This light wooden armor is a basic piece of armor for the Amazons’ soldiers. It is produced by a dressmaker and used in a training glade – together with food – to train soldiers from health level 0 to level 1.
sv: Denna lätta trärustning är en grundläggande del av rustningen för amasonernas soldater. Den tillverkas av en klänningsmakare och används i en träningsglänta – tillsammans med mat – för att träna soldater från hälsonivå 0 till nivå 1.

# amazons_ware
source: A wooden helmet is a basic piece of equipment for protecting soldiers. It is produced by the dressmaker and used to train soldiers from health level 1 to level 2.
sv: En trähjälm är en grundläggande utrustning för att skydda soldater. Den tillverkas av sömmerskan och används för att träna soldater från hälsonivå 1 till nivå 2.

# amazons_ware
source: Ordinary tunics can be decorated and reinforced with gold and wood chunks. Such tunics are the best armor.
sv: Vanliga tunikor kan dekoreras och förstärkas med guld och träbitar. Sådana tunikor är den bästa rustningen.

# amazons_ware
source: Sturdy boots are excellent footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 0 to level 1.
sv: Robusta stövlar är utmärkt fotbeklädnad för soldater som vill vara snabbare på fötterna. De tillverkas av skräddaren och används för att träna soldaternas förmåga att parera från nivå 0 till nivå 1.

# amazons_ware
source: Swift boots are light and durable footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 1 to level 2.
sv: Swift boots är lätta och slitstarka skor som gör soldaterna snabbare på fötterna. De tillverkas av skräddaren och används för att träna soldaternas förmåga att parera från nivå 1 till nivå 2.

# amazons_ware
source: Hero boots! The only suitable footwear for a real hero. They are produced by the dressmaker and used to train soldiers’ evade from level 2 to level 3.
sv: Hjältestövlar! Det enda lämpliga skodonet för en riktig hjälte. De tillverkas av sömmerskan och används för att träna soldaternas förmåga att parera från nivå 2 till nivå 3.

# amazons_worker
source: Carries items along your roads.
sv: Transporterar varor längs dina vägar.

# amazons_worker
source: Ships wares across narrow rivers.
sv: Transporterar varor över smala floder.

# amazons_worker
source: Tapirs help to carry items along busy roads. They are reared in a tapir farm.
sv: Tapirer hjälper till att transportera föremål längs trafikerade vägar. De föds upp på en tapirfarm.

# amazons_worker
source: Breeds tapirs for adding them to the transportation system.
sv: Uppfödning av tapirer för att lägga till dem i transportsystemet.

# amazons_worker
source: Cuts blocks of granite out of rocks in the vicinity or mines granite and quartz in stone mines.
sv: Hugger ut granitblock ur stenar i närheten eller bryter granit och kvarts i stenbrott.

# amazons_worker
source: Fells trees.
sv: Fäller träd.

# amazons_worker
source: Harvests special trees: ironwood, rubber and balsa.
sv: Skördar speciella träd: järnträ, gummiträ och balsaträ.

# amazons_worker
source: Plants trees.
sv: Planterar träd.

# amazons_worker
source: Plants special trees: ironwood, rubber and balsa.
sv: Växter speciella träd: järnträ, gummi och balsa.

# amazons_worker
source: Cuts lianas from trees.
sv: Skär bort lianer från träd.

# amazons_worker
source: Works at construction sites to raise new buildings.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# amazons_worker
source: Works at the shipyard and constructs new ships.
sv: Arbetar på skeppsvarvet och bygger nya fartyg.

# amazons_worker
source: The hunter-gatherer gets fresh fish and raw meat for the tribe.
sv: Jägaren-samlaren skaffar färsk fisk och rått kött till stammen.

# amazons_worker
source: Grows cassava.
sv: Odlar maniok.

# amazons_worker
source: Grows cocoa.
sv: Odlar kakao.

# amazons_worker
source: Prepares rations, bakes cassava bread and brews chocolate.
sv: Förbereder ransoner, bakar kassavabröd och brygger choklad.

# amazons_worker
source: Breeds game or fish.
sv: Odlar vilt eller fisk.

# amazons_worker
source: Discovers resources for mining.
sv: Upptäck resurser för gruvdrift.

# amazons_worker
source: Works hard in the gold dwellings in mountains to obtain gold by washing it from gravel.
sv: Arbetar hårt i guldgruvorna i bergen för att utvinna guld genom att tvätta det från grus.

# amazons_worker
source: Burns logs to produce charcoal.
sv: Bränner ved för att producera träkol.

# amazons_worker
source: Smelts gold at furnaces.
sv: Smälter guld i ugnar.

# amazons_worker
source: Produces spears for soldiers and tools for workers.
sv: Tillverkar spjut för soldater och verktyg för arbetare.

# amazons_worker
source: Defend and Conquer!
sv: Försvara och erövra!

# amazons_worker
source: Trains the soldiers.
sv: Tränar soldaterna.

# amazons_worker
source: Produces all kinds of dresses, boots and armor.
sv: Tillverkar alla typer av klänningar, stövlar och rustningar.

# amazons_worker
source: Explores unknown territory.
sv: Utforskar okänt territorium.

source: The remains of a destroyed building.
sv: Resterna av en förstörd byggnad.

source: The remains of an old tree.
sv: Resterna av ett gammalt träd.

source: This balsa tree has just been planted.
sv: Denna balsaträd har just planterats.

source: This balsa tree is growing.
sv: Denna balsaträd växer.

source: This balsa tree is fully grown. Lianas can be gathered from it.
sv: Detta balsaträd är fullvuxet. Lianer kan samlas in från det.

source: This balsa tree is ready for harvesting balsa wood by a master woodcutter. Other tribes can harvest it for normal logs.
sv: Detta balsaträd är redo att skördas av en mästerskogshuggare. Andra stammar kan skörda det för vanliga stockar.

source: This ironwood tree has just been planted.
sv: Detta järnträd har just planterats.

source: This ironwood tree is growing.
sv: Detta järnträd växer.

source: This ironwood tree is fully grown. Lianas can be gathered from it.
sv: Detta järnträd är fullvuxet. Lianer kan samlas in från det.

source: This ironwood tree is ready for harvesting ironwood by a master woodcutter. Other tribes can harvest it for normal logs.
sv: Detta järnträd är redo att skördas av en mästerskogshuggare. Andra stammar kan skörda det för vanliga stockar.

source: This rubber tree has just been planted.
sv: Denna gummiträd har just planterats.

source: This rubber tree is growing.
sv: Denna gummiträd växer.

source: This rubber tree is fully grown. Lianas can be gathered from it.
sv: Detta gummiträd är fullvuxet. Lianer kan samlas in från det.

source: This rubber tree is ready for harvesting rubber by a master woodcutter. Other tribes can harvest it for normal logs.
sv: Detta gummiträd är redo att skördas av en mästerskogshuggare. Andra stammar kan skörda det för vanliga stockar.

source: This field has just been planted.
sv: Denna åker har just blivit sådd.

source: This field is growing.
sv: Detta fält växer.

source: This field is ready for harvesting.
sv: Det här fältet är klart för skörd.

source: This field has been harvested.
sv: Denna åker har skördats.

source: This cocoa tree has just been planted.
sv: Denna kakaoträd har just planterats.

source: This cocoa tree is growing.
sv: Denna kakaoträd växer.

source: This cocoa tree is fully grown.
sv: Detta kakaoträd är fullvuxet.

source: The beans on this cocoa tree are ready for harvesting.
sv: Bönorna på detta kakaoträd är redo för skörd.

source: There are no resources in the ground here.
sv: Det finns inga naturresurser här.

source: Gold veins contain gold ore that can be washed from the gravel at gold digger dwellings.
sv: Guldådror innehåller guldmalm som kan tvättas ur gruset vid guldgrävarnas bostäder.

source: There is only a little bit of gold here.
sv: Det finns bara lite guld här.

source: Granite is a basic building material and can be dug up by a stone mine.
sv: Granit är ett grundläggande byggmaterial och kan brytas i en stenbrott.

source: There is only a little bit of quartz here.
sv: Det finns bara lite kvarts här.

source: There is a lot of gold here.
sv: Det finns mycket guld här.

source: There is a lot of quartz here.
sv: Det finns mycket kvarts här.

source: A ship is being constructed at this site.
sv: Ett fartyg byggs på denna plats.

# amazons_building
source: Accommodation for your people. Also stores your wares and tools.
sv: Boende för dina medarbetare. Lagrar även dina varor och verktyg.

# amazons_building
source: The headquarters is your main building.
sv: Högkvarteret är din huvudbyggnad.

# amazons_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
sv: Dina arbetare och soldater kommer att finna skydd här. Här kan du också förvara dina varor och verktyg.

# amazons_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
sv: Fungerar som bas för utländsk kolonisering och handel. Lagrar även dina soldater, varor och verktyg.

# amazons_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
sv: Precis som högkvarteret kan en hamn attackeras och förstöras av en fiende. Det rekommenderas att skicka soldater för att försvara den.

# amazons_building
source: A market enables trading with other tribes.
sv: En marknad möjliggör handel med andra stammar.

# amazons_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
sv: Skär ut råa granitbitar ur stenar i närheten.

# amazons_building
source: The stonecutter’s hut needs rocks to cut within the work area.
sv: Stenhuggarnas hydda behöver stenar att hugga i arbetsområdet.

# amazons_building
source: This building can produce one granite between %1$s and %2$s, depending on how far the stonecutter has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s granit, beroende på hur långt stenhuggaren måste gå.

# amazons_building
source: In case of slopes or obstacles in the way, the time is increased.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# amazons_building
source: Fells trees in the surrounding area and processes them into logs.
sv: Fäller träd i omgivningen och bearbetar dem till stockar.

# amazons_building
source: The woodcutter’s hut needs trees to fell within the work area.
sv: Skogshuggarnas stuga behöver träd att fälla inom arbetsområdet.

# amazons_building
source: This building can produce one log between %1$s and %2$s (with master woodcutter between %3$s and %4$s), depending on how far the woodcutter has to walk.
sv: Denna byggnad kan producera en stock mellan %1$s och %2$s (med mästerskogshuggare mellan %3$s och %4$s), beroende på hur långt skogshuggaren måste gå.

# amazons_building
source: Plants trees in the surrounding area.
sv: Planterar träd i omgivningen.

# amazons_building
source: The jungle preserver’s hut needs free space within the work area to plant the trees.
sv: Djungelbevararens hydda behöver ledigt utrymme inom arbetsområdet för att kunna plantera träden.

# amazons_building
source: The jungle preserver or jungle master plants one tree between %1$s and %2$s, depending on how far she has to walk.
sv: Djungelbevararen eller djungelmästaren planterar ett träd mellan %1$s och %2$s, beroende på hur långt hon måste gå.

# amazons_building
source: Hunts animals to produce meat. Catches fish in the waters.
sv: Jagar djur för att producera kött. Fångar fisk i vattnen.

# amazons_building
source: The hunter-gatherer’s hut needs animals or fish to hunt or catch within the work area.
sv: Jägar-samlarens hydda behöver djur eller fisk att jaga eller fånga inom arbetsområdet.

# amazons_building
source: Roads and trees along the shoreline block fishing.
sv: Vägar och träd längs strandlinjen hindrar fisket.
