Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# ware
source: Coal is mined in coal mines or produced out of logs by a charcoal kiln.
sv: Kol bryts i kolgruvor eller produceras av stockar i kolmilan.

# atlanteans_ware
source: The Atlantean fires in smelting works, armor smithies and weapon smithies are fed with coal.
sv: Eldarna i Atlanternas smältverk, rustningssmedjor och vapensmedjor föds av kol.

# default_ware
source: Iron ore is mined in iron mines.
sv: Järnmalm bryts i järngruvor.

# atlanteans_ware
source: It is smelted in a smelting works to retrieve the iron.
sv: Det smälts i ett smältverk för att utvinna järnet.

# ware
source: Iron is smelted out of iron ores.
sv: Järn smälts ur järnmalm.

# atlanteans_ware
source: It is produced by the smelting works and used in the toolsmithy, armor smithy and weapon smithy.
sv: Det produceras av smältverket och används i verktygssmedjan, rustningssmedjan och vapensmedjan.

# ware
source: Gold ore is mined in a gold mine.
sv: Guldmalm bryts i en guldgruva.

# atlanteans_ware
source: Smelted in a smelting works, it turns into gold which is used as a precious building material and to produce weapons and armor.
sv: Smält i ett smältverk förvandlas det till guld som används som ett värdefullt byggmaterial och för att tillverka vapen och rustningar.

# ware
source: Gold is the most valuable of all metals, and it is smelted out of gold ore.
sv: Guld är det mest värdefulla av alla metaller och smälts ut ur guldmalm.

# atlanteans_ware
source: It is produced by the smelting works and used by the armor smithy, the weapon smithy and the gold spinning mill.
sv: Det produceras av smältverket och används av rustningssmedjan, vapensmedjan och guldspinneriet.

# ware
source: Picks are used by stonecutters and miners. They are produced by the toolsmith.
sv: Hackor används av stenhuggare och gruvarbetare. Dom tillverkas av verktygssmeden.

# atlanteans_ware
source: The saw is needed by the sawyer, the woodcutter and the toolsmith. It is produced by the toolsmith.
sv: Sågen behövs för att sågverksarbetaren, skogshuggaren och verktygssmeden ska kunna arbeta. Den tillverkas av verktygssmeden.

# atlanteans_ware
source: Therefore the forester and the blackroot farmer use them. They are produced by the toolsmith.
sv: Därför använder skogvaktaren och svartrotsodlaren dem. De tillverkas av verktygssmeden.

# atlanteans_ware
source: Geologists, builders, weaponsmiths, armorsmiths and shipwrights all need a hammer. Make sure you’ve always got some in reserve! They are produced by the toolsmith.
sv: Geologer, byggare, vapensmeder, rustningssmeder och skeppsbyggare behöver alla en hammare. Se till att du alltid har några i reserv! De tillverkas av verktygssmeden.

# atlanteans_ware
source: Milking tongs are used by the spider breeder to milk the spiders. They are produced by the toolsmith.
sv: Spindeltänger används av spindelodlaren för att mjölka tråden ur spindlar. De tillverkas av verktygssmeden.

# atlanteans_ware
source: The fishing net is used by the fisher and produced by the toolsmith.
sv: Fiskenätet används av fiskaren och tillverkas av verktygssmeden.

# atlanteans_ware
source: Big buckets for the fish breeder – produced by the toolsmith.
sv: Stora hinkar åt fiskodlaren - framställs av verktygssmeden.

# atlanteans_ware
source: This bow is used by the Atlantean hunter. It is produced by the toolsmith.
sv: Den här pilbågen används av den atlantiska jägaren. Den tillverkas av verktygssmeden.

# atlanteans_ware
source: This hook pole is used by the smoker to suspend all the meat and fish from the top of the smokery. It is created by the toolsmith.
sv: Den här skaftförsedda kroken används av rökaren för att hänga upp allt kött och all fisk längst upp i rökeriets tak. Den tillverkas av verktygssmeden.

# ware
source: The scythe is the tool of the farmers.
sv: Lien är bondens verktyg.

# atlanteans_ware
source: Scythes are produced by the toolsmith.
sv: Liar tillverkas av verktygssmeden.

# ware
source: The bread paddle is the tool of the baker, each baker needs one.
sv: Brödspaden är bagarens redskap, varje bagare behöver en.

# atlanteans_ware
source: Bread paddles are produced by the toolsmith.
sv: Brödspadar tillverkas av verktygssmeden.

# ware
source: Fire tongs are the tools for smelting ores.
sv: Eldtänger är verktyg för att smälta malm.

# atlanteans_ware_fire_tongs
source: They are used in the smelting works and produced by the toolsmith.
sv: De används i smältverket och tillverkas av verktygssmeden.

# atlanteans_ware
source: This is the basic weapon of the Atlantean soldiers. Together with a tabard, it makes up the equipment of young soldiers. Light tridents are produced in the weapon smithy as are all other tridents.
sv: Det här är grundvapnet för atlantiska soldater. Tillsammans med en vapenrock utgör det utrustningen för unga soldater. Lätta treuddar produceras i vapensmedjan precis som alla andra treuddar.

# atlanteans_ware
source: The long trident is the first trident in the training of soldiers. It is produced in the weapon smithy and used in the dungeon – together with food – to train soldiers from attack level 0 to level 1.
sv: Den långa treudden är den första treudden i soldaternas träning. Den produceras i vapensmedjan och används i fängelsehålan – tillsammans med mat – till att träna soldater från attacknivå 0 till nivå 1.

# atlanteans_ware
source: This is the medium trident. It is produced in the weapon smithy and used by advanced soldiers in the dungeon – together with food – to train from attack level 1 to level 2.
sv: Detta är en treudd i mellannivån. Den tillverkas i vapensmedjan och används av avancerade soldater i fängelsehålan – tillsammans med mat – för att träna dem från attacknivå 1 till nivå 2.

# atlanteans_ware
source: The double trident is one of the best tridents produced by the Atlantean weapon smithy. It is used in a dungeon – together with food – to train soldiers from attack level 2 to level 3.
sv: Den dubbla treudden är bland de bästa treuddar som produceras av Atlanternas vapensmedja. Den används i fängelsehålan – tillsammans med mat – för att träna soldater från attacknivå 2 till nivå 3.

# atlanteans_ware
source: This is the most dangerous weapon of the Atlantean military. Only the best of the best soldiers may use it. It is produced in the weapon smithy and used in the dungeon – together with food – to train soldiers from attack level 3 to level 4.
sv: Det här är det farligaste vapnet som den atlantiska militären har. Bara de absolut främsta soldaterna får använda den. Den produceras i vapensmedjan och används i fängelsehålan – tillsammans med mat – för att träna soldater från attacknivå 3 till nivå 4.

# atlanteans_ware
source: This steel shield is produced in the armor smithy and used in the labyrinth – together with food – to train soldiers from defense level 0 to level 1.
sv: Denna stålsköld tillverkas i rustningssmedjan och används i labyrinten – tillsammans med mat – för att träna soldater från försvarsnivå 0 till nivå 1.

# atlanteans_ware
source: These advanced shields are used by the best soldiers of the Atlanteans. They are produced in the armor smithy and used in the labyrinth – together with food – to train soldiers from defense level 1 to level 2.
sv: Dessa avancerade sköldar används av Atlanternas bästa soldater. De tillverkas i rustningssmedjan och används i labyrintena – tillsammans med mat – för att träna soldaternas försvar från nivå 1 till nivå 2.

# atlanteans_ware
source: A tabard and a light trident are the basic equipment for young soldiers. Tabards are produced in the weaving mill.
sv: En vapenrock och en lätt treudd är den grundläggande utrustningen för unga soldater. Vapenrockar tillverkas i väverier.

# atlanteans_ware
source: This thread, made of gold by the gold spinning mill, is used for weaving the exclusive golden tabard in the weaving mill.
sv: Denna tråd, gjord av guld i guldtrådsfabriken, används för att väva den exklusiva gyllene vapenrocken i väveriet.

# atlanteans_ware
source: Golden tabards are produced in Atlantean weaving mills out of gold thread. They are used in the labyrinth – together with food – to train soldiers from health level 0 to level 1.
sv: Gyllene vapenrockar tillverkas i atlantiska väverier av guldtråd. De används i labyrinten – tillsammans med mat – för att träna soldater från hälsonivå 0 till nivå 1.

# atlanteans_worker
source: Carries items along your roads.
sv: Bär saker längs med vägarna.

# atlanteans_worker
source: Ships wares across narrow rivers.
sv: Transporterar varor över smala floder.

# atlanteans_worker
source: Horses help to carry items along busy roads. They are reared in a horse farm.
sv: Hästar hjälper till med transporter längs med vältrafikerade vägar. De föds upp på hästgårdar.

# atlanteans_worker
source: Breeds the strong Atlantean horses for adding them to the transportation system.
sv: Föder upp de starka atlantiska hästarna för att användas i transportsystemet.

# atlanteans_worker
source: Cuts blocks of granite out of rocks in the vicinity.
sv: Hugger ut granitblock ur klippor i sin omgivning.

# atlanteans_worker
source: Fells trees.
sv: Fäller träd.

# atlanteans_worker
source: Saws logs to produce planks.
sv: Sågar stockar till plankor.

# atlanteans_worker
source: Plants trees.
sv: Planterar träd.

# atlanteans_worker
source: Works at construction sites to raise new buildings.
sv: Arbetar på byggarbetsplatser med att uppföra nya byggnader.

# atlanteans_worker
source: Breeds spiders for silk.
sv: Föder upp spindlar för deras tråd.

# atlanteans_worker
source: Produces spidercloth for buildings, ships and soldiers.
sv: Tillverkar spindeltyg till byggnader, skepp och soldater.

# atlanteans_worker
source: Works at the shipyard and constructs new ships.
sv: Arbetar i skeppsvarvet med att bygga nya skepp.

# atlanteans_worker
source: The fisher fishes delicious fish.
sv: Fiskaren fångar goda fiskar.

# atlanteans_worker
source: Breeds fish.
sv: Odlar fisk.

# atlanteans_worker
source: The hunter brings fresh, raw meat to the colonists.
sv: Jägaren förser nybyggarna med gott, färskt kött.

# atlanteans_worker
source: Smokes meat and fish.
sv: Röker kött och fisk.

# atlanteans_worker
source: Plants and harvests cornfields.
sv: Planterar och skördar majs.

# atlanteans_worker
source: Plants and harvests blackroot.
sv: Planterar och skördar svartrot.

# atlanteans_worker
source: Grinds blackroots and corn to produce blackroot flour and cornmeal, respectively.
sv: Maler svartrötter och majs för att producera svartrotsmjöl respektive majsmjöl.

# atlanteans_worker
source: Bakes bread for workers.
sv: Bakar bröd till arbetarna.

# atlanteans_worker
source: Discovers resources for mining.
sv: Upptäck resurser för gruvdrift.

# atlanteans_worker
source: Works deep in the mines to obtain coal, iron, gold or precious stones.
sv: Arbetar långt ner i gruvorna för att bryta kol, järnmalm, guldmalm eller vackra stenar.

# atlanteans_worker
source: Burns coal.
sv: Bränner kol.

# atlanteans_worker
source: Smelts ores into metal.
sv: Förädlar malm till metall.

# atlanteans_worker
source: Produces tools for the workers.
sv: Tillverkar verktyg till arbetarna.

# atlanteans_worker
source: Eager to become a soldier and defend his tribe!
sv: Ivrig att bli soldat och försvara sin stam!

# atlanteans_worker
source: Defend and Conquer!
sv: Försvara och erövra!

# atlanteans_worker
source: Trains the soldiers.
sv: Tränar soldaterna.

# atlanteans_worker
source: Produces weapons for the soldiers.
sv: Tillverkar vapen till soldaterna.

# atlanteans_worker
source: Produces armor for the soldiers.
sv: Framställer rustningar till soldaterna.

# atlanteans_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
sv: Utforskar okända områden.

source: There is water in the ground here that can be pulled up by a well.
sv: Det finns vatten i marken här som kan pumpas upp med en brunn.

source: Coal veins contain coal that can be dug up by coal mines.
sv: Kolfyndigheter innehåller kol som kan brytas i kolgruvor.

source: There is only a little bit of coal here.
sv: Det finns bara lite kol här.

source: Iron veins contain iron ore that can be dug up by iron mines.
sv: Järnådror innehåller järnmalm som kan brytas i järngruvor.

source: There is only a little bit of iron here.
sv: Det finns bara lite järn här.

source: Gold veins contain gold ore that can be dug up by gold mines.
sv: Guldåder innehåller guldmalm som kan brytas i guldgruvor.

source: Precious stones are used in the construction of big buildings. They can be dug up by a crystal mine. You will also get granite from the mine.
sv: Ädelstenar används vid byggandet av stora byggnader. De kan brytas i en kristallgruva. Du får också granit från gruvan.

source: There are only a few precious stones here.
sv: Det finns bara några få ädelstenar här.

source: There is a lot of coal here.
sv: Det finns mycket kol här.

source: There is a lot of iron here.
sv: Det finns mycket järn här.

source: There are many precious stones here.
sv: Det finns många ädelstenar här.

source: This tree is only planted by the Amazon tribe but can be harvested for logs.
sv: Detta träd planteras endast av Amazonasstammarna, men kan avverkas för timmer.

# atlanteans_building
source: Accommodation for your people. Also stores your wares and tools.
sv: Bostad för ditt folk. Lagrar också dina varor och verktyg.

# atlanteans_building
source: The headquarters is your main building.
sv: Högkvarteret är din huvudbyggnad.

# atlanteans_building
source: We founded this new colony, now go with Satul and do the best you can do for your tribe.
sv: Vi har grundat denna nya koloni, gå nu med Satul och gör ditt bästa för din stam.

# atlanteans_building
source: Priest of Satul inaugurating you as leader of the Atleantean tribe
sv: Prästen i Satul inviger dig som ledare för Atleantean-stammen

# atlanteans_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools. It will help you to stabilize your economy.
sv: Dina arbetare och soldater kommer att hitta skydd här. Här kan du också förvara dina varor och verktyg. Det kommer att hjälpa dig att stabilisera din ekonomi.

# atlanteans_building
source: Maybe you think it’s a boring task to store, count and retrieve all this stuff, but do you really want your carriers to walk all the way to your Headquarters?
sv: Du kanske tycker att det är tråkigt att lagra, räkna och hämta alla dessa saker, men vill du verkligen att dina transportörer ska gå hela vägen till ditt högkvarter?

# atlanteans_building
source: Head of the warehouse
sv: Chef för magasinet

# atlanteans_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
sv: Fungerar som bas för kolonisation och handel över vatten. Lagrar också dina soldater, varor och verktyg.

# atlanteans_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
sv: Precis som högkvarteret kan en hamn attackeras och förstöras av en fiende. Det rekommenderas att skicka soldater för att försvara den.

# atlanteans_building
source: This is the building where expeditions will be equipped to boldly go and find new shores.
sv: Det här är byggnaden där expeditioner kommer att utrustas för att djärvt ge sig ut och upptäcka nya kuster.

# atlanteans_building
source: Ostur, the designer of the new Expedition ship class, during the opening of a new Port
sv: Ostur, konstruktören av den nya fartygsklassen Expedition, under invigningen av en ny hamn

# atlanteans_building
source: A market enables trading with other tribes.
sv: En marknad möjliggör handel med andra stammar.

# atlanteans_building
source: Cuts blocks of granite out of rocks in the vicinity.
sv: Hugger ut granitblock ur klippor i sin närhet.

# atlanteans_building
source: The quarry needs rocks to cut within the work area.
sv: Stenbrottet behöver klippor att hugga inom sitt arbetsområde.

# atlanteans_building
source: You must not assume Atlanteans will play everything soft, there are hard times we cannot avoid.
sv: Du får inte tro att atlanterna kommer att ta det lugnt hela tiden, det finns svåra tider som vi inte kan undvika.

# atlanteans_building
source: Priest of Satul asked why stones are needed for buildings
sv: Prästen i Satul frågade varför stenar behövs för byggnader

# atlanteans_building
source: This building can produce one granite between %1$s and %2$s, depending on how far the stonecutter has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s granit, beroende på hur långt stenhuggaren måste gå.

# atlanteans_building
source: In case of slopes or obstacles in the way, the time is increased.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# building
source: Fells trees in the surrounding area and processes them into logs.
sv: Fäller träd i sin omgivning och gör stockar av dem.

# atlanteans_building
source: The woodcutter’s house needs trees to fell within the work area.
sv: Skogshuggarstugan behöver träd som kan fällas inom sitt arbetsområde.

# atlanteans_building
source: We want to fell trees in a clean and dignified way, therefore we use saws. An ax is a tool used by other tribes only.
sv: Vi vill fälla träd på ett rent och värdigt sätt, därför använder vi sågar. Yxa är ett verktyg som endast används av andra stammar.

# atlanteans_building
source: Atlantean woodcutter asked why saws are used to cut trees
sv: En atlantisk skogshuggare frågade varför man använder sågar för att fälla träd

# atlanteans_building
source: This building can produce one log between %1$s and %2$s, depending on how far the woodcutter has to walk.
sv: Denna byggnad kan producera en stock mellan %1$s och %2$s, beroende på hur långt skogshuggaren måste gå.

# building
source: Plants trees in the surrounding area.
sv: Planterar träd i sin omgivning.

# atlanteans_building
source: The forester’s house needs free space within the work area to plant the trees.
sv: Skogvaktarstugan behöver fritt utrymme inom arbetsområdet för att träd ska kunna planteras.

# atlanteans_building
source: ‘Only after the last tree has been cut<br>Only after the last forest was devastated<br>Only after the last piece of green has become bare soil<br>Then will you find that nature needs to be cared for.’
sv: ”Först när det sista trädet har fällts<br>Först när den sista skogen har förstörts<br>Först när den sista gröna fläcken har blivit bar mark<br>Då kommer du att inse att naturen behöver vårdas.”

# atlanteans_building
source: Prophecy of the foresters’ guild
sv: Profetian för skogsvaktarnas skrå

# atlanteans_building
source: The forester plants one tree between %1$s and %2$s, depending on how far he has to walk.
sv: Skogsvaktaren planterar ett träd mellan %1$s och %2$s, beroende på hur långt han måste gå.

# atlanteans_building
source: Fishes on the coast near the fisher’s house.
sv: Fiskar längs med kusten i anslutning till fiskestugan.

# atlanteans_building
source: The fisher’s house needs water full of fish within the work area.
sv: Fiskestugan behöver vatten fullt av fisk inom sitt arbetsområde.

# atlanteans_building
source: Build a fish breeder’s house close to the fisher’s house to make sure that you don’t run out of fish.
sv: Bygg en fiskodling nära fiskestugan för att säkerställa att fisken inte tar slut.

# atlanteans_building
source: Roads and trees along the shoreline block fishing.
sv: Vägar och träd längs strandlinjen hindrar fisket.

# atlanteans_building
source: ‘Take your net and come to the sea<br>In the early morning the moon ya still see<br>Collect ya catch by net or by spear,<br>and don’t forget to give Satul his share.’
sv: Ta ditt nät och kom till havet<br>Tidigt på morgonen kan du fortfarande se månen<br>Samla din fångst med nät eller spjut,<br>och glöm inte att ge Satul hans andel."

# atlanteans_building
source: A song from the fishers’ guild
sv: En sång från fiskarnas skrå

# atlanteans_building
source: This building can produce one fish between %1$s and %2$s, depending on how far the fisher has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fisk, beroende på hur långt fiskaren måste gå.

# building
source: Breeds fish.
sv: Föder upp fisk.

# atlanteans_building
source: The fish breeder needs open access to the coast.
sv: Fiskodlaren behöver fri tillgång till kusten.

# atlanteans_building
source: ‘Only after the last duck has been shot down<br>Only after the last deer has been put to death<br>Only after the last fish has been caught<br>Then will you find that spiders are not to be eaten.’
sv: ”Först när den sista ankan har skjutits ner<br>Först när den sista hjorten har dödats<br>Först när den sista fisken har fångats<br>Då kommer du att upptäcka att spindlar inte är ätbara.”

# atlanteans_building
source: Prophecy of the fish breeders
sv: Profetian om fiskodlarna

# atlanteans_building
source: The fish breeder can breed one fish between %1$s and %2$s, depending on how far he has to walk.
sv: Fiskodlaren kan odla mellan %1$s och %2$s fiskar, beroende på hur långt han måste gå.

# building
source: Hunts animals to produce meat.
sv: Jagar vilt för att producera kött.

# atlanteans_building
source: The hunter’s house needs animals to hunt within the work area.
sv: Jaktstugan behöver djur inom sitt arbetsområde för att jägaren ska kunna jaga.

# atlanteans_building
source: Sometimes we end up in a region with no fish, so we must hunt. Game will reproduce by itself, if not hunted too much. But yes, fish is our main meal.
sv: Ibland hamnar vi i en region där det inte finns någon fisk, så då måste vi jaga. Viltet förökar sig av sig självt, om det inte jagas för mycket. Men ja, fisk är vår huvudsakliga föda.

# atlanteans_building
source: Hunter answering a fisher
sv: Jägare svarar en fiskare

# atlanteans_building
source: This building can produce one meat between %1$s and %2$s, depending on how far the hunter has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s kött, beroende på hur långt jägaren måste gå.

# building
source: Draws water out of the deep.
sv: Förser dig med vatten.

# atlanteans_building
source: I hope you have checked this spot with a geologist.
sv: Jag hoppas att du har kontrollerat denna plats med en geolog.

# atlanteans_building
source: Well, there is no wellbeing without a well.
sv: Tja, det finns inget välbefinnande utan en brunn.

# atlanteans_building
source: Water carrier muttering to himself
sv: Vattenbärare som mumlar för sig själv

# atlanteans_building
source: The carrier needs %s to get one bucket full of water.
sv: Transportören behöver %s för att fylla en hink med vatten.

# atlanteans_building
source: If the water resource is depleted, the carrier needs %s on average.
sv: Om vattenresursen är uttömd behöver transportören i genomsnitt %s.

# atlanteans_building
source: Spins gold thread out of gold.
sv: Spinner tråd av guld.

# atlanteans_building
source: Do not build until you have a steady gold supply.
sv: Bygg inte förrän du har en stabil guldförsörjning.

# atlanteans_building
source: No, we can’t spin gold thread from straw. We need real gold. What kind of fairy tale did you get that idea from?
sv: Nej, vi kan inte spinna guldtråd av halm. Vi behöver riktigt guld. Vilken saga har du fått den idén från?

# atlanteans_building
source: Painted on a gold spinning mill without supplies
sv: Målad på en guldspinneri utan förnödenheter

# atlanteans_building
source: The gold spinning mill needs %s on average to produce one gold thread.
sv: Guldspinneriet behöver i genomsnitt %s för att producera en guldtråd.

# atlanteans_building
source: You need to connect this flag to a scout’s house before you can send a scout here.
sv: Du måste ansluta denna flagga till en spanarstuga innan du kan skicka hit en spanare.
