Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# barbarians_building
source: A market enables trading with other tribes.
sv: En marknad möjliggör handel med andra stammar.

# barbarians_building
source: ‘We open up roads and make houses from mountains.’
sv: ”Vi öppnar vägar och bygger hus från berg.”

# barbarians_building
source: Slogan of the stonemasons’ guild
sv: Slogan för stenhuggarnas skrå

# barbarians_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
sv: Hugger granitblock ur klippor i sin omgivning.

# barbarians_building
source: The quarry needs rocks to cut within the work area.
sv: Stenbrottet behöver klippor att hugga inom sitt arbetsområde.

# barbarians_building
source: This building can produce one granite between %1$s and %2$s, depending on how far the stonemason has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s granit, beroende på hur långt stenhuggaren måste gå.

# barbarians_building
source: In case of slopes or obstacles in the way, the time is increased.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# barbarians_building
source: ‘Take 200 hits to fell a tree and you’re a baby. Take 100 and you’re a soldier. Take 50 and you’re a hero. Take 20 and soon you will be a honorable lumberjack.’
sv: 'Fäll ett träd med 200 hugg och du är en bebis. Fäll det med 100 hugg och du är en soldat. Fäll det med 50 hugg och du är en hjälte. Om du gör det med 20 hugg är du snart en hedervärd skogshuggare.

# barbarians_building
source: Krumta, carpenter of Chat’Karuth
sv: Krumta, snickare i Chat’Karuth

# barbarians_building
source: The lumberjack’s hut needs trees to fell within the work area.
sv: Skogshuggarkojan behöver träd som kan fällas inom sitt arbetsområde.

# barbarians_building
source: This building can produce one log between %1$s and %2$s, depending on how far the lumberjack has to walk.
sv: Denna byggnad kan producera en stock mellan %1$s och %2$s, beroende på hur långt skogshuggaren måste gå.

# barbarians_building
source: ‘He who can grow two trees where normally only one will grow exceeds the most important general!’
sv: 'Han som kan få två träd att växa där normalt bara ett träd kan leva överträffar den allra viktigaste general.'

# barbarians_building
source: Chat’Karuth in a conversation with a Ranger
sv: Chat’Karuth i samtal med en skogvaktare

# barbarians_building
source: The ranger’s hut needs free space within the work area to plant the trees.
sv: Skogvaktarkojan behöver fritt utrymme inom arbetsområdet för att träd ska kunna planteras.

# barbarians_building
source: The ranger plants one tree between %1$s and %2$s, depending on how far he has to walk.
sv: Rangern planterar ett träd mellan %1$s och %2$s, beroende på hur långt han måste gå.

# barbarians_building
source: ‘What do you mean, my fish ain’t fresh?!’
sv: 'Vad menar du, är inte min fisk färsk?!'

# barbarians_building
source: Frequent response of a Barbarian fisherman,<br>often followed by an enjoyable brawl
sv: Vanligt svar från en barbarisk fiskare,<br>ofta följt av ett trevligt slagsmål

# barbarians_building
source: Fishes on the coast near the fisher’s hut.
sv: Fiskar längs med kusten nära fiskarkojan.

# barbarians_building
source: The fisher’s hut needs water full of fish within the work area.
sv: Fiskarkojan behöver vatten fyllt av fisk inom sitt arbetsområde.

# building
source: Roads and trees along the shoreline block fishing.
sv: Vägar och träd längs strandlinjen hindrar fisket.

# barbarians_building
source: This building can produce one fish between %1$s and %2$s, depending on how far the fisher has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fisk, beroende på hur långt fiskaren måste gå.

# barbarians_building
source: ‘As silent as a panther,<br> as deft as a weasel,<br> as swift as an arrow,<br> as deadly as a viper.’
sv: 'Tyst som en panter, kvick som en vessla, snabb som en pil, dödlig som en huggorm.'

# barbarians_building
source: ‘The Art of Hunting’
sv: 'Jaktens konst'

# barbarians_building
source: The hunter’s hut needs animals to hunt within the work area.
sv: Jaktkojan behöver vilda djur inom sitt arbetsområde för att jägaren ska kunna jaga.

# barbarians_building
source: This building can produce one meat between %1$s and %2$s, depending on how far the hunter has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s kött, beroende på hur långt jägaren måste gå.

# barbarians_building
source: ‘He loves the animals and to breed them<br>as we love to cook and eat them.’
sv: ”Han älskar djuren och att föda upp dem<br>precis som vi älskar att laga och äta dem."

# barbarians_building
source: Barbarian nursery rhyme
sv: Barbariskt barnkammarrim

# barbarians_building
source: Releases animals into the wild to steady the meat production.
sv: Släpper ut djur i det fria för att säkra köttproduktionen.

# barbarians_building
source: The gamekeeper can release one animal between %1$s and %2$s, depending on how far he has to walk.
sv: Jaktvaktaren kan släppa ett djur mellan %1$s och %2$s, beroende på hur långt han måste gå.

# barbarians_building
source: ‘Oh how sweet is the source of life,<br> that comes down from the sky <br> and lets the earth drink.’
sv: 'Åh så ljuv är livets källa, kommen utifrån himlens sky för att låta jorden dricka.'

# barbarians_building
source: Song written by Sigurd the Bard when the first rain fell after the Great Drought in the 21ˢᵗ year of Chat’Karuth’s reign.
sv: Sång skriven av Sigurd den vise när det första regnet föll efter den stora torkan under Chat'Karuths 21:a regeringsår.

# barbarians_building
source: The carrier needs %s to get one bucket full of water.
sv: Bäraren behöver %s för att fylla en hink med vatten.

# barbarians_building
source: If the water resource is depleted, the carrier needs %s on average.
sv: Om vattenresursen är uttömd behöver transportören i genomsnitt %s.

# barbarians_building
source: You need to connect this flag to a scout’s hut before you can send a scout here.
sv: Du måste ansluta denna flagga till en spejarkoja innan du kan skicka en spejare hit.

# barbarians_building
source: ‘Behind the next hill there might be wealth and happiness but also hostility and doom.<br>He who will not explore it commits the crime of stupidity.’
sv: "Bakom nästa kulle kan det finnas rikedom och lycka, men också fientlighet och undergång.<br>Den som inte utforskar det begår ett brott av dumhet.”

# barbarians_building
source: Chat’Karuth<br>at the oath taking ceremony of the first scout troupe
sv: Chat’Karuth<br>vid edsavläggningsceremonin för den första spejartruppen

# barbarians_building
source: One exploration trip of the scout takes between %1$s and %2$s.
sv: En utforskningsresa för spejaren tar mellan %1$s och %2$s.

# barbarians_building
source: ‘Then he hit the door with his ax and, behold,<br>the door only trembled, but the shaft of the ax burst into a thousand pieces.’
sv: Då slog han med yxan mot dörren, och se,<br>dörren bara skakade, men yxskaftet splittrades i tusen bitar."

# barbarians_building
source: Legend about a quarrel between the brothers Harthor and Manthor,<br>Manthor is said to be the inventor of blackwood
sv: Legenden om en strid mellan bröderna Harthor och Manthor.<br>Manthor sägs vara uppfinnaren av svartträ

# barbarians_building
source: Hardens logs by fire into blackwood, which is used to construct robust buildings.
sv: Härdar stockar med eld till härdat trä. Detta används för att bygga robusta byggnader.

# barbarians_building
source: The wood hardener needs %s on average to produce one blackwood.
sv: Trähärdaren behöver i genomsnitt %s för att producera ett svartträ.

# barbarians_building
source: ‘We grow roofs’
sv: 'Vi odlar tak'

# barbarians_building
source: Slogan of the Guild of Gardeners
sv: Slogan inom trädgårdsmästarnas skrå

# barbarians_building
source: Cultivates reed that serves two different purposes for the Barbarian tribe.
sv: Odlar vass som fyller två syften för barbarstammen.

# barbarians_building
source: Reed is the traditional material for roofing, and it is woven into the extremely durable cloth that they use for their ships’ sails.
sv: Vass är det traditionella materialet för takläggning, och det vävs till ett extremt slitstarkt tyg som används till segel på deras skepp.

# barbarians_building
source: The gardener sows and harvests one sheaf of reed between %1$s and %2$s, depending on how far he has to walk.
sv: Trädgårdsmästaren sår och skördar en kärve vass mellan %1$s och %2$s, beroende på hur långt han måste gå.

# barbarians_building
source: The reed yard needs at least %s to work at full productivity most of the time.
sv: Vassodlingen behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

# barbarians_building
source: ‘Forming new stone from old with fire and water.’
sv: 'Formar ny sten av gammal, med eld och vatten.'

# barbarians_building
source: Ragnald the Child’s answer to the question, what he’s doing in the dirt. His ‘new stone’ now is an important building material.
sv: Barnet Ragnalds svar på frågan vad han gör i leran. Hans 'nya sten' är nu ett viktigt byggnadsmaterial.

# barbarians_building
source: Processes granite to make ‘grout’, a substance that solidifies and so reinforces masonry.
sv: Processar granit för att göra murbruk, ett material som stelnar och därmed förstärker murverk.

# barbarians_building
source: The lime kiln’s output will only go to construction sites that need it. Those are predominantly houses that work with fire, and some military sites.
sv: Kalkbränneriets produktion levereras endast till byggarbetsplatser som behöver det. Dessa är till en övervägande del hus som arbetar med eld, och några militärbyggnader.

# barbarians_building
source: If all needed wares are delivered in time, this building can produce grout in about %s on average.
sv: Om alla varor som behövs levereras i tid tar det i genomsnitt %s för denna byggnad att producera murbruk.

# barbarians_building
source: ‘He who has enough bread will never be too tired to dig the ore and wield the ax.’
sv: Den som har tillräckligt med bröd blir aldrig för trött för att gräva malm och svinga yxan.

# barbarians_building
source: Khantarakh, ‘The Modern Barbarian Economy’,<br>3ʳᵈ cowhide ‘Craftsmanship and Trade’
sv: Khantarakh, ”Den moderna barbariska ekonomin”,<br>3ʳᵈ kohud ”Hantverk och handel”

# barbarians_building
source: Bakes pitta bread for soldiers and miners alike.
sv: Bakar pitabröd till soldaterna och gruvarbetarna.

# barbarians_building
source: If all needed wares are delivered in time, this building can produce a pitta bread in %s on average.
sv: Om alla varor som behövs levereras i tid tar det i genomsnitt %s för denna byggnad att producera ett pitabröd.

# barbarians_building
source: ‘Let the first one drive away the hunger, the second one put you at ease; when you have swallowed up your third one, it’s time for the next shift!’
sv: 'Låt den första jaga iväg hungern och den andra få dig avslappnad. När den tredje har tömts är det dags för nästa skift!'

# barbarians_building
source: Widespread toast among miners
sv: Vanligt uttryck när gruvarbetare skålar

# barbarians_building
source: Produces beer of the lower grade. This beer is a vital component of the snacks that inns and big inns prepare for miners in deep mines.
sv: Brygger öl av sämre kvalitet. Denna öl är en viktig del av de matportioner som värdshus och stora värdshus tillreder åt gruvarbetare i djupa gruvor.

# barbarians_building
source: If all needed wares are delivered in time, this building can produce beer in about %s on average.
sv: Om alla varor som behövs levereras i tid tar det i genomsnitt %s för denna byggnad att brygga en öl.

# barbarians_building
source: ‘When the Barbarian was created,<br>this was the first thing that he stated:<br>“You want me fighting without fear?<br>Then you should create some beer!”’
sv: ”När Barbarian skapades<br>var detta det första han sa:<br>”Vill du att jag ska slåss utan rädsla?<br>Då borde du skapa lite öl!'"

# barbarians_building
source: First verse of the drinking song ‘Way of the Barbarian’
sv: Första versen i dryckesvisan ”Way of the Barbarian”

# building
source: Produces beer to keep the miners strong and happy.
sv: Brygger öl för att hålla gruvarbetarna starka och glada.

# barbarians_building
source: If all needed wares are delivered in time, this building can produce strong beer in about %s on average.
sv: Om alla nödvändiga varor levereras i tid kan denna byggnad producera starköl i genomsnitt cirka %s.

# barbarians_building
source: ‘Fresh from the countryside: Bread, fish or game to go.’
sv: "Färskt från landsbygden: Bröd, fisk eller vilt att ta med."

# barbarians_building
source: Menu of the tavern ‘Ye Ol’ Bronze Axe’
sv: Meny på tavernan "Ye Ol' Bronze Axe"

# building
source: Prepares rations to feed the scouts and miners.
sv: Tillagar matbitar åt spejare och gruvarbetare.

# barbarians_building
source: The tavern can produce one ration in %s on average, if the supply is steady.
sv: Krogen kan producera en ransoneringsportion i %s i genomsnitt, om tillgången är stabil.

# barbarians_building
source: ‘Miner’s Delight: Pitta bread with fish or meat, comes with one beer.’
sv: ”Miner’s Delight: Pittabröd med fisk eller kött, serveras med en öl.”

# barbarians_building
source: Chef’s recommendation in ‘The Singing Master Miner’
sv: Kockens rekommendation i ”The Singing Master Miner”

# building
source: Prepares rations for scouts and rations and snacks to feed the miners in the basic and deep mines.
sv: Tillagar matbitar åt spejare och matbitar och matportioner för att föda alla gruvarbetare i de vanliga respektive djupa gruvorna.

# barbarians_building
source: If this building is fully supplied and all kinds of food are needed by the economy, production of one of each food takes %1$s on average. If only one kind of food is needed by the economy, production of one ration takes %2$s and one snack takes %3$s on average.
sv: Om denna byggnad är fullt försörjd och ekonomin behöver alla typer av livsmedel, tar produktionen av ett exemplar av varje livsmedel i genomsnitt %1$s. Om ekonomin endast behöver en typ av livsmedel, tar produktionen av en ransoneringsportion i genomsnitt %2$s och ett mellanmål %3$s.

# barbarians_building
source: ‘Seasonal fish and game specialties served with pitta bread.<br>Choose from a prime selection of regional craft beer brands.’
sv: Säsongens fisk- och vilträtter serverade med pitabröd.<br>Välj bland ett förstklassigt urval av regionala hantverksölmärken.”

# barbarians_building
source: Menu of ‘The Laughing Barbarian’
sv: Meny för "The Laughing Barbarian"

# barbarians_building
source: Prepares rations for scouts and rations, snacks and meals to feed all miners.
sv: Tillagar matbitar åt spejare och matbitar, matportioner och måltider för att föda alla gruvarbetare.

# barbarians_building
source: If this building is fully supplied and all kinds of food are needed by the economy, production of one of each food takes %1$s on average. If only one kind of food is needed by the economy, production of one ration takes %2$s, one snack takes %3$s and one meal takes %4$s on average.
sv: Om denna byggnad är fullt försörjd och ekonomin behöver alla typer av livsmedel, tar produktionen av ett exemplar av varje livsmedel i genomsnitt %1$s. Om ekonomin endast behöver en typ av livsmedel, tar produktionen av en ransoneringsportion i genomsnitt %2$s, ett mellanmål %3$s och en måltid %4$s.

# barbarians_building
source: ‘What’s the work of a charcoal burner?<br>He’s the tribe’s most plodding earner!<br>Logs on logs he piles up high,<br>Until the kiln will reach the sky.<br>He sets the fire, sees it smolder<br>The logs he carried on his shoulder.<br>Burnt down to just one single coal<br>This troubles much a burner’s soul.’
sv: "Vad gör en kolare?<br>Han är stammens mest flitiga försörjare!<br>Han staplar ved på ved,<br>tills ugnen når himlen.<br>Han tänder elden och ser den glöda<br>Trästockarna han bar på sina axlar.<br>Brända ner till en enda kolbit<br>Detta bekymrar mycket en brännares själ.

# barbarians_building
source: Song of the charcoal burners
sv: Sången om kolbrännarna

# barbarians_building
source: The charcoal kiln needs %s on average to produce one coal.
sv: Kolugnen behöver i genomsnitt %s för att producera en kolbit.

# barbarians_building
source: ‘From inferior looking rubble they form shiny gold and gleaming iron.<br>The smelters are real magicians among our craftsmen.’
sv: ”Från grovskrot skapar de glänsande guld och skinande järn.<br>Smältarna är verkliga magiker bland våra hantverkare.”

# barbarians_building
source: Chat’Karuth<br>at the 5ᵗʰ conference of master craftsmen
sv: Chat’Karuth<br>vid den 5:e konferensen för mästarhantverkare

# barbarians_building
source: If this building is fully supplied and all metals are needed by the economy, production of one iron takes %1$s and one gold takes %2$s on average. If only one kind of metal is needed by the economy, production of one iron takes %3$s and one gold takes %4$s on average.
sv: Om denna byggnad är fullt försörjd och alla metaller behövs av ekonomin, tar produktionen av ett järn %1$s och ett guld %2$s i genomsnitt. Om endast en sorts metall behövs av ekonomin, tar produktionen av ett järn %3$s och ett guld %4$s i genomsnitt.

# barbarians_building
source: ‘We make it work!’
sv: 'Vi får det att fungera!'

# barbarians_building
source: Inscription on the threshold of the now ruined Olde Forge at Harradsheim, the eldest known smithy.
sv: Inskription i tröskeln till den nu nedrasade gamla smedjan i Harradsheim, den äldsta kända smedjan.

# barbarians_building
source: The Barbarian metal workshop is the basic production site in a series of three buildings and creates all the tools that Barbarians need. The others are for weapons.
sv: Barbarernas metallverkstad är den grundläggande produktionsanläggningen i en serie av tre byggnader. Den tillverkar de verktyg som barbarerna behöver. De andra tillverkar vapen.

# barbarians_building
source: If this building is fully supplied and all tools are needed by the economy, production of one of each tool takes %1$s on average. If only one kind of tool is needed by the economy, its production takes %2$s on average.
sv: Om denna byggnad är fullt utrustad och alla verktyg behövs av ekonomin, tar produktionen av ett exemplar av varje verktyg i genomsnitt %1$s. Om endast en typ av verktyg behövs av ekonomin, tar produktionen i genomsnitt %2$s.

# barbarians_building
source: ‘A new warrior’s ax brings forth the best in its wielder – or the worst in its maker.’
sv: 'En ny krigaryxa frambringar det bästa i den som bemästrar den – eller det värsta i den som skapade den.'

# barbarians_building
source: An old Barbarian proverb<br> meaning that you need to take some risks sometimes.
sv: Ett gammalt barbarordspråk med innebörden att du ibland behöver ta risker.

# barbarians_building
source: Produces all the axes that the Barbarians use for warfare.
sv: Producerar alla de yxor som barbarerna använder i krig.

# barbarians_building
source: The Barbarian war mill is their most advanced production site for weapons. As such you will need to enhance an ax workshop in order to get one.
sv: Barbarernas krigsmjöln är deras mest avancerade produktionsanläggning för vapen. För att få tag på en sådan måste du därför uppgradera en yxverkstad.

# barbarians_building
source: If this building is fully supplied and all axes are needed by the economy, production of one of each ax takes %1$s on average. If only one kind of ax is needed by the economy, its production takes %2$s on average.
sv: Om denna byggnad är fullt utrustad och alla typer av yxor behövs i ekonomin, tar produktionen av en av varje typ i genomsnitt %1$s. Om endast en typ av yxa behövs i ekonomin, tar produktionen i genomsnitt %2$s.

# barbarians_building
source: All weapons require the same time for making, but the consumption of the same raw materials increases from step to step. The last two need gold.
sv: Det tar samma tid att tillverka alla vapentyper, men åtgången av råmaterial ökar stegvis med vapnets nivå. De två sista behöver guld.

# barbarians_building
source: Produces axes, sharp axes and broad axes.
sv: Tillverkar yxor, skarpyxor och bredyxor.

# barbarians_building
source: The Barbarian ax workshop is the intermediate production site in a series of three buildings. It is enhanced from the metal workshop but doesn’t require additional qualification for the worker.
sv: Barbarernas yxverkstad är mellannivån i en serie av tre byggnader. Den är en uppgradering från metallverkstaden men kräver inte arbetare med högre kompetens.

# barbarians_building
source: All three weapons take the same time for making, but the required raw materials vary.
sv: Alla tre vapen tar samma tid att tillverka men råmaterialen som går åt är olika.

# barbarians_building
source: ‘Don’t ask what your tribe can do for you, ask what you can do for your tribe!’
sv: "Fråga inte vad din stam kan göra för dig, fråga vad du kan göra för din stam!"

# barbarians_building
source: Famous Barbarian recruitment poster
sv: Känd rekryteringsaffisch för barbarerna

# barbarians_building
source: Equips recruits and trains them as soldiers.
sv: Utrustar rekryter och tränar dem till soldater.

# barbarians_building
source: The barracks need %s on average to recruit one soldier.
sv: Kasernerna behöver i genomsnitt %s för att rekrytera en soldat.

# barbarians_building
source: ‘The smart leader builds roads, while the really wise leader breeds cattle.’
sv: ”Den smarta ledaren bygger vägar, medan den riktigt kloka ledaren föder upp boskap.”

# barbarians_building
source: Khantarakh, ‘The Modern Barbarian Economy’,<br> 5ᵗʰ cowhide ‘Traffic and Logistics’
sv: Khantarakh, ”Den moderna barbariska ekonomin”,<br> 5ᵗʰ cowhide ”Trafik och logistik”

# barbarians_building
source: Breeds strong oxen for adding them to the transportation system.
sv: Föder upp starka oxar för att hjälpa till i transportsystemet.

# barbarians_building
source: If all needed wares are delivered in time, this building can produce an ox in %s on average.
sv: Om alla varor som behövs levereras i tid tar det i genomsnitt %s för denna byggnad att föda upp en oxe.

# barbarians_building
source: ‘See the crop fields from here to the horizons. They are a huge, heaving, golden sea.<br>Oh wheat, source of wealth, soul of beer, strength of our warriors!’
sv: ”Se åkrarna som sträcker sig från här till horisonten. De är ett enormt, böljande, gyllene hav.<br>Åh vete, källa till rikedom, ölens själ, våra krigares styrka!”

# barbarians_building
source: Line from the harvesting song ‘The Wealth of the Fields’
sv: Rad ur skördesången ”The Wealth of the Fields”

# building
source: Sows and harvests wheat.
sv: Sår och skördar vete.

# barbarians_building
source: The farmer sows and harvests one sheaf of wheat between %1$s and %2$s, depending on how far he has to walk.
sv: Bonden sår och skördar en skärv vete mellan %1$s och %2$s, beroende på hur långt han måste gå.

# barbarians_building
source: The farm needs at least %s to work at full productivity most of the time.
sv: Gården behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

# barbarians_building
source: ‘The helmets forgéd by this smithy<br>Are widely known for looking pithy.’
sv: "Hjälmarna som smides av denna smedja<br>är vida kända för sitt stilrena utseende."

# barbarians_building
source: Slogan of ‘Harrath’s Handsome Helmets’ in Al’thunran
sv: Slogan för ”Harraths snygga hjälmar” i Al’thunran

# barbarians_building
source: Forges helmets that are used for training soldiers’ health in the training camp.
sv: Smider hjälmar som används för att träna soldaternas hälsa i träningslägret.
