Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# frisians_worker
source: Works at the shipyard and constructs new ships.
sv: Arbetar på skeppsvarvet och bygger nya fartyg.

# frisians_worker
source: Constructs breakwaters to gain new land from the sea.
sv: Byggar vågbrytare för att vinna ny mark från havet.

# frisians_worker
source: Catches fish in the sea.
sv: Fångar fisk i havet.

# frisians_worker
source: The hunter brings fresh, raw meat to the colonists.
sv: Jägaren för med sig färskt, rått kött till kolonisterna.

# frisians_worker
source: Plants fields.
sv: Växtfält.

# frisians_worker
source: Plants berry bushes.
sv: Planterar bärbuskar.

# frisians_worker
source: Gathers berries.
sv: Plockar bär.

# frisians_worker
source: Refines meat and fish by smoking them.
sv: Förädlar kött och fisk genom rökning.

# frisians_worker
source: Lets bees swarm over flowers, then gathers the honey.
sv: Låter bin svärma över blommor och samlar sedan in honungen.

# frisians_worker
source: Bakes bread for miners and soldiers.
sv: Bakar bröd till gruvarbetare och soldater.

# frisians_worker
source: This baker is skilled enough to bake bread sweetened with honey.
sv: Denna bagare är skicklig nog att baka bröd som är sötat med honung.

# frisians_worker
source: Brews beer.
sv: Brygger öl.

# frisians_worker
source: Brews beer and mead.
sv: Brygger öl och mjöd.

# frisians_worker
source: Prepares rations and meals for miners and scouts.
sv: Tillagar matbitar och måltider åt gruvarbetare och spejare.

# frisians_worker
source: Discovers resources for mining.
sv: Upptäck resurser för gruvdrift.

# frisians_worker
source: Works deep in the mines to obtain coal, iron, gold or granite.
sv: Arbetar djupt nere i gruvorna för att utvinna kol, järn, guld eller granit.

# frisians_worker
source: Burns logs and clay to produce coal.
sv: Förbränner stockar och lera för att producera kol.

# frisians_worker
source: Smelts iron and gold at furnaces or recycling centers.
sv: Smälter järn och guld i smältugnar eller återvinningscentraler.

# frisians_worker
source: Produces weapons and armor for soldiers and tools for workers.
sv: Tillverkar vapen och rustningar för soldater samt verktyg för arbetare.

# frisians_worker
source: Produces the best weapons and armor for soldiers and tools for workers.
sv: Tillverkar de bästa vapnen och rustningarna för soldater och verktyg för arbetare.

# frisians_worker
source: Defend and Conquer!
sv: Försvara och erövra!

# frisians_worker
source: Trains the soldiers.
sv: Tränar soldaterna.

# frisians_worker
source: Explores unknown territory.
sv: Utforskar okänt territorium.

source: This berry bush has just been planted.
sv: Denna bärbuske har just planterats.

source: This berry bush is growing.
sv: Denna bärbuske växer.

source: This berry bush is flowering. Honey can be produced from it by a beekeeper.
sv: Denna bärbuske blommar. Honung kan produceras från den av en biodlare.

source: This berry bush is ready for harvesting.
sv: Denna bärbuske är redo för skörd.

source: This field is flowering. Honey can be produced from it by a beekeeper.
sv: Det här fältet blommar. Honung kan produceras från det av en biodlare.

source: When claydiggers dig up earth, they leave holes in the ground. These holes vanish after a while. Aqua farms can use them as ponds to grow fish in them, whereas charcoal burners erect their charcoal stacks in them.
sv: När lergrävare gräver upp jord lämnar de hål i marken. Dessa hål försvinner efter ett tag. Vattenbruk kan använda dem som dammar för att odla fisk i, medan kolbrännare bygger sina kolstackar i dem.

source: Fish are maturing in this pond. A fisher working from an aqua farm will be able to catch them when they are bigger.
sv: Fiskarna mognar i denna damm. En fiskare som arbetar på en vattenbruk kan fånga dem när de blivit större.

source: Fish are living in this pond. A fisher working from an aqua farm can catch them as food.
sv: Det finns fiskar i denna damm. En fiskare som arbetar på en vattenbruksgård kan fånga dem som mat.

source: A charcoal stack is burning in this earthen hole. When it has burnt down, a charcoal burner will be able to gather coal from it.
sv: En kolhög brinner i detta jordhål. När den har brunnit ner kan en kolförbrännare samla kol från den.

source: A charcoal stack, which had been erected in this earthen hole, is ready for a charcoal burner to gather coal from it.
sv: En kolstapel, som hade rests i detta jordhål, är redo för en kolbrännare att samla kol från.

source: A breakwater erected by a diker to gain new land from the sea.
sv: En vågbrytare som uppförts av en dikare för att vinna ny mark från havet.

source: You can manually remove the dike when the land is sufficiently secured to prevent wasting resources. To do so, build a flag, road, or building in its place.
sv: Du kan manuellt ta bort vallen när marken är tillräckligt säkrad för att undvika slöseri med resurser. För att göra detta, bygg en flagga, väg eller byggnad på dess plats.

source: This reed field is flowering. Honey can be produced from it by a beekeeper.
sv: Detta vassfält blommar. Honung kan produceras från det av en biodlare.

source: Granite is a basic building material and can be dug up by a rock mine.
sv: Granit är ett grundläggande byggmaterial och kan brytas i en stenbrott.

source: This grapevine is flowering. Honey can be produced from it by a beekeeper.
sv: Denna vinranka blommar. Honung kan produceras från den av en biodlare.

# frisians_building
source: Accommodation for your people. Also stores your wares and tools.
sv: Boende för dina medarbetare. Förvarar även dina varor och verktyg.

# frisians_building
source: The headquarters is your main building.
sv: Högkvarteret är din huvudbyggnad.

# frisians_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
sv: Dina arbetare och soldater kommer att finna skydd här. Här kan du också förvara dina varor och verktyg.

# frisians_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
sv: Fungerar som bas för utländsk kolonisering och handel. Lagrar även dina soldater, varor och verktyg.

# frisians_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
sv: Precis som högkvarteret kan en hamn attackeras och förstöras av en fiende. Det rekommenderas att skicka soldater för att försvara den.

# frisians_building
source: Tradecraft is the fine art of getting others to give you the wares that you want in exchange for wares you don’t want; excuse me, I mean, for wares you convince them to think that they need.
sv: Tradecraft är konsten att få andra att ge dig de varor du vill ha i utbyte mot varor du inte vill ha; ursäkta, jag menar, för varor som du övertygar dem om att de behöver.

# frisians_building
source: A trader explaining his diplomacy
sv: En handlare förklarar sin diplomati

# frisians_building
source: A market enables trading with other tribes.
sv: En marknad möjliggör handel med andra stammar.

# frisians_building
source: When I swing my pick, whole mountains fall before me!
sv: När jag svingar min hacka faller hela berg framför mig!

# frisians_building
source: A stonemason
sv: En stenhuggare

# frisians_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
sv: Skär ut råa granitbitar ur stenar i närheten.

# frisians_building
source: The quarry needs rocks to cut within the work area.
sv: Stenbrottet behöver stenar att bryta inom arbetsområdet.

# frisians_building
source: This building can produce one granite between %1$s and %2$s, depending on how far the stonemason has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s granit, beroende på hur långt stenhuggaren måste gå.

# frisians_building
source: In case of slopes or obstacles in the way, the time is increased.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# frisians_building
source: I cannot see a tree without imagining what it would look like in terms of furniture.
sv: Jag kan inte se ett träd utan att föreställa mig hur det skulle se ut som möbel.

# frisians_building
source: An over-enthusiastic woodcutter
sv: En överentusiastisk skogshuggare

# frisians_building
source: The woodcutter’s house needs trees to fell within the work area.
sv: Skogshuggarnas hus behöver träd att fälla inom arbetsområdet.

# frisians_building
source: This building can produce one log between %1$s and %2$s, depending on how far the woodcutter has to walk.
sv: Denna byggnad kan producera en stock mellan %1$s och %2$s, beroende på hur långt skogshuggaren måste gå.

# frisians_building
source: What can ever be more beautiful than the brilliant sun’s beams shining through the glistering canopy of leaves?
sv: Vad kan vara vackrare än de strålande solstrålarna som lyser genom det glittrande lövtaket?

# frisians_building
source: A forester explaining his choice of profession
sv: En skogsvaktare förklarar sitt yrkesval

# frisians_building
source: The forester’s house needs free space within the work area to plant the trees.
sv: Skogsvaktarens hus behöver ledigt utrymme inom arbetsområdet för att kunna plantera träden.

# frisians_building
source: The forester plants one tree between %1$s and %2$s, depending on how far he has to walk.
sv: Skogsvaktaren planterar ett träd mellan %1$s och %2$s, beroende på hur långt han måste gå.

# frisians_building
source: The hunter’s house needs animals to hunt within the work area.
sv: Jägarens hus behöver djur att jaga inom arbetsområdet.

# frisians_building
source: This building can produce one meat between %1$s and %2$s, depending on how far the hunter has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s kött, beroende på hur långt jägaren måste gå.

# frisians_building
source: The hunter produces one fur after he has produced five pieces of meat.
sv: Jägaren producerar en päls efter att han har producerat fem stycken kött.

# frisians_building
source: Hunters can’t sell anything on a Friday, but fishers don’t have such problems.
sv: Jägare får inte sälja något på fredagar, men fiskare har inte sådana problem.

# frisians_building
source: A hunter admiring a fisher
sv: En jägare som beundrar en fiskare

# frisians_building
source: Fishes on the coast near the fisher’s house.
sv: Fiskar vid kusten nära fiskarens hus.

# frisians_building
source: The fisher’s house needs water full of fish within the work area.
sv: Fiskarens hus behöver vatten fullt av fisk inom arbetsområdet.

# frisians_building
source: Roads and trees along the shoreline block fishing.
sv: Vägar och träd längs strandlinjen hindrar fisket.

# frisians_building
source: This building can produce one fish between %1$s and %2$s, depending on how far the fisher has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fisk, beroende på hur långt fiskaren måste gå.

# frisians_building
source: No worse fortune can befall a reed farmer than to see his roof leaking.
sv: Inget värre öde kan drabba en vassodlare än att se sitt tak läcka.

# frisians_building
source: Anonymous reed farmer
sv: Anonym vassodlare

# frisians_building
source: Cultivates reed that serves three different purposes for the Frisians.
sv: Odlar vass som har tre olika användningsområden för friserna.

# frisians_building
source: Reed is the traditional material for roofing. It is also needed to produce baskets and fishing nets, and it is woven – together with reindeer fur – into the cloth used for ships’ sails.
sv: Vass är det traditionella materialet för takläggning. Det behövs också för att tillverka korgar och fisknät, och det vävs – tillsammans med renhår – till tyg som används till segel på fartyg.

# frisians_building
source: The reed farmer sows and harvests one sheaf of reed between %1$s and %2$s, depending on how far he has to walk.
sv: Vassodlaren sår och skördar en kärve vass mellan %1$s och %2$s, beroende på hur långt han måste gå.

# frisians_building
source: The reed farm needs at least %s to work at full productivity most of the time.
sv: Vassodlingen behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

# frisians_building
source: We love the sea so much that we don’t want to drink it empty!
sv: Vi älskar havet så mycket att vi inte vill dricka upp det!

# frisians_building
source: Chieftain Arldor’s retort when he was asked why his tribe can’t drink salt water
sv: Hövdingen Arldors svar när han blev tillfrågad varför hans stam inte kan dricka saltvatten

# frisians_building
source: The carrier needs %s to get one bucket full of water.
sv: Transportören behöver %s för att fylla en hink med vatten.

# frisians_building
source: If the water resource is depleted, the carrier needs %s on average.
sv: Om vattenresursen är uttömd behöver transportören i genomsnitt %s.

# frisians_building
source: You think you can build a house without my help?
sv: Tror du att du kan bygga ett hus utan min hjälp?

# frisians_building
source: A clay digger arguing with a builder
sv: En lergrävare som bråkar med en byggare

# building
source: Digs up mud from the ground and uses water to turn it into clay. Clay is used to make bricks, reinforce the charcoal kiln and to build ships.
sv: Gräver upp lera från marken och använder vatten för att omvandla den till lergods. Lergods används för att tillverka tegelstenar, förstärka kolugnen och bygga fartyg.

# frisians_building
source: This building can produce one clay between %1$s and %2$s, depending on how far the clay digger has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s lera, beroende på hur långt lergrävaren måste gå.

# frisians_building
source: No other tribe has ever mastered the art of charcoal burning as we have!
sv: Ingen annan stam har någonsin bemästrat konsten att bränna träkol som vi har gjort!

# frisians_building
source: The inventor of the Frisian charcoal kiln
sv: Uppfinnaren av den frisiska kolugnen

# building
source: The charcoal burner’s house needs holes in the ground that were dug by a clay pit’s worker nearby to erect charcoal stacks in them.
sv: Kolbrännarens hus behöver hål i marken som grävts av en lergruvarbetare i närheten för att kunna uppföra kolstaplar i dem.

# frisians_building
source: This building can produce one coal between %1$s and %2$s, depending on how far the charcoal burner has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s kol, beroende på hur långt kolbrännaren måste gå.

# frisians_building
source: My bushes may not be as tall as your trees, but I don’t know anybody who likes to eat bark!
sv: Mina buskar är kanske inte lika höga som dina träd, men jag känner ingen som gillar att äta bark!

# frisians_building
source: A berry farmer to a forester
sv: En bärbonde till en skogsvaktare

# building
source: Plants berry bushes in the surrounding area.
sv: Planterar bärbuskar i omgivningen.

# frisians_building
source: The berry farm needs free space within the work area to plant the bushes.
sv: Bärgården behöver ledigt utrymme inom arbetsområdet för att plantera buskarna.

# frisians_building
source: The berry farmer plants one bush between %1$s and %2$s, depending on how far he has to walk.
sv: Bärodlaren planterar en buske mellan %1$s och %2$s, beroende på hur långt han måste gå.

# frisians_building
source: Meat doesn’t grow on bushes. Fruit does.
sv: Kött växer inte på buskar. Frukt gör det.

# frisians_building
source: A fruit collector advertising his harvest to a landlady
sv: En fruktsamlare som marknadsför sin skörd till en hyresvärdinna

# building
source: Collects berries from nearby bushes.
sv: Plockar bär från närliggande buskar.

# frisians_building
source: The fruit collector needs bushes full of berries within the work area.
sv: Fruktplockaren behöver buskar fulla med bär inom arbetsområdet.

# frisians_building
source: The fruit collector harvests one bush between %1$s and %2$s, depending on how far he has to walk.
sv: Fruktplockaren skördar mellan %1$s och %2$s buskar, beroende på hur långt han måste gå.

# frisians_building
source: If my honey tastes bitter, I must have left some bee stings in it. There are never any bee stings in my honey, therefore, it is not bitter.
sv: Om min honung smakar bittert måste jag ha lämnat kvar några bistick i den. Det finns aldrig några bistick i min honung, därför är den inte bitter.

# frisians_building
source: A beekeeper ignoring a customer’s complaint
sv: En biodlare som ignorerar en kunds klagomål

# frisians_building
source: Keeps bees and lets them swarm over flowering fields to produce honey.
sv: Håller bin och låter dem svärma över blommande fält för att producera honung.

# frisians_building
source: Needs medium-sized fields (barley, wheat, reed, corn or blackroot) or bushes (berry bushes or grapevines) nearby.
sv: Behöver medelstora fält (korn, vete, vass, majs eller svartrot) eller buskar (bärbuskar eller vinrankor) i närheten.

# frisians_building
source: The beekeeper collects one honey between %1$s and %2$s, depending on how far he has to walk.
sv: Biodlaren samlar in mellan %1$s och %2$s honung, beroende på hur långt han måste gå.

# frisians_building
source: Why on earth shouldn’t we be able to catch fish even in the desert?
sv: Varför i hela världen skulle vi inte kunna fiska även i öknen?

# frisians_building
source: The fisherman who invented aqua farming
sv: Fiskaren som uppfann vattenbruk

# frisians_building
source: Breeds fish as food for soldiers and miners.
sv: Odlar fisk som mat för soldater och gruvarbetare.

# building
source: The aqua farm needs holes in the ground that were dug by a clay pit’s worker nearby to use as fishing ponds.
sv: Vattenodlingen behöver hål i marken som grävts av en lergruvarbetare i närheten för att användas som fiskedammar.

# frisians_building
source: Everyone has their own ideas on how exactly we should explore the enemy’s territory… One more ‘improvement’ suggestion and we’ll demand meals instead of rations!
sv: Alla har sina egna idéer om hur vi exakt ska utforska fiendens territorium... Ett "förbättringsförslag" till och vi kommer att kräva måltider istället för ransoner!

# frisians_building
source: The spokesman of the scouts’ labor union
sv: Talesmannen för spejarnas fackförbund

# frisians_building
source: You need to connect this flag to a scout’s house before you can send a scout here.
sv: Du måste ansluta denna flagga till en spejarbostad innan du kan skicka hit en spejare.

# frisians_building
source: One exploration trip of the scout takes between %1$s and %2$s.
sv: En utforskningsresa för spejaren tar mellan %1$s och %2$s.

# frisians_building
source: If there is not enough coal, only the most foolish of leaders would deprive his brick kilns of it first.
sv: Om det inte finns tillräckligt med kol, skulle bara den mest dåraktiga ledaren först beröva sina tegelugnar på det.

# frisians_building
source: A brickmaker arguing with his chieftain who was doing just that
sv: En tegelmakare som grälade med sin hövding som gjorde just det

# building
source: Burns bricks using granite and clay, and coal as fuel. Bricks are the most important building material.
sv: Bränner tegelstenar med granit, lera och kol som bränsle. Tegelstenar är det viktigaste byggmaterialet.

# frisians_building
source: The brick kiln needs %s on average to produce one brick.
sv: Tegelugnen behöver i genomsnitt %s för att producera en tegelsten.

# frisians_building
source: Miners get ores from the depths of the hills; but without our work, their labour is in vain.
sv: Gruvarbetare utvinner malm från djupet av bergen, men utan vårt arbete är deras ansträngningar förgäves.

# frisians_building
source: Slogan of the Smelters’ Guild
sv: Slogan för smältverkens skrå

# building
source: Smelts iron ore and gold ore into iron and gold ingots using coal.
sv: Smälter järnmalm och guldmalm till järn- och guldtackor med hjälp av kol.

# frisians_building
source: If this building is fully supplied and all metals are needed by the economy, production of one iron takes %1$s and one gold takes %2$s on average. If only one kind of metal is needed by the economy, production of one iron takes %3$s and one gold takes %4$s on average.
sv: Om denna byggnad är fullt försörjd och alla metaller behövs av ekonomin, tar produktionen av ett järn %1$s och ett guld %2$s i genomsnitt. Om endast en sorts metall behövs av ekonomin, tar produktionen av ett järn %3$s och ett guld %4$s i genomsnitt.

# frisians_building
source: Of course these weapons could be used by other soldiers again without being smelted down first! The only drawback is that they’d break in two at the first blow.
sv: Naturligtvis kunde dessa vapen användas av andra soldater igen utan att först smältas ner! Den enda nackdelen är att de skulle gå sönder vid första slaget.

# frisians_building
source: A smelter explaining the need for recycling to his impatient chieftain
sv: En smältverksarbetare förklarar vikten av återvinning för sin otålige chef

# frisians_building
source: Recycles old armor and weapon parts that have been discarded by training sites into fur, iron and gold.
sv: Återvinner gamla rustningar och vapendelar som har kasserats av träningsanläggningar till päls, järn och guld.

# frisians_building
source: If this building is fully supplied and all materials are needed by the economy, production of one fur takes %1$s, one iron takes %2$s and one gold takes %3$s on average. If only one kind of material is needed by the economy, production of one fur takes %4$s, one iron takes %5$s and one gold takes %6$s on average.
sv: Om denna byggnad är fullt försörjd och alla material behövs av ekonomin, tar produktionen av en päls %1$s, ett järn %2$s och ett guld %3$s i genomsnitt. Om endast en typ av material behövs av ekonomin, tar produktionen av en päls %4$s, ett järn %5$s och ett guld %6$s i genomsnitt.

# frisians_building
source: If you don’t have iron, change your name from blacksmith to lacksmith!
sv: Om du inte har järn, byt namn från smed till bristsmed!

# frisians_building
source: Irritated chieftain during a metal shortage
sv: Irriterad hövding under metallbrist

# building
source: Forges tools to equip new workers.
sv: Tillverkar verktyg för att utrusta nya arbetare.

# frisians_building
source: If this building is fully supplied and all tools are needed by the economy, production of one of each tool takes %1$s on average. If only one kind of tool is needed by the economy, its production takes %2$s on average. Needles are an exception – in the time to produce one tool two needles are produced.
sv: Om denna byggnad är fullt utrustad och alla verktyg behövs av ekonomin, tar produktionen av ett av varje verktyg i genomsnitt %1$s. Om endast en typ av verktyg behövs av ekonomin, tar produktionen i genomsnitt %2$s. Nålar är ett undantag – under den tid det tar att producera ett verktyg produceras två nålar.

# frisians_building
source: I don’t forge swords because soldiers need ’em, but soldiers get ’em because I forge ’em.
sv: Jag smider inte svärd för att soldater behöver dem, men soldater får dem för att jag smider dem.

# frisians_building
source: A blacksmith pointing out his influence on soldier training
sv: En smed som pekar på sitt inflytande på soldatutbildningen

# frisians_building
source: Produces basic weapons and helmets for the soldiers.
sv: Tillverkar grundläggande vapen och hjälmar för soldaterna.
