Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# barbarians_building
source: If this building is fully supplied and all helmets are needed by the economy, production of one of each helmet takes %1$s on average. If only one kind of helmet is needed by the economy, production of one helmet takes %2$s, one mask takes %3$s and one warhelm takes %4$s on average.
sv: Om denna byggnad är fullt utrustad och alla hjälmar behövs av ekonomin, tar produktionen av en av varje hjälm i genomsnitt %1$s. Om endast en typ av hjälm behövs av ekonomin, tar produktionen av en hjälm i genomsnitt %2$s, en mask %3$s och en krigshjälm %4$s.

# barbarians_building
source: ‘I can handle tons of granite, man, but no more of your vain prattle.’
sv: 'Jag kan hantera ton av granit, men inte mer av ditt fåfängda pladder.'

# barbarians_building
source: This phrase was the reply Rimbert the miner – later known as Rimbert the loner – gave, when he was asked to remain seated on an emergency meeting at Stonford in the year of the great flood.
sv: Denna fras var svaret som gruvarbetaren Rimbert – senare känd som Rimbert den ensamme – gav när han ombads att sitta kvar vid ett krismöte i Stonford under det år då den stora översvämningen inträffade.

# barbarians_building
source: The same man had all the 244 granite blocks ready only a week later, and they still fortify the city’s levee.
sv: Samma man hade alla 244 granitblock färdiga bara en vecka senare, och de förstärker fortfarande stadens vallar.

# barbarians_building
source: Carves granite out of the rock in mountain terrain.
sv: Hugger ut granitblock ur berget.

# barbarians_building
source: It cannot be enhanced.
sv: Det kan inte förbättras.

# barbarians_building
source: If the food supply is steady, this mine can produce granite in %s on average.
sv: Om matleveranserna är stadiga kan denna gruva producera granitblock en gång per %s i genomsnitt.

# barbarians_building
source: Ages ago, the Barbarians learned to delve into mountainsides for that black material that feeds their furnaces.
sv: För länge sedan lärde sig barbarerna att gräva i bergssidorna efter det svarta materialet som driver deras ugnar.

# barbarians_building
source: Wood may serve for a household fire and to keep you warm, but when it comes to working with iron or gold, there is no way around coal.
sv: Trä kan användas för att elda i hemmet och hålla dig varm, men när det gäller att arbeta med järn eller guld finns det inget alternativ till kol.

# barbarians_building
source: If the food supply is steady, this mine can produce coal in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan denna gruva producera kol i %s i genomsnitt.

# barbarians_building
source: ‘I look at my own pick wearing away day by day and I realize why my work is important.’
sv: 'Jag ser på min hacka som nöts mer och mer för varje dag som går och inser varför mitt jobb är viktigt.'

# barbarians_building
source: Quote from an anonymous miner.
sv: Citat från en anonym gruvarbetare.

# barbarians_building
source: If the food supply is steady, this mine can produce iron ore in %s on average.
sv: Om matleveranserna är stadiga kan denna gruva producera järnmalm en gång per %s i genomsnitt.

# barbarians_building
source: ‘Soft and supple.<br> And yet untouched by time and weather.<br> Rays of sun, wrought into eternity…’
sv: 'Mjuk och smidig. Ändå oberörd av tid och väder. Av solens strålar, bearbetad i evighet...'

# barbarians_building
source: Excerpt from ‘Our Treasures Underground’,<br> a traditional Barbarian song.
sv: Utdrag ur 'Våra skatter under jorden'', en traditionell barbarsång.

# barbarians_building
source: If the food supply is steady, this mine can produce gold ore in %s on average.
sv: Om matleveranserna är stadiga kan denna gruva producera guldmalm en gång per %s i genomsnitt.

# barbarians_building
source: ‘No better friend you have in battle than the enemy’s blow that misses.’
sv: 'Du har ingen bättre vän i strid än fiendens slag som missar.'

# barbarians_building
source: Said to originate from Neidhardt, the famous trainer.
sv: Påstås komma från Neidhardt, den kända tränaren.

# barbarians_building
source: Trains soldiers in ‘Evade’.
sv: Tränar soldaterna i att 'Parera'.

# barbarians_building
source: ‘Evade’ increases the soldier’s chance not to be hit by the enemy and so to remain totally unaffected.
sv: 'Parera' ökar soldatens chans att inte träffas av fienden och därmed kunna fortsätta helt opåverkad.

# barbarians_building
source: Barbarian soldiers cannot be trained in ‘Defense’ and will remain at their initial level.
sv: Barbarsoldater kan inte tränas i 'Försvar' och kommer alltid att stanna på sin startnivå.

# barbarians_building
source: If all needed wares are delivered in time, a battle arena can train one soldier one level in evade in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan en stridsarena i genomsnitt träna en soldat en nivå i parering i %s.

# barbarians_building
source: Complete training of one soldier takes %s on average.
sv: En soldats fullständiga utbildning tar i genomsnitt %s.

# barbarians_building
source: ‘He who is strong shall neither forgive nor forget, but revenge injustice suffered – in the past and for all future.’
sv: 'Han som är stark ska varken förlåta eller glömma, utan hämnas alla orättvisor han har utsatts för – både i det förflutna och för all framtid.'

# barbarians_building
source: Chief Chat’Karuth in a speech to his army.
sv: Hövdingen Chat’Karuth i ett tal till sin arme.

# barbarians_building
source: Trains soldiers in ‘Attack’ and in ‘Health’.
sv: Tränar soldater i 'Attack' och 'Hälsa'.

# barbarians_building
source: Equips the soldiers with all necessary weapons and armor parts.
sv: Utrustar soldaterna med nödvändiga vapen och rustningar.

# barbarians_building
source: If all needed wares are delivered in time, a training camp can train one soldier one level in attack or health in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan ett träningsläger i genomsnitt träna en soldat en nivå i attack eller hälsa i %s.

# barbarians_building
source: ‘The log cabin was so small that two men could hardly live there. But we were young and carefree. We just relished our freedom and the responsibility as an outpost.’
sv: ”Timmerstugan var så liten att två män knappt kunde bo där. Men vi var unga och sorglösa. Vi njöt bara av vår frihet och ansvaret som utpost.”

# barbarians_building
source: Boldreth,<br>about his time as young soldier
sv: Boldreth,<br>om sin tid som ung soldat

# barbarians_building
source: Garrisons soldiers to expand your territory.
sv: Garrisons soldater för att utvidga ditt territorium.

# barbarians_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
sv: Om du har för få soldater för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en soldat för att skicka iväg honom.

# barbarians_building
source: ‘When we looked down to the valley from our newly established barrier, we felt that the spirit of our fathers was with us.’
sv: ”När vi blickade ner mot dalen från vår nyuppförda barriär kände vi att våra fäders ande var med oss.”

# barbarians_building
source: ‘From the height of our tower we could see far into enemy territory. The enemy was well prepared, but we also noticed some weak points in their defense.’
sv: ”Från höjden av vårt torn kunde vi se långt in i fiendens territorium. Fienden var väl förberedd, men vi märkte också några svaga punkter i deras försvar.”

# barbarians_building
source: ‘This stronghold made from blackwood and stones will be a hard nut to crack for them.’
sv: "Denna fästning av svart trä och stenar kommer att bli en svår nöt att knäcka för dem."

# barbarians_building
source: Berthron,<br>chief military adviser of Chat’Karuth
sv: Berthron,<br>chef för militärrådgivningen i Chat’Karuth

# barbarians_building
source: ‘The Citadel of Adlen surely is the finest masterpiece of Barbarian craftsmanship. Nothing as strong and big and beautiful has ever been built in such a short time.’
sv: "Adlens fästning är utan tvekan det finaste mästerverket inom barbarernas hantverk. Inget så starkt, stort och vackert har någonsin byggts på så kort tid."

# barbarians_building
source: Colintan, chief planner of the Citadel of Adlen,<br>at its opening ceremony
sv: Colintan, chefsplanerare för citadellet Adlen,<br>vid invigningsceremonin

# barbarians_building
source: This building can produce one ferry between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera en färja mellan %1$s och %2$s, beroende på hur långt skeppsbyggaren måste gå.

# barbarians_building
source: ‘When I saw the Saxnot for the first time, her majestic dragon head already looked up to the skies and the master was about to install the square sail.<br>It was the most noble ship I ever saw.’
sv: ”När jag såg Saxnot för första gången, blickade hennes majestätiska drakhuvud redan upp mot himlen och skepparen var på väg att sätta upp det fyrkantiga seglet.<br>Det var det mest ädla skepp jag någonsin sett.”

# barbarians_building
source: This building can produce one ship between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fartyg, beroende på hur långt skeppsbyggaren måste gå.

# barbarians_building
source: ‘Fine cloth and jewelry mean nothing to a true Barbarian.<br>But a noble sail in the wind will please his eyes.’
sv: "Fina kläder och smycken betyder ingenting för en sann barbar.<br>Men ett ädelt segel i vinden gläder hans ögon.”

# barbarians_building
source: Khantarakh, ‘The Modern Barbarian Economy’,<br>9ᵗʰ cowhide ‘Seafaring and Conquest’
sv: Khantarakh, ”Den moderna barbariska ekonomin”,<br>9ᵗʰ cowhide ”Sjöfart och erövring”

# barbarians_building
source: Weaves cloth out of reed.
sv: Vävt tyg av vass.

# barbarians_building
source: The weaving mill needs %s on average to produce one cloth.
sv: Vävverket behöver i genomsnitt %s för att producera ett tyg.

# warehousename
source: Asker
sv: Frågeställare

# warehousename
source: Bat’fjord
sv: Batfjorden

# warehousename
source: B’gland
sv: Bhutan

# warehousename
source: Haug’sund
sv: Haugesund

# warehousename
source: Heim
sv: Hem

# warehousename
source: Hole
sv: Hål

# warehousename
source: Lind’snes
sv: Lindnes

# warehousename
source: Mas’fjordn
sv: Masfjorden

# warehousename
source: Mos’s
sv: Mos

# warehousename
source: Nome
sv: NomeCity in Alaska USA

# warehousename
source: No’re
sv: Nej

# warehousename
source: Rest
sv: Vila

# warehousename
source: Sarpsb’rg
sv: Sarpsborg

# warehousename
source: Stav’nger
sv: Stavanger

# warehousename
source: Time
sv: Tid

# warehousename
source: Tromso
sv: Tromsø

# warehousename
source: Tr’ndheim
sv: Trondheim

# warehousename
source: V’gan
sv: Vegan

# barbarians
source: Worker missing
sv: Arbetare saknad

# barbarians
source: Worker is coming
sv: Arbetaren kommer

# barbarians
source: Workers missing
sv: Arbetare saknas

# barbarians
source: Workers are coming
sv: Arbetarna kommer

# barbarians
source: Expert missing
sv: Expert saknas

# barbarians
source: Experts missing
sv: Experter saknas

# barbarians_soldier
source: %1% soldier (+%2%)
sv: %1% soldat (+%2%)

# barbarians_soldier
source: %1% soldier
sv: %1% soldat

# barbarians_soldier
source: %1%(+%2%) soldier (+%3%)
sv: %1%(+%2%) soldat (+%3%)

# barbarians_soldier
source: %1%(+%2%) soldier
sv: %1%(+%2%) soldat

# empire_ware
source: The Empire produces granite blocks in quarries and marble mines.
sv: Imperiet producerar granitblock i stenbrott och i marmorgruvor.

# empire_ware
source: Imperial lumberjacks fell the trees; foresters take care of the supply of trees. Logs are also used by the charcoal kiln, the toolsmithy and the sawmill.
sv: Imperiets skogshuggare fäller träden, skogvaktare planterar nya. Stockar används också i kolmilan, av verktygssmedjan och i sågverket.

# empire_ware
source: They are produced out of logs by the sawmill.
sv: De tillverkas av timmerstockar i sågverket.

# empire_ware
source: They are also used by the weapon smithy.
sv: De används också av vapensmedjan.

# empire_ware
source: Wool is the hair of sheep. Weaving mills use it to make cloth.
sv: Ull är fårens hår. Väverier använder det för att göra tyg.

# empire_ware
source: Cloth is needed to build several buildings. It is also consumed in the armor smithy.
sv: Tyg behövs för att bygga flera byggnader. Det används också av rustningssmedjan.

# empire_ware
source: Besides bread and meat, fish is also a foodstuff for the Empire. Fish are used in taverns, inns and training sites (arena, colosseum, training camp).
sv: Förutom bröd och kött ingår även fisk i Imperiets föda. Fisk används i krogar, värdshus och i träningsanläggningar (arena, colosseum och träningsläger).

# empire_ware
source: Meat can also be obtained as pork from piggeries. It is used in the inns and taverns to prepare lunch for the miners and is consumed at the training sites (arena, colosseum, training camp).
sv: Kött kan också fås som skinka från grisuppfödningar. Det används av krogar och värdshus för att tillreda mat åt gruvarbetarna och det äts också i träningsanläggningarna (arena, colosseum och träningsläger).

# empire_ware
source: Water is used in the bakery and the brewery. The donkey farm, the sheep farm and the piggery also need to be supplied with water.
sv: Vatten används i bageriet och bryggeriet. Åsneuppfödningen, fåruppfödningen och grisuppfödningen behöver också förses med vatten.

# empire_ware
source: Wheat is produced by farms and used by mills and breweries. Donkey farms, sheep farms and piggeries also need to be supplied with wheat.
sv: Vete produceras av jordbruk och används av kvarnar och bryggerier. Åsne-, får- och grisgårdar behöver också förses med vete.

# empire_ware
source: Flour is produced by the mill out of wheat and is needed in the bakery to produce the tasty Empire bread.
sv: Mjöl mals i kvarnen av vete och behövs i bageriet för att baka det goda imperiebrödet.

# empire_ware
source: The bakers of the Empire make really tasty bread out of flour and water. It is used in taverns and inns to prepare rations and meals. Bread is also consumed at the training sites (arena, colosseum, training camp).
sv: Imperiets bagare bakar riktigt gott bröd av mjöl och vatten. Det används i krogar och värdshus för att tillreda matbitar och måltider. Bröd äts också i träningsanläggningarna (arena, colosseum och träningsläger).

# empire_ware
source: This beer is produced in a brewery out of wheat and water. It is consumed by miners in coal and iron mines.
sv: Denna öl produceras av vete och vatten i ett bryggeri. Den dricks av gruvarbetare i kol- och järngruvor.

# empire_ware
source: These grapes are the base for a tasty wine. They are harvested in a vineyard and processed in a winery.
sv: Dessa vindruvor utgör grunden för ett gott vin. De skördas på vingården och förädlas i en vinjäsningsanläggning.

# empire_ware
source: This tasty wine is drunk by the miners working the marble and gold mines. It is produced in a winery.
sv: Detta goda vin dricks av gruvarbetarna som jobbar i marmor- och guldgruvorna. Det produceras i en vinjäsningsanläggning.

# empire_ware
source: Rations are produced in a tavern out of fish or meat or bread.
sv: Matbitar tillreds i en krog av fisk eller kött och bröd.

# empire_ware
source: A real meal is made in inns out of bread and fish/meat. It satisfies the needs of miners in deep mines.
sv: En riktig måltid tillreds i värdshus av bröd och fisk eller kött. Den tillfredsställer behoven hos gruvarbetarna i de djupa gruvorna.

# empire_ware
source: Marble is the beautiful stone which is cut out of the mountains or produced in a quarry. Marble is used as a building material and gets chiseled into marble columns in the stonemason’s house.
sv: Marmor är en vacker sten som huggs ur bergen eller i stenbrotten. Marmor används som byggnadsmaterial och huggs till marmorpelare i stenhuggeriet.

# empire_ware
source: Marble columns represent the high culture of the Empire, so they are needed for nearly every larger building. They are produced out of marble at a stonemason’s house.
sv: Marmorpelare representerar Imperiets höga kultur och behövs i nästan alla stora byggnader. De produceras av marmor i stenhuggeriet.

# empire_ware
source: The fires of the Empire smelting works, armor smithies and weapon smithies are usually fed with coal.
sv: I eldstäderna i Imperiets smältverk, rustningssmedjor och vapensmedjor är det kol som brinner.

# empire_ware
source: It is smelted in a smelting works to retrieve the iron.
sv: Det smälts i ett smältverk för att utvinna järnet.

# empire_ware
source: It is produced by the smelting works. Weapons, armor and tools are made of iron.
sv: Det produceras av smältverket. Vapen, rustningar och verktyg tillverkas av järn.

# empire_ware
source: Smelted in a smelting works, it turns into gold which is used as a precious building material and to produce weapons and armor.
sv: Smält i ett smältverk förvandlas det till guld som används som ett värdefullt byggmaterial och för att tillverka vapen och rustningar.

# empire_ware
source: It is produced by the smelting works. Armor and weapons are embellished with gold in the armor smithy and the weapon smithy.
sv: Det produceras av smältverket. Rustningar och vapen förgylls i rustningssmedjan och vapensmedjan.

# empire_ware
source: Picks are used by stonemasons and miners. They are produced by the toolsmith.
sv: Hackor används av stenhuggare och gruvarbetare. De produceras av verktygssmeden.

# empire_ware
source: Felling axes are used by lumberjacks and produced by the toolsmithy.
sv: Fällningsyxor används av skogshuggare och tillverkas av verktygssmedjan.

# empire_ware
source: This saw is needed by the carpenter. It is produced by the toolsmith.
sv: Snickaren behöver denna såg. Den tillverkas av verktygssmeden.

# empire_ware
source: Therefore the forester and the vine farmer use them. They are produced by the toolsmith.
sv: Därför använder skogvaktaren och vinodlaren dem. De tillverkas av verktygssmeden.

# empire_ware
source: Geologists, builders, weaponsmiths, armorsmiths and shipwrights all need a hammer. Make sure you’ve always got some in reserve! They are produced by the toolsmith.
sv: Geologer, byggare, vapensmeder, rustningssmeder och skeppsbyggare behöver alla en hammare. Se till att du alltid har några i reserv! De tillverkas av verktygssmeden.

# empire_ware
source: They are produced by the toolsmith.
sv: De tillverkas av verktygssmeden.

# empire_ware
source: Scythes are produced by the toolsmith.
sv: Liar tillverkas av verktygssmeden.

# empire_ware
source: Bread paddles are produced by the toolsmith.
sv: Brödspadar tillverkas av verktygssmeden.

# empire_ware
source: This basket is needed by the vine farmer for harvesting the grapes. It is produced by the toolsmith.
sv: Korgen behövs när vinodlaren ska skörda vindruvorna. Den tillverkas av verktygssmeden.

# empire_ware
source: Kitchen tools are needed for preparing rations and meals. They are produced in a toolsmithy and used in taverns and inns.
sv: Köksredskap behövs för att tillaga mat och måltider. De tillverkas i en verktygssmedja och används i krogar och värdshus.

# empire_ware
source: They are used in the smelting works and produced by the toolsmith.
sv: De används i smältverket och tillverkas av verktygssmeden.

# empire_ware
source: This wooden spear is the basic weapon in the Empire military system. It is produced in the weapon smithy. In combination with a helmet, it is the equipment to fit out young soldiers.
sv: Träspjutet är grundvapnet för Imperiets militär. Det tillverkas i vapensmedjan. I kombination med en hjälm är det den utrustning som unga soldater förses med.

# empire_ware
source: This spear has an iron spike. It is produced in a weapon smithy and used in a training camp – together with food – to train soldiers from attack level 0 to attack level 1.
sv: Detta spjut har ingen järnspets. Det tillverkas av vapensmeden och används i träningslägret – tillsammans med mat – för att träna soldater från attacknivå 0 till nivå 1.

# empire_ware
source: This is an advanced spear with a steel tip. It is produced in a weapon smithy and used in a training camp – together with food – to train soldiers from attack level 1 to level 2.
sv: Detta är ett avancerat spjut med stålspets. Det tillverkas i vapensmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från attacknivå 1 till nivå 2.

# empire_ware
source: This is a strong spear with a steel-tip and a little blade. It is produced in the weapon smithy and used in the training camp – together with food – train soldiers from attack level 2 to level 3.
sv: Detta är ett starkt spjut med en stålspets och en liten vass egg. Det tillverkas i vapensmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från attacknivå 2 till nivå 3.

# empire_ware
source: This is the best and sharpest weapon the Empire weaponsmith creates for the soldiers. It is used in the training camp – together with food – to train soldiers from attack level 3 to level 4.
sv: Detta är det bästa och vassaste vapen som Imperiets vapensmeder tillverkar åt soldaterna. Det används i träningslägren – tillsammans med mat – för att träna soldaterna från attacknivå 3 till nivå 4.

# empire_ware
source: The helmet is the basic defense of a soldier. It is produced in an armor smithy. In combination with a wooden spear, it is the equipment to fit out young soldiers. Helmets are also used in training camps – together with food – to train soldiers from health level 0 to level 1.
sv: Hjälmen är soldatens grundläggande skydd. Den tillverkas i en vapensmedja. Tillsammans med ett träspruta är det den utrustning som unga soldater förses med. Hjälmar används också i träningsläger – tillsammans med mat – för att träna soldater från hälsonivå 0 till nivå 1.

# empire_ware
source: Basic armor for Empire soldiers. It is produced in the armor smithy and used in the training camp – together with food – to train soldiers from health level 1 to level 2.
sv: Den enklaste skyddsklädseln för imperiesoldater. Den produceras i vapensmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från hälsonivå 1 till nivå 2.

# empire_ware
source: The chain armor is a medium armor for Empire soldiers. It is produced in an armor smithy and used in a training camp – together with food – to train soldiers from health level 2 to level 3.
sv: Nätbrynjan är en medeltung skyddsklädsel för imperiesoldaterna. Den produceras i vapensmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från hälsonivå 2 till nivå 3.

# empire_ware
source: The gilded armor is the strongest armor an Empire soldier can have. It is produced in the armor smithy and used in the training camp – together with food – to train soldiers from health level 3 to level 4.
sv: Den förgyllda rustningen är den starkaste skyddsklädseln för imperiesoldaterna. Den produceras i vapensmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från hälsonivå 3 till nivå 4.

# empire_worker
source: Carries items along your roads.
sv: Bär saker längs med vägarna.

# empire_worker
source: Ships wares across narrow rivers.
sv: Transporterar varor över smala floder.

# empire_worker
source: Donkeys help to carry items along busy roads. They are reared in a donkey farm.
sv: Åsnor hjälper till med transporter längs med vältrafikerade vägar. De föds upp i åsneuppfödningar.
