Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

source: Build cost:
sv: Byggkostnad:

source: Or enhanced from:
sv: Eller utbyggd från:

source: Enhanced from:
sv: Utbyggd från:

source: Cumulative cost:
sv: Sammanräknad kostnad:

source: Unknown
sv: Okänd

source: If built directly, dismantle yields:
sv: Om den byggs direkt återvinns vid rivning:

source: If enhanced, dismantle yields:
sv: Om den är utbyggd återvinns vid rivning:

source: Dismantle yields:
sv: Rivning ger:

source: Can be enhanced to:
sv: Kan byggas ut till:

source: Crew required:
sv: Nödvändig besättning:

source: Workers
sv: Arbetare

source: %s or better
sv: %s eller bättre

source: Worker uses:
sv: Arbetare använder:

source: Workers use:
sv: Arbetare använder:

source: Experience levels
sv: Erfarenhetsnivåer

source: Production
sv: Produktion

source: Health improvement:
sv: Hälsoförbättring:

source: From %1% to %2%
sv: Från %1% till %2%

source: Attack training:
sv: Attackträning:

source: Defense training:
sv: Försvarsutbildning:

source: Evade training:
sv: Pareringsträning:

source: Ware produced:
sv: Vara producerad:

source: Wares produced:
sv: Tillverkade varor:

source: Workers recruited:
sv: Rekryterade arbetstagare:

source: Calculation needed
sv: Beräkning saknas

source: Performance:
sv: Prestation:

source: Controls
sv: Spelkontroller

source: Window Control
sv: Fönsterhantering

# hotkey
source: Right-click
sv: Högerklicka

source: Close window
sv: Stäng fönster

# hotkey
source: Middle-click or Ctrl + Left-click
sv: Mellanklicka eller 'Ctrl' + vänsterklicka

source: Minimize/Maximize window
sv: Minimera/maximera fönster

# hotkey
source: Ctrl + Left-click on Button
sv: 'Ctrl' + vänsterklicka på knappen

source: Skip confirmation dialog
sv: Hoppa över informationsdialog

source: Table Control
sv: Tabellhantering

source: In tables that allow the selection of multiple entries, the following key combinations are available:
sv: I tabeller so medger val av flera värden är följande tangentkombinationer tillgängliga:

# hotkey
source: Ctrl + Click
sv: 'Ctrl' + klicka

# table_control
source: Select multiple entries
sv: Välj flera

# hotkey
source: Shift + Click
sv: 'Shift' + klicka

# table_control
source: Select a range of entries
sv: Välj en serie

# table_control
source: Select all entries
sv: Välj alla

source: Road Control
sv: Väghantering

# hotkey
source: Ctrl + Left-click
sv: 'Ctrl' + vänsterklicka

source: While connecting two flags: Place flags automatically
sv: Medan två flaggor förbinds med väg: Flaggor sätts ut automatiskt

source: While removing a flag: Remove all flags up to the first junction
sv: Medan en flagga tas bort: Alla flaggor fram till närmaste korsning tas bort

source: Small
sv: Liten

source: Medium
sv: Medel

source: Big
sv: Stor

source: Mine plot
sv: Gruvplats

source: Port plot
sv: Hamnplats

source: Small plot
sv: Liten plats

source: Medium plot
sv: Mellanstor plats

source: Big plot
sv: Stor plats

source: Space required:
sv: Utrymme som behövs:

source: %s to %s (%s EP)
sv: %s till %s (%s EP)

source: %s and
sv: %s och

source: Wares and workers consumed:
sv: Förbrukade varor och arbetare:

source: Workers consumed:
sv: Förbrukade arbetare:

source: Wares consumed:
sv: Förbrukade varor:

source: Purpose
sv: Syfte

source: Note
sv: Observera

source: Requirements
sv: Krav

source: Size
sv: Storlek

source: Workers and animals can walk across fields with this immovable.
sv: Arbetare och djur kan gå över fält med detta hinder.

source: Workers and animals can’t walk across fields with this immovable.
sv: Arbetare och djur kan inte gå över fält med detta fasta hinder.

source: Becomes
sv: Blir

source: Preferred Terrains
sv: Föredragna terränger

source: Tribal Encyclopedia
sv: Uppslagsbok, stammar

source: Introduction
sv: Introduktion

source: Wares
sv: Varor

source: Buildings
sv: Byggnader

source: Tribes Immovables
sv: Stammar fasta föremål

source: World Immovables
sv: Världen fasta föremål

source: About Widelands
sv: Om Widelands

source: %d second
sv: %d sekund

source: %d minute
sv: %d minut

source: %1% and %2%
sv: %1% och %2%

source: Single Player
sv: En spelare

source: Multiplayer
sv: Flera spelare

source: Producer
sv: Producent

source: Consumer
sv: Konsument

source: Consumers
sv: Konsumenter

source: Worker recruited:
sv: Arbetare rekryterad:

# workerhelp_one_building
source: Works at
sv: Arbetar på

# workerhelp_multiple_buildings
source: Works at
sv: Arbetar på

# workerhelp_one_building
source: Can also work at
sv: Kan också arbeta på

# workerhelp_multiple_buildings
source: Can also work at
sv: Kan också arbeta på

source: Worker uses
sv: Arbetaren använder

source: Levels
sv: Nivåer

source: Health
sv: Hälsa

source: Starts at %1% points.
sv: Börjar på %1% poäng.

source: Increased by %1% point for each level.
sv: Ökar med %1% poäng för varje nivå.

source: The maximum level is %1%.
sv: Den maximala nivån är %1%.

source: A random value between %1% and %2% points is added to each attack.
sv: Ett slumpvärde mellan %1% och %2% poäng läggs till vid varje attack.

source: Defense
sv: Försvar

source: Starts at %d%%.
sv: Börjar på %d%%.

source: Increased by %d%% for each level.
sv: Ökar med %d%% för varje nivå.

source: This soldier cannot be trained in defense.
sv: Denna soldat kan inte tränas i 'Försvar'.

source: Evade
sv: Parera
