Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# atlanteans_building
source: This building can produce one ferry between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera en färja mellan %1$s och %2$s, beroende på hur långt skeppsbyggaren måste gå.

# building
source: Constructs ships that are used for overseas colonization and for trading between ports.
sv: Bygger skepp som används för handel mellan hamnar och för att bygga kolonier på andra sidan havet.

# atlanteans_building
source: ‘Soon may the wellerman come,<br>to bring us bread and smoked fish.<br>We set sail for a faraway shore<br>we praise Satul the best we wish.’
sv: Snart kommer väl Wellerman<br>och ge oss bröd och rökt fisk.<br>Vi sätter segel mot en avlägsen kust<br>och prisar Satul så gott vi kan."

# atlanteans_building
source: Transcript from oral tradition
sv: Transkription från muntlig tradition

# atlanteans_building
source: This building can produce one ship between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fartyg, beroende på hur långt skeppsbyggaren måste gå.

# warehousename
source: Constantinos
sv: Konstantinos

# warehousename
source: Lesvos
sv: Lesbos

# warehousename
source: Piraeus
sv: Pireus

# atlanteans
source: Worker missing
sv: Arbetare saknad

# atlanteans
source: Worker is coming
sv: Arbetaren kommer

# atlanteans
source: Workers missing
sv: Arbetare saknas

# atlanteans
source: Workers are coming
sv: Arbetarna kommer

# atlanteans
source: Expert missing
sv: Expert saknas

# atlanteans
source: Experts missing
sv: Experter saknas

# atlanteans_soldier
source: %1% soldier (+%2%)
sv: %1% soldat (+%2%)

# atlanteans_soldier
source: %1% soldier
sv: %1% soldat

# atlanteans_soldier
source: %1%(+%2%) soldier (+%3%)
sv: %1%(+%2%) soldat (+%3%)

# atlanteans_soldier
source: %1%(+%2%) soldier
sv: %1%(+%2%) soldat

# barbarians_ware
source: The Barbarians produce granite blocks in quarries and granite mines.
sv: Barbarerna producerar granitblock i stenbrott och i granitgruvor.

# barbarians_ware
source: Barbarian lumberjacks fell the trees; rangers take care of the supply of trees. Logs are also used in the metal workshop to build basic tools, and in the charcoal kiln for the production of coal. The wood hardener refines logs into blackwood by hardening them with fire.
sv: Barbariska skogshuggare fäller träden, skogvaktare ser till att nya träd växer upp. Stockar används också i metallverkstaden för att göra verktyg och i kolmilan vid produktionen av kol. Trähärdaren förädlar stockarna till härdat trä genom att härda dem med eld.

# barbarians_ware
source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of logs in the wood hardener.
sv: Detta eldhärdade trä är hårt som järn och används i flera byggnadstyper. Det produceras av stockar i trähärderiet.

# barbarians_ware
source: Granite can be processed into grout which provides a solid, non burning building material. Grout is produced in a lime kiln.
sv: Granit kan omvandlas till murbruk, vilket är ett hårt och inte brännbart material. Murbruk produceras i ett kalkbränneri.

# barbarians_ware
source: Reed is produced in a reed yard and used to make the roofs of buildings waterproof.
sv: Vass produceras i en vassodling och används för att göra tak på byggnader vattentäta.

# barbarians_ware
source: Cloth is needed for Barbarian ships. It is produced out of reed.
sv: Tyg behövs för barbariska skepp. Det tillverkas av vass.

# barbarians_ware
source: Besides pitta bread and meat, fish is also a foodstuff for the Barbarians. It is used in the taverns, inns and big inns and at the training sites (training camp and battle arena).
sv: Förutom pitabröd och kött ingår även fisk i barbarernas föda. Den används i krogar, värdshus och stora värdshus samt i träningsanläggningarna (träningsläger och stridsarena).

# barbarians_ware
source: Meat is used in the taverns, inns and big inns to prepare rations, snacks and meals for the miners. It is also consumed at the training sites (training camp and battle arena).
sv: Kött används i krogar, värdshus och stora värdshus vid tillagningen av matbitar, matportioner och måltider åt gruvarbetarna. Det äts också i träningsanläggningarna (träningsläger och stridsarena).

# barbarians_ware
source: Water is used in the bakery, the micro brewery and the brewery. The lime kiln and the cattle farm also need to be supplied with water.
sv: Vatten används i bageriet, bryggstugan och bryggeriet. Kalkbränneriet och boskapsgården behöver också förses med vatten.

# ware
source: Wheat is essential for survival.
sv: Vete är nödvändigt för överlevnad.

# barbarians_ware
source: Wheat is produced by farms and consumed by bakeries, micro breweries and breweries. Cattle farms also need to be supplied with wheat.
sv: Vete odlas på bondgårdar och används av bagerier, bryggstugor och bryggerier. Boskapsgårdar behöver också förses med vete.

# barbarians_ware
source: The Barbarian bakers are best in making this flat and tasty pitta bread. It is made out of wheat and water following a secret recipe. Pitta bread is used in the taverns, inns and big inns to prepare rations, snacks and meals. It is also consumed at training sites (training camp and battle arena).
sv: Barbarbagarna är bäst på att baka detta platta och välsmakande pitabröd. Det framställs av vete och vatten efter ett hemligt recept. Pitabröd används i krogar, värdshus och stora värdshus för att tillreda matbitar, matportioner och måltider. Det äts också i träningsanläggningar (träningsläger och stridsarena).

# barbarians_ware
source: Beer is produced in micro breweries and used in inns and big inns to produce snacks.
sv: Öl framställs i bryggstugor och används av värdshus och stora värdshus vid tillagning av matportioner.

# barbarians_ware
source: Only this beer is acceptable for the soldiers in a battle arena. Some say that the whole power of the Barbarians lies in this ale. It helps to train the soldiers’ evade level from 0 to 1 to 2. Strong beer is also used in big inns to prepare meals.
sv: Bara denna öl är bra nog för soldaterna i stridsarenan. Vissa säger att hela kraften hos barbarerna ligger i deras öl. Den hjälper till att träna upp soldaternas förmåga att parera från nivå 0 till 1 och sedan upp till 2. Starköl används också till måltider tillagade i stora värdshus.

# ware
source: A small bite to keep miners strong and working. The scout also consumes rations on his scouting trips.
sv: En liten matbit för att hålla gruvarbetarna starka och arbetande. Spejaren äter också matbitar på sina upptäcktsfärder.

# barbarians_ware
source: Rations are produced in a tavern, an inn or a big inn out of fish or meat or pitta bread.
sv: Matbitar tillreds i en krog, ett värdshus eller ett stort värdshus av fisk eller kött och pitabröd.

# barbarians_ware
source: A bigger morsel than the ration to provide miners in deep mines. It is produced in an inn or a big inn out of fish/meat, pitta bread and beer.
sv: En större munsbit än matbiten att ge gruvarbetarna i de djupa gruvorna. Den tillreds i ett värdshus eller ett stort värdshus av fisk eller kött, pitabröd och öl.

# barbarians_ware
source: A meal is made out of pitta bread, strong beer and fish/meat in a big inn. This substantial food is exactly what workers in a deeper mine need.
sv: En måltid tillreds av pitabröd, starköl och fisk eller kött i ett stort värdshus. Den här bastanta maten är just vad gruvarbetarna i de djupare gruvorna behöver.

# barbarians_ware
source: The fires of the Barbarians are usually fed with coal. Consumers are several buildings: lime kiln, smelting works, ax workshop, war mill, and helm smithy.
sv: Barbarernas eldar föds vanligtvis av kol. Konsumenter är flera byggnader: kalkbränneri, smältverk, yxverkstad, vapenverkstad och hjälmsedja.

# barbarians_ware
source: It is smelted in a smelting works to retrieve the iron.
sv: Det smälts i ett smältverk för att utvinna järnet.

# barbarians_ware
source: It is produced by the smelting works and used to produce weapons and tools in the metal workshop, ax workshop, war mill and helm smithy.
sv: Det produceras av smältverket och används för att tillverka vapen och verktyg i metallverkstaden, yxverkstaden, krigsfabriken och hjälmsmedjan.

# barbarians_ware
source: Smelted in a smelting works, it turns into gold which is used as a precious building material and to produce weapons and armor.
sv: Smält i ett smältverk förvandlas det till guld som används som ett värdefullt byggmaterial och för att tillverka vapen och rustningar.

# barbarians_ware
source: Only very important things are embellished with gold. It is produced by the smelting works and used as a precious building material and to produce different axes (in the war mill) and different parts of armor (in the helm smithy).
sv: Endast mycket viktiga saker förgylls med guld. Det produceras av smältverket och används som ett värdefullt byggmaterial och för att tillverka olika yxor (i krigsmjölken) och olika delar av rustningar (i hjälmsmedjan).

# barbarians_ware
source: Picks are used by stonemasons and miners. They are produced in the metal workshop (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: Hackor används av stenhuggare och gruvarbetare. De tillverkas i metallverkstaden (men kan inte längre tillverkas om byggnaden byggs ut till yxverkstad eller vapenverkstad).

# barbarians_ware
source: Felling axes are used by lumberjacks and produced in the metal workshop (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: Fällningsyxor används av skogsarbetare och tillverkas i metallverkstaden (men tillverkningen upphör om byggnaden uppgraderas till en yxverkstad och krigsmjöl).

# barbarians_ware
source: Therefore the gardener and the ranger use them. Produced at the metal workshop (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: Därför använder trädgårdsmästaren och skogvaktaren dem. De tillverkas i metallverkstaden (men kan inte längre tillverkas i byggnaden om den byggs ut till yxverkstad eller vapenverkstad).

# barbarians_ware
source: Geologists, builders, blacksmiths, helmsmiths and shipwrights all need a hammer. Make sure you’ve always got some in reserve! They are one of the basic tools produced at the metal workshop (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: Geologer, byggare, smeder, hjälmsmeder och skeppsbyggare behöver alla en hammare. Se till att du alltid har några i reserv! De är ett av de grundläggande verktygen som tillverkas i metallverkstaden (men slutar att tillverkas av byggnaden om den uppgraderas till en yxverkstad och krigsfabrik).

# ware
source: Fishing rods are needed by fishers to catch fish.
sv: Fiskespön behövs för att fiskaren ska kunna fånga fisk.

# barbarians_ware
source: They are one of the basic tools produced in a metal workshop (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: De är ett av de verktyg som tillverkas i metallverkstaden (men som inte längre kan tillverkas i byggnaden om den byggs ut till yxverkstad eller vapenverkstad).

# ware
source: This spear is light enough to be thrown, but heavy enough to kill any animal in one blow. It is only used by hunters.
sv: Detta spjut är lätt nog för att kastas, men tungt nog för att döda vilket djur som i en träff. Det används bara av jägare.

# barbarians_ware
source: Hunting spears are produced in the metal workshop (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: Jaktspjut tillverkas i metallverkstaden (men kan inte längre tillverkas i byggnaden om den byggs ut till yxverkstad eller vapenverkstad).

# barbarians_ware
source: Scythes are produced by the metal workshop (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: Liar tillverkas i metallverkstaden (men kan inte längre tillverkas i byggnaden om den byggs ut till yxverkstad eller vapenverkstad).

# barbarians_ware
source: Bread paddles are produced in the metal workshop like all other tools (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: Brödspadar tillverkas i metallverkstaden, liksom alla andra redskap (men kan inte längre tillverkas i byggnaden när den byggs ut till yxverkstad eller vapenverkstad.)

# barbarians_ware
source: Kitchen tools are needed for preparing rations, snacks and meals. Be sure to have a metal workshop to produce this basic tool (but it ceases to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: Köksredskap behövs för att tillaga ransoner, mellanmål och måltider. Se till att ha en metallverkstad för att tillverka detta grundläggande redskap (men det slutar tillverkas av byggnaden om den uppgraderas till en yxverkstad och krigsmjöl).

# barbarians_ware
source: They are used in the smelting works and produced by the metal workshop (but they cease to be produced by the building if it is enhanced to an ax workshop and war mill).
sv: De används i smältverket och tillverkas av metallverkstaden (men de slutar att tillverkas av byggnaden om den uppgraderas till en yxverkstad och krigsmjöl).

# barbarians_ware
source: The ax is the basic weapon of the Barbarians. All young soldiers are equipped with it.
sv: Yxan är basvapnet för barbarerna. Alla unga soldater utrustas med den.

# barbarians_ware
source: Young soldiers are proud to learn to fight with this powerful weapon. It is heavier and sharper than the ordinary ax. It is produced in ax workshops and war mills. In training camps, it is used – together with food – to train soldiers from attack level 0 to level 1.
sv: Unga soldater är stolta över att få lära sig slåss med detta kraftfulla vapen. Den är tyngre och vassare än den ordinarie yxan. Den tillverkas i yxverkstäder och vapenverkstäder. I träningsläger används den – tillsammans med mat – för att träna soldater från attacknivå 0 till nivå 1.

# barbarians_ware
source: The broad ax is produced by the ax workshop and the war mill. It is used in the training camp – together with food – to train soldiers with a fundamental fighting knowledge from attack level 1 to attack level 2.
sv: Bredyxan produceras i yxverkstaden och vapenverkstaden. Den används i träningslägret – tillsammans med mat – för att träna soldater med grundläggande stridskunskap från attacknivå 1 till nivå 2.

# barbarians_ware
source: The bronze ax is considered a weapon that is hard to handle. Only skilled soldiers can use it. It is produced at the war mill and used in the training camp – together with food – to train soldiers from attack level 2 to level 3.
sv: Bronsyxan ses som ett svårbemästrat vapen. Bara skickliga soldater kan använda den. Den tillverkas i vapenverkstaden och används i träningslägret – tillsammans med mat – för att träna soldater från attacknivå 2 till nivå 3.

# barbarians_ware
source: This is a dangerous weapon the Barbarians are able to produce. It is produced in the war mill. Only trained soldiers are able to wield such a weapon. It is used – together with food – in the training camp to train soldiers from attack level 3 to 4.
sv: Detta är ett farligt vapen som barbarerna kan tillverka. Det tillverkas i vapenverkstaden. Bara tränade soldater kan svinga ett sådant vapen. Det används – tillsammans med mat – i träningslägret för att träna soldater från attacknivå 3 till nivå 4.

# barbarians_ware
source: The warrior’s ax is the most dangerous of all Barbarian weapons. Only a few soldiers ever were able to handle this huge and powerful ax. It is produced in a war mill and used – together with food – in a training camp to train soldiers from attack level 4 to level 5.
sv: Krigaryxan är det farligaste av alla barbarernas vapen. Bara ett fåtal soldater kan hantera denna gigantiska och kraftfulla yxa. Den produceras i vapenverkstaden och används – tillsammans med mat – i ett träningsläger för att träna soldater från attacknivå 4 till nivå 5.

# barbarians_ware
source: A helmet is a basic tool to protect soldiers. It is produced in the helm smithy and used in the training camp – together with food – to train soldiers from health level 0 to level 1.
sv: En hjälm är en grundläggande utrustning för att skydda soldater. Den tillverkas i hjälmsmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från hälsonivå 0 till nivå 1.

# barbarians_ware
source: A mask is an enhanced armor for Barbarian soldiers. It is produced in the helm smithy and used in the training camp – together with food – to train soldiers from health level 1 to level 2.
sv: En mask är en förbättrad rustning för barbariska soldater. Den tillverkas i hjälmsmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från hälsonivå 1 till nivå 2.

# barbarians_ware
source: This is the most enhanced Barbarian armor. It is produced in a helm smithy and used in a training camp – together with food – to train soldiers from health level 2 to level 3.
sv: Detta är den mest förbättrade barbariska rustningen. Den tillverkas i en hjälmsmedja och används i ett träningsläger – tillsammans med mat – för att träna soldater från hälsonivå 2 till nivå 3.

# barbarians_worker
source: Carries items along your roads.
sv: Bär saker längs med vägarna.

# barbarians_worker
source: Ships wares across narrow rivers.
sv: Transporterar varor över smala floder.

# barbarians_worker
source: Oxen help to carry items along busy roads. They are reared in a cattle farm.
sv: Oxar hjälper till att bära saker längs med vältrafikerade vägar. De föds upp på boskapsgårdar.

# barbarians_worker
source: Breeds strong oxen for adding them to the transportation system.
sv: Föder upp starka oxar för att ta hjälp av dem i transportsystemet.

# barbarians_worker
source: Cuts raw pieces of granite out of rocks in the vicinity.
sv: Hugger granitblock ur klippor i sin omgivning.

# barbarians_worker
source: Fells trees.
sv: Fäller träd.

# barbarians_worker
source: Plants trees.
sv: Planterar träd.

# barbarians_worker
source: Works at construction sites to raise new buildings.
sv: Arbetar vid byggarbetsplatser för att uppföra nya byggnader.

# barbarians_worker
source: Mixes grout out of granite, water and coal in the lime kiln.
sv: Tillverkar murbruk av granit, vatten och kol i kalkbränneriet.

# barbarians_worker
source: Plants and harvests reed fields.
sv: Planterar och skördar vassfält.

# barbarians_worker
source: Produces cloth for ships’ sails.
sv: Väver tyg till skeppens segel.

# barbarians_worker
source: Works at the shipyard and constructs new ships.
sv: Arbetar i skeppsvarvet med att bygga nya skepp.

# barbarians_worker
source: Catches fish in the sea.
sv: Fångar fisk i havet.

# barbarians_worker
source: The hunter brings fresh, raw meat to the colonists.
sv: Jägaren förser nybyggarna med gott, färskt kött.

# barbarians_worker
source: The gamekeeper makes sure that the natural population of animals never drops too low.
sv: Viltvårdaren ser till att djurstammarna inte blir för små.

# barbarians_worker
source: Plants fields.
sv: Sår ute på fälten.

# barbarians_worker
source: Bakes pitta bread for the miners, soldiers and scouts.
sv: Bakar pitabröd åt gruvarbetarna, soldaterna och spejarna.

# barbarians_worker
source: Produces beer to keep the miners strong and happy.
sv: Brygger öl för att hålla gruvarbetarna starka och lyckliga.

# barbarians_worker
source: Produces the finest ales to keep soldiers strong and happy in training.
sv: Producerar det godaste ölet för att hålla soldaterna starka och glada under sin träning.

# barbarians_worker
source: Produces food for miners.
sv: Tillreder mat åt gruvarbetarna.

# barbarians_worker
source: Discovers resources for mining.
sv: Upptäck resurser för gruvdrift.

# barbarians_worker
source: Works deep in the mines to obtain coal, iron, gold or granite.
sv: Arbetar långt ner i gruvorna för att bryta kol, järnmalm, guldmalm eller granit.

# barbarians_worker
source: Burns coal.
sv: Bränner kol.

# barbarians_worker
source: Smelts ores into metal.
sv: Förädlar malm till metall.

# barbarians_worker
source: Produces weapons for soldiers and tools for workers.
sv: Tillverkar vapen åt soldater och verktyg åt arbetare.

# barbarians_worker
source: Eager to become a soldier and defend his tribe!
sv: Ivrig att bli soldat och försvara sin stam!

# barbarians_worker
source: Defend and Conquer!
sv: Försvara och erövra!

# barbarians_worker
source: Trains the soldiers.
sv: Tränar soldaterna.

# barbarians_worker
source: Forges helmets for soldiers.
sv: Tillverkar hjälmar för soldater.

# barbarians_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
sv: Utforskar okända områden.

source: This reed field has just been planted.
sv: Detta vassfält har just planterats.

source: This reed field is growing.
sv: Detta vassfält växer.

source: This reed field is ready for harvesting.
sv: Detta vassfält är klart för skörd.

source: Granite is a basic building material and can be dug up by a granite mine.
sv: Granit är ett grundläggande byggmaterial och kan brytas i en granitgruva.

source: There is only a little bit of granite here.
sv: Det finns bara lite granit här.

source: There is a lot of granite here.
sv: Det finns mycket granit här.

# barbarians_building
source: ‘Steep like the slopes of Kal’mavrath, shiny like the most delicate armor and strong like our ancestors, that’s how the headquarters of Chat’Karuth presented itself to us.’
sv: "Brant som sluttningarna i Kal'mavrath, glänsande som den mest utsökta rustningen och stark som våra förfäder – så presenterade sig Chat'Karuths högkvarter för oss."

# barbarians_building
source: Ballad ‘The Battle of Kal’mavrath’ by Hakhor the Bard
sv: Balladen "Slaget vid Kal'mavrath" av Hakhor den vise

# barbarians_building
source: Accommodation for your people. Also stores your wares and tools.
sv: Bostad för ditt folk. Lagrar också varor och verktyg.

# barbarians_building
source: The headquarters is your main building.
sv: Högkvarteret är din huvudbyggnad.

# barbarians_building
source: ‘Who still owns a warehouse is not yet defeated!’
sv: "Den som fortfarande äger ett magasin är ännu inte besegrad!"

# barbarians_building
source: Berthron, chief military adviser of Chat’Karuth,<br>when they lost the headquarters in the battle around the heights of Kal’Megarath
sv: Berthron, militär rådgivare till Chat’Karuth,<br>när de förlorade högkvarteret i striden kring Kal'Megaraths höjder

# barbarians_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
sv: Dina arbetare och soldater kommer att finna skydd här. Här kan du också förvara dina varor och verktyg.

# barbarians_building
source: ‘I prefer the planks of a ship to any fortress, no matter how strong it is.’
sv: ”Jag föredrar plankorna på ett skepp framför vilken fästning som helst, oavsett hur stark den är.”

# barbarians_building
source: Captain Thanlas the Elder,<br>Explorer
sv: Kapten Thanlas den äldre,<br>Upptäcktsresande

# barbarians_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
sv: Fungerar som bas för kolonisation och handel över vatten. Lagrar också dina soldater, varor och verktyg.

# barbarians_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
sv: Precis som högkvarteret kan en hamn attackeras och förstöras av en fiende. Det rekommenderas att skicka soldater för att försvara den.
