Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

source: He who hurts writes in the wind, he who is hurt in marble.
sv: Den som sårar skriver i vinden, den som blir sårad i marmor.

# empire_building
source: Carves marble and granite out of the rock in mountain terrain.
sv: Hugger ut marmorblock och granitblock ur berget.

# empire_building
source: If the food supply is steady, this mine can produce marble in %1$s and granite in %2$s on average.
sv: Om livsmedelsförsörjningen är stabil kan denna gruva i genomsnitt producera marmor i %1$s och granit i %2$s.

source: He found a city of brick, and left it one of marble.
sv: Han fann en stad av tegel och lämnade den som en stad av marmor.

# empire_building
source: History of the Empire, Part VI on the return of Lutius to Fremil
sv: Imperiets historia, del VI om Lutius återkomst till Fremil

source: Coal is revived from the dead, it turns from black to red, creates embers, and as it falls apart, it becomes ashes.
sv: Kolen återuppstår från de döda, den förvandlas från svart till röd, skapar glöd och när den faller sönder blir den aska.

# empire_building
source: If the food supply is steady, this mine can produce coal in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan denna gruva producera kol i %s i genomsnitt.

source: For there are more types of fire: for coal and flame are different, and the type that gives light, all of them are fire.
sv: Det finns nämligen flera typer av eld: kol och lågor är olika, och den typ som ger ljus, alla är eld.

source: Iron is sharpened by iron.
sv: Järn slipas av järn.

# empire_building
source: A proverb that is vehemently disputed by iron miners
sv: Ett ordspråk som ifrågasätts kraftigt av järnmalmsgruvarbetare

# empire_building
source: If the food supply is steady, this mine can produce iron ore in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan denna gruva producera järnmalm i %s i genomsnitt.

source: By constant use an iron ring is worn away.
sv: Genom ständig användning slits en järnring ut.

# empire_building
source: Amalea on the importance of always looking for more resources
sv: Amalea om vikten av att alltid söka efter fler resurser

source: Gold discovered and all the better for being so.
sv: Guld upptäcktes och desto bättre för det.

# empire_building
source: Amalea receiving the first geologist report of gold on the small island
sv: Amalea tar emot den första geologiska rapporten om guld på den lilla ön.

# empire_building
source: If the food supply is steady, this mine can produce gold ore in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan denna gruva producera guldmalm i genomsnitt %s.

source: Formidinem mortis vicit aurum.
sv: Dödens makt besegrades av guld.

source: Gold has conquered the fear of death.
sv: Guld har övervunnit rädslan för döden.

# empire_building
source: General Trepidus Egenus Attenuatus on motivating soldiers
sv: General Trepidus Egenus Attenuatus om att motivera soldater

source: [The People of the Empire] who once handed out all [power], now restrains itself and anxiously hopes for just two things: bread and games.
sv: [Imperiets folk], som en gång delade ut all [makt], håller nu tillbaka och hoppas ivrigt på bara två saker: bröd och skådespel.

# empire_building
source: History of the Empire, Part X – the decline
sv: Imperiets historia, del X – nedgången

# empire_building
source: Trains soldiers in ‘Evade’.
sv: Tränar soldaterna i att 'Parera'.

# empire_building
source: ‘Evade’ increases the soldier’s chance not to be hit by the enemy and so to remain totally unaffected.
sv: 'Parera' ökar soldatens chans att inte träffas av fienden och därmed kunna fortsätta helt opåverkad.

# empire_building
source: Imperial soldiers cannot be trained in ‘Defense’ and will remain at the level with which they came.
sv: Imperiesoldater kan inte tränas i 'Försvar' och kommer alltid att stanna på sin startnivå.

# empire_building
source: If all needed wares are delivered in time, an arena can train one soldier to the first level in evade in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan en arena i genomsnitt träna en soldat till första nivån i parering på %s.

source: Hail Cæsar! Those who are about to die greet you!
sv: Hail Cæsar! De som ska dö hälsar dig!

# empire_building
source: Greeting from the gladiators to the emperor
sv: Hälsning från gladiatorerna till kejsaren

# empire_building
source: If all needed wares are delivered in time, a colosseum can train one soldier one level in evade in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan ett colosseum i genomsnitt träna en soldat en nivå i parering i %s.

# empire_building
source: Complete training of one soldier takes %s on average.
sv: En soldats fullständiga utbildning tar i genomsnitt %s.

source: Fortune helps the strong.
sv: Lyckan står den djärve bi.

# empire_building
source: Trainer to soldiers who questioned the need for higher level training
sv: Tränare för soldater som ifrågasatte behovet av högre utbildning

# empire_building
source: Trains soldiers in ‘Attack’ and in ‘Health’.
sv: Tränar soldater i 'Attack' och 'Hälsa'.

# empire_building
source: Equips the soldiers with all necessary weapons and armor parts.
sv: Utrustar soldaterna med nödvändiga vapen och rustningar.

# empire_building
source: If all needed wares are delivered in time, a training camp can train one soldier one level in attack or health in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan ett träningsläger i genomsnitt träna en soldat en nivå i attack eller hälsa i %s.

source: An eagle doesn’t catch flies.
sv: En örn fångar inte flugor.

# empire_building
source: General Passerus Claudius Pedestrus on why he didn’t order the destruction of a rebel Blockhouse
sv: General Passerus Claudius Pedestrus om varför han inte beordrade förstörelsen av ett rebelliskt blockhus

# empire_building
source: Garrisons soldiers to expand your territory.
sv: Garrisons soldater för att utvidga ditt territorium.

# empire_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
sv: Om du har för få soldater för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en soldat för att skicka iväg honom.

source: Quis custodiet ipsos custodes?
sv: Vem bevakar väktarna?

source: Who watches the watchmen?
sv: Vem bevakar väktarna?

# empire_building
source: Saledus warning Lutius that sentries are not adequate protection for the Limes
sv: Saledus varnar Lutius för att vakter inte är ett tillräckligt skydd för Limes

source: Two were stationed on the other side of the city than the camp: one over the river, the other by the river above the camp.
sv: Två var stationerade på andra sidan staden än lägret: en över floden, den andra vid floden ovanför lägret.

# empire_building
source: History of the Empire, Part III, preparation for the battle of Uliginosium
sv: Imperiets historia, del III, förberedelser inför slaget vid Uliginosium

source: Alea iacta est!
sv: Tärningarna är kastade!

source: The die is cast!
sv: Tärningen är kastad!

# empire_building
source: Rebel general Certus Ignavus Fidelius upon entering the limits of Fremil to overthrow the government
sv: Rebellgeneralen Certus Ignavus Fidelius när han gick in i Fremil för att störta regeringen

source: Veni, Vidi, Vici!
sv: Jag kom, jag såg, jag segrade!

source: I came, I saw, I conquered!
sv: Jag kom, jag såg, jag erövrade!

# empire_building
source: General Claudius Cæcus Cessus reporting a quick victory over the Barbarians thanks to the superior vision of a tower
sv: General Claudius Cæcus Cessus rapporterar om en snabb seger över barbarerna tack vare den överlägsna sikten från ett torn

source: Si vis pacem, para bellum.
sv: Om du vill ha fred, förbered dig för krig.

source: If you want peace, prepare for war.
sv: Om du vill ha fred, förbered dig för krig.

# empire_building
source: Saledus arguing with Amalea
sv: Saledus grälar med Amalea

source: Furthermore, I think that Al’thunran must be destroyed!
sv: Dessutom anser jag att Al'thunran måste förstöras!

# empire_building
source: Saledus in the Senate, urging final victory over the Barbarians
sv: Saledus i senaten, uppmanar till slutlig seger över barbarerna

source: Who crossed seas does not fear rivers.
sv: Den som har korsat hav fruktar inte floder.

# empire_building
source: Amalea on the need for ferries after the reconstruction of Fremil
sv: Amalea om behovet av färjor efter återuppbyggnaden av Fremil

# empire_building
source: This building can produce one ferry between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera en färja mellan %1$s och %2$s, beroende på hur långt skeppsbyggaren måste gå.

source: Don’t put everything on the same ship.
sv: Lägg inte allt på samma skepp.

# empire_building
source: A shipwright lamenting when he was instructed to stop working
sv: En skeppsbyggare som beklagade sig när han blev tillsagd att sluta arbeta

# empire_building
source: This building can produce one ship between %1$s and %2$s, depending on how far the shipwright has to walk.
sv: Denna byggnad kan producera mellan %1$s och %2$s fartyg, beroende på hur långt skeppsbyggaren måste gå.

# warehousename
source: Constantinopolis
sv: Konstantinopel

# warehousename
source: Nicopolis ad Istrum
sv: Nikopolis vid Istros

# warehousename
source: Pompeii
sv: Pompeji

# warehousename
source: Roma
sv: Rom

# empire
source: Worker missing
sv: Arbetare saknad

# empire
source: Worker is coming
sv: Arbetaren kommer

# empire
source: Workers missing
sv: Arbetare saknas

# empire
source: Workers are coming
sv: Arbetarna kommer

# empire
source: Expert missing
sv: Expert saknas

# empire
source: Experts missing
sv: Experter saknas

# empire_soldier
source: %1% soldier (+%2%)
sv: %1% soldat (+%2%)

# empire_soldier
source: %1% soldier
sv: %1% soldat

# empire_soldier
source: %1%(+%2%) soldier (+%3%)
sv: %1%(+%2%) soldat (+%3%)

# empire_soldier
source: %1%(+%2%) soldier
sv: %1%(+%2%) soldat

# frisians_ware
source: Woodcutters fell the trees; foresters take care of the supply of trees. Logs are also used in the blacksmithy to build basic tools, and in the charcoal kiln for the production of coal. Smokeries use logs as fuel for smoking meat and fish.
sv: Skogshuggare fäller träden och skogsvaktare sköter om trädbeståndet. Trästockar används också i smedjan för att tillverka grundläggande verktyg och i kolugnen för att producera kol. Rökeri använder trestockar som bränsle för att röka kött och fisk.

# frisians_ware
source: The Frisians produce granite blocks in quarries and rock mines. They can be refined in a brick kiln.
sv: Friserna producerar granitblock i stenbrott och gruvor. De kan förädlas i en tegelugn.

# frisians_ware
source: Clay is made out of water and mud to be turned into bricks, used in ship construction and to improve the charcoal kiln.
sv: Lera tillverkas av vatten och gyttja för att sedan formas till tegelstenar, som används vid skeppsbyggnad och för att förbättra kolugnen.

# frisians_ware
source: Bricks are the best and most important building material. They are made out of a mix of clay and granite dried in a coal fire.
sv: Tegelstenar är det bästa och viktigaste byggmaterialet. De tillverkas av en blandning av lera och granit som torkas i en koleld.

# frisians_ware
source: Reed is grown in a reed farm. Nothing is better suited to make roofs waterproof. It is also used to make baskets and fishing nets as well as cloth.
sv: Vass odlas på en vassodling. Inget är bättre lämpat för att göra tak vattentäta. Det används också för att tillverka korgar och fisknät samt tyg.

# frisians_ware
source: Fur is won from reindeer in a reindeer farm. It is woven into cloth or turned into fur garments for soldiers.
sv: Päls vinns från renar på en renfarm. Den vävs till tyg eller förvandlas till pälskläder för soldater.

# frisians_ware
source: Cloth is needed for ships. It is produced out of reindeer fur and reed.
sv: Tyg behövs för fartyg. Det tillverkas av renhår och vass.

# frisians_ware
source: Fruit are berries gathered from berry bushes by a fruit collector. They are used for rations and for feeding the fish at the aqua farms.
sv: Frukt är bär som plockas från bärbuskar av en fruktplockare. De används som proviant och som foder till fiskarna på vattenbruk.

# frisians_ware
source: Water is used to bake bread and brew beer. Reindeer farms and aqua farms also consume it.
sv: Vatten används för att baka bröd och brygga öl. Renfarmer och vattenbruk förbrukar också vatten.

# frisians_ware
source: Barley is a slow-growing grain that is used for baking bread and brewing beer. It is also eaten by reindeer.
sv: Korn är ett långsamt växande spannmål som används för att baka bröd och brygga öl. Det äts också av renar.

# frisians_ware
source: Honey is produced by bees belonging to a beekeeper. It is used to bake honey bread and brew mead.
sv: Honung produceras av bin som tillhör en biodlare. Den används för att baka honungsbröd och brygga mjöd.

# frisians_ware
source: Bread is made out of barley and water and is used in the taverns to prepare rations. It is also consumed by training soldiers.
sv: Bröd tillverkas av korn och vatten och används i krogarna för att tillaga ransoner. Det konsumeras också av soldater under träning.

# frisians_ware
source: This bread is sweetened with honey. It is consumed by the most experienced miners and in advanced soldier training.
sv: Detta bröd är sötat med honung. Det konsumeras av de mest erfarna gruvarbetarna och i avancerad soldatutbildning.

# frisians_ware
source: Beer is produced in breweries and used in drinking halls to produce meals. Soldiers drink beer while receiving basic training.
sv: Öl produceras i bryggerier och används i matsalar för att tillaga måltider. Soldater dricker öl under grundutbildningen.

# frisians_ware
source: Mead is produced by mead breweries. Soldiers drink mead during advanced training.
sv: Mjöd produceras av mjödbryggerier. Soldater dricker mjöd under avancerad träning.

# frisians_ware
source: Fish is a very important food resource for the Frisians. It is fished from the shore or reared in aqua farms.
sv: Fisk är en mycket viktig livsmedelsresurs för friserna. Den fiskas från stranden eller odlas i vattenbruk.

# frisians_ware
source: Meat has to be smoked in a smokery before being delivered to taverns, drinking halls and training sites.
sv: Köttet måste rökas i en rökugn innan det levereras till krogar, dryckeslokaler och träningsanläggningar.

# frisians_ware
source: Fish is smoked in a smokery. Smoked fish is then consumed by soldiers in training or turned into rations and meals for miners and scouts.
sv: Fisk röks i ett rökeri. Rökt fisk konsumeras sedan av tränande soldater eller görs om till matbitar och måltider åt gruvarbetare och spejare.

# frisians_ware
source: Meat is smoked in a smokery. Smoked meat is then consumed by soldiers in training or turned into rations and meals for miners and scouts.
sv: Kött röks i ett rökeri. Rökt kött konsumeras sedan av tränande soldater eller görs om till matbitar och måltider åt gruvarbetare och spejare.

# frisians_ware
source: Rations are produced in taverns and drinking halls out of something to eat: Fruit, bread or smoked meat or fish.
sv: Ransonerna tillverkas i tavernor och dryckeslokaler av något att äta: frukt, bröd eller rökt kött eller fisk.

# frisians_ware
source: A meal is made out of honey bread and beer and either smoked fish or meat. It is consumed by miners in deep mines.
sv: En måltid består av honungsbröd och öl samt antingen rökt fisk eller kött. Den äts av gruvarbetare i djupa gruvor.

# ware
source: Coal is mined in coal mines or produced out of logs by a charcoal burner in a charcoal kiln or charcoal burner’s house.
sv: Kol bryts i kolgruvor eller framställs av stockar av en kolbrännare i en kolugn eller ett kolbrännarhus.

# frisians_ware
source: The fires of the brick kilns, furnaces and armor smithies are fed with coal.
sv: Eldarna i tegelugnarna, smältugnarna och vapensmedjorna eldas med kol.

# frisians_ware
source: It is smelted in a furnace to retrieve the iron.
sv: Det smälts i en ugn för att utvinna järnet.

# frisians_ware
source: It is produced by the furnace. Tools and weapons are made of iron. It is also used as jewellery for fur garment armor to give it a silver shine.
sv: Det produceras i en ugn. Verktyg och vapen tillverkas av järn. Det används också som smycken för pälsplagg och rustningar för att ge dem en silverkänsla.

# frisians_ware
source: Smelted in a furnace, it turns into gold which is used as a precious building material and to produce weapons and armor.
sv: Smält i en ugn förvandlas det till guld som används som ett värdefullt byggmaterial och för att tillverka vapen och rustningar.

# frisians_ware
source: Only very important things are embellished with gold. It is produced by the furnace and is used to produce better swords and the best helmets. The best armor is also decorated with gold.
sv: Endast mycket viktiga saker är utsmyckade med guld. Det produceras i en ugn och används för att tillverka bättre svärd och de bästa hjälmarna. Den bästa rustningen är också dekorerad med guld.

# frisians_ware
source: Discarded weapons and armor can be recycled in a recycling center to produce new tools, weapon and armor.
sv: Kasserade vapen och rustningar kan återvinnas i ett återvinningscenter för att tillverka nya verktyg, vapen och rustningar.

# frisians_ware
source: Old garments can be turned into fur in a recycling center.
sv: Gamla kläder kan omvandlas till päls i ett återvinningscenter.

# frisians_ware
source: Picks are used by stonemasons and miners.
sv: Hackor används av stenhuggare och gruvarbetare.

# frisians_ware
source: Felling axes are used by woodcutters and produced by the blacksmithy.
sv: Fällningsyxor används av skogshuggare och tillverkas av smederiet.

# frisians_ware
source: They are used by berry and reed farmers as well as foresters. Clay diggers also need them to dig mud out of hard soil.
sv: De används av bär- och vassodlare samt skogsbrukare. Lergrävare behöver dem också för att gräva lera ur hård jord.

# frisians_ware
source: Geologists, builders, blacksmiths and shipwrights all need a hammer. Make sure you’ve always got some in reserve! They are produced by the blacksmithy.
sv: Geologer, byggare, smeder och skeppsbyggare behöver alla en hammare. Se till att du alltid har några i reserv! De tillverkas av smedjan.

# frisians_ware
source: Fishing nets are the tool used by fishers.
sv: Fisknät är det redskap som fiskare använder.

# frisians_ware
source: Hunting spears are produced by the blacksmithy
sv: Jaktspjut tillverkas av smeden

# frisians_ware
source: Scythes are produced by the blacksmithy.
sv: Liar tillverkas av smedjan.

# frisians_ware
source: Bread paddles are produced by the blacksmithy.
sv: Brödpaddlar tillverkas av smedjan.

# frisians_ware
source: Kitchen tools are needed for preparing rations and meals. The smoker also needs them.
sv: Köksredskap behövs för att tillaga mat och måltider. Rökaren behöver dem också.

# frisians_ware
source: They are used in the furnace and the brick kiln and produced by the blacksmithy.
sv: De används i ugnen och tegelugnen och tillverkas av smedjan.

# frisians_ware
source: Baskets are needed by the fruit collector to gather berries. They are woven from reed and wood by the blacksmith.
sv: Korgar behövs av fruktplockaren för att samla bär. De vävs av vass och trä av smeden.

# frisians_ware
source: Needles are used by seamstresses to sew cloth and fur garments.
sv: Nålar används av sömmerskor för att sy kläder av tyg och päls.

# frisians_ware
source: This is the basic weapon of the Frisian soldiers. Together with a fur garment, it makes up the equipment of young soldiers. Short swords are produced by the small armor smithy.
sv: Detta är det frisiska soldaternas grundläggande vapen. Tillsammans med ett pälsplagg utgör det unga soldaters utrustning. Korta svärd tillverkas av den lilla vapensmeden.

# frisians_ware
source: The long sword is the weapon used by level 1 soldiers. Level 4 soldiers are equipped with a long and a double-edged sword.
sv: Det långa svärdet är det vapen som används av soldater på nivå 1. Soldater på nivå 4 är utrustade med ett långt och ett dubbeleggat svärd.

# frisians_ware
source: The broadsword is the weapon used by level 2 soldiers. Level 5 soldiers are equipped with a broadsword and a double-edged sword.
sv: Bredsvärdet är det vapen som används av soldater på nivå 2. Soldater på nivå 5 är utrustade med ett bredsvärd och ett tveeggat svärd.

# frisians_ware
source: The double-edged sword is the weapon used by level 3 soldiers. Level 6 soldiers are equipped with two of these ferocious swords.
sv: Det dubbelsidiga svärdet är det vapen som används av soldater på nivå 3. Soldater på nivå 6 är utrustade med två av dessa farliga svärd.

# frisians_ware
source: Fur can be sewn into garments. They are used as basic armor. All new soldiers are clothed in a fur garment.
sv: Päls kan sys in i kläder. De används som grundläggande rustning. Alla nya soldater är klädda i pälskläder.

# frisians_ware
source: Ordinary fur garments can be decorated with iron to give them a silvery shine. These clothes make good armor.
sv: Vanliga pälsplagg kan dekoreras med järn för att ge dem en silverglans. Dessa kläder fungerar bra som rustning.

# frisians_ware
source: Ordinary fur garments can be decorated with iron and gold. Such clothes are the best armor.
sv: Vanliga pälskläder kan dekoreras med järn och guld. Sådana kläder är den bästa rustningen.

# frisians_ware
source: A helmet is a basic tool to protect soldiers. It is produced in the small armor smithy and used to train soldiers from health level 0 to level 1.
sv: En hjälm är ett grundläggande verktyg för att skydda soldater. Den tillverkas i den lilla rustningssmedjan och används för att träna soldater från hälsonivå 0 till nivå 1.

# frisians_ware
source: A golden helmet protects soldiers. It is produced in the large armor smithy and used to train soldiers from health level 1 to level 2.
sv: En gyllene hjälm skyddar soldater. Den tillverkas i den stora rustningssmedjan och används för att träna soldater från hälsonivå 1 till nivå 2.

# frisians_worker
source: Carries items along your roads.
sv: Transporterar varor längs dina vägar.

# frisians_worker
source: Ships wares across narrow rivers.
sv: Transporterar varor över smala floder.

# frisians_worker
source: Reindeer help to carry items along busy roads. They are reared in a reindeer farm.
sv: Renar hjälper till att transportera varor längs trafikerade vägar. De föds upp på en renfarm.

# frisians_worker
source: Breeds reindeer as carriers and for their fur.
sv: Uppfödning av renar som transportmedel och för deras päls.

# frisians_worker
source: Cuts raw pieces of granite out of rocks in the vicinity.
sv: Skär ut råa granitbitar ur stenar i närheten.

# frisians_worker
source: Fells trees.
sv: Fäller träd.

# frisians_worker
source: Plants trees.
sv: Planterar träd.

# frisians_worker
source: Makes clay out of mud and water.
sv: Gör lera av lera och vatten.

# frisians_worker
source: Burns bricks out of clay and granite.
sv: Bränner tegelstenar av lera och granit.

# frisians_worker
source: Works at construction sites to raise new buildings.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# frisians_worker
source: Plants and harvests reed fields.
sv: Planterar och skördar vassfält.

# frisians_worker
source: Produces cloth and sews fur garments.
sv: Tillverkar tyg och syr pälsplagg.

# frisians_worker
source: Sews armor out of fur garments and metal.
sv: Syr rustningar av pälskläder och metall.
