Repository: widelands/widelands
Catalog: data/i18n/translations/tribes_encyclopedia/*.po
Languages: sv

# building
source: Explores unknown territory.
sv: Utforskar okänd terräng.

# atlanteans_building
source: Will need fish and bread to have his meal the Atlantean way.
sv: Behöver fisk och bröd för att äta på atlantiskt vis.

# atlanteans_building
source: You do not see everything from your high towers. Sometimes you need someone to find out in person, that’s me!
sv: Du ser inte allt från dina höga torn. Ibland behöver du någon som kan ta reda på saker personligen, och det är jag!

# atlanteans_building
source: A scout answering a soldier
sv: En spanare svarar en soldat

# atlanteans_building
source: One exploration trip of the scout takes between %1$s and %2$s.
sv: En utforskningsresa för spejaren tar mellan %1$s och %2$s.

# building
source: Saws logs to produce planks.
sv: Sågar stockar till plankor.

# atlanteans_building
source: Will need at least four woodcutters for a constant supply of planks.
sv: Behöver minst fyra skogshuggare för en konstant tillgång på plankor.

# atlanteans_building
source: The design of our sawmills makes operation simple, yet powerful. Patent pending.
sv: Våra sågverk är konstruerade för att vara enkla att använda, men ändå kraftfulla. Patentansökan inlämnad.

# atlanteans_building
source: Askadus, Inventor of the vertical axis windmill
sv: Askadus, uppfinnaren av vindkraftverket med vertikal axel

# atlanteans_building
source: The sawmill needs %s on average to produce one plank.
sv: Sågverket behöver i genomsnitt %s för att producera en planka.

# atlanteans_building
source: Smokes meat and fish to feed the scouts and miners and to train soldiers in the dungeon and labyrinth.
sv: Röker kött och fisk för att mätta spanarna och gruvarbetarna och för att träna soldaterna i fängelsehålan och labyrinten.

# atlanteans_building
source: We are using pure logs, no other ingredients! Which drunken foreigner hath told you that myth?
sv: Vi använder rena stockar, inga andra ingredienser! Vilken berusad utlänning har berättat den myten för dig?

# atlanteans_building
source: A Smoker answering a passer-by
sv: En rökare svarar en förbipasserande

# atlanteans_building
source: If this building is fully supplied and all kinds of smoked food are needed by the economy, production of one smoked fish takes %1$s and one smoked meat takes %2$s on average. If only one kind of food is needed by the economy, production of one smoked fish takes %3$s and one smoked meat takes %4$s on average.
sv: Om denna byggnad är fullt försörjd och ekonomin behöver alla typer av rökt mat, tar det i genomsnitt %1$s att producera en rökt fisk och %2$s att producera ett rökt kött. Om ekonomin bara behöver en typ av mat, tar det i genomsnitt %3$s att producera en rökt fisk och %4$s att producera ett rökt kött.

# atlanteans_building
source: Grinds blackroots and corn to produce blackroot flour and cornmeal, respectively.
sv: Maler svartrötter och majs till svartrotsmjöl och majsmjöl.

# atlanteans_building
source: When no cornmeal is required, the mill will try to produce blackroot flour even when there is no demand for it.
sv: När det inte finns något behov av majsmjöl kommer kvarnen att försöka producera svartrotmjöl även om det inte finns någon efterfrågan på det.

# atlanteans_building
source: We invented this vertical axis design first, the sawmill just copied our ideas but never acknowledged our claim.
sv: Vi uppfann denna vertikala axeldesign först, sågverket kopierade bara våra idéer men erkände aldrig vårt anspråk.

# atlanteans_building
source: Miller arguing with a sawyer
sv: Miller grälar med en sågare

# atlanteans_building
source: If this building is fully supplied and both kinds of flour are needed by the economy, production of one sack of each kind of flour takes %1$s on average. If only one kind of flour is needed by the economy, its production takes %2$s on average.
sv: Om denna byggnad är fullt utrustad och båda typerna av mjöl behövs i ekonomin, tar produktionen av en säck av varje typ av mjöl i genomsnitt %1$s. Om endast en typ av mjöl behövs i ekonomin, tar produktionen i genomsnitt %2$s.

# atlanteans_building
source: Bakes bread to feed the scouts and miners and to train soldiers.
sv: Bakar bröd för att förse spanare och gruvarbetare med mat och för att träna soldater.

# atlanteans_building
source: Will need cornmeal and blackroot flour.
sv: Behöver majsmjöl och svartrotmjöl.

# atlanteans_building
source: You cannot compare our bread to anything from those other tribes. This recipe was inherited for generations. It is more nutritious than that paper-like bread you find elsewhere. And it is needed for the personal rite of preparing one’s meal. May Satul bless you.
sv: Du kan inte jämföra vårt bröd med något från de andra stammarna. Detta recept har gått i arv i generationer. Det är mer näringsrikt än det papperstunna bröd som du hittar på andra ställen. Och det behövs för den personliga ritualen att tillaga sin måltid. Må Satul välsigna dig.

# atlanteans_building
source: Head of the bakers’ guild
sv: Ordförande för bagarskået

# atlanteans_building
source: If all needed wares are delivered in time, this building can produce one bread in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan denna byggnad producera ett bröd i genomsnitt var %s.

# building
source: Burns logs into charcoal.
sv: Omvandlar stockar till träkol.

# atlanteans_building
source: Build only if you absolutely must produce some coal, or when you have a very large amount of logs.
sv: Bygg endast om du absolut måste producera kol, eller om du har en mycket stor mängd timmer.

# atlanteans_building
source: We must admit that this business is not really the Atlantean way, but in times of need we do what’s necessary.
sv: Vi måste erkänna att denna verksamhet inte riktigt är i Atlantis anda, men i tider av nöd gör vi vad som är nödvändigt.

# atlanteans_building
source: A black voice from inside the charcoal kiln
sv: En svart röst inifrån kolugnen

# atlanteans_building
source: The charcoal kiln needs %s on average to produce one coal.
sv: Kolugnen behöver i genomsnitt %s för att producera en kolbit.

# building
source: Smelts iron ore into iron and gold ore into gold.
sv: Smälter järnmalm till järn och guldmalm till guld.

# atlanteans_building
source: We learned the smelting from our forefathers, a basic craftsmanship taming the fire and the ore into pure metals.
sv: Vi lärde oss smältningen av våra förfäder, ett grundläggande hantverk som tämjer elden och malmen till rena metaller.

# atlanteans_building
source: A member of the smelters’ guild
sv: Medlem i smältverkets skrå

# atlanteans_building
source: If this building is fully supplied and all metals are needed by the economy, production of one iron takes %1$s and one gold takes %2$s on average. If only one kind of metal is needed by the economy, production of one iron takes %3$s and one gold takes %4$s on average.
sv: Om denna byggnad är fullt försörjd och alla metaller behövs av ekonomin, tar produktionen av ett järn %1$s och ett guld %2$s i genomsnitt. Om endast en sorts metall behövs av ekonomin, tar produktionen av ett järn %3$s och ett guld %4$s i genomsnitt.

# building
source: Forges all the tools that your workers need.
sv: Smider alla de verktyg som dina arbetare behöver.

# atlanteans_building
source: People’s power working for the benefit of all
sv: Folkets makt arbetar för allas bästa

# atlanteans_building
source: Faded sign found on top of this building
sv: Blek skylt hittad på taket av denna byggnad

# atlanteans_building
source: If this building is fully supplied and all tools are needed by the economy, production of one of each tool takes %1$s on average. If only one kind of tool is needed by the economy, its production takes %2$s on average.
sv: Om denna byggnad är fullt utrustad och alla verktyg behövs av ekonomin, tar produktionen av ett exemplar av varje verktyg i genomsnitt %1$s. Om endast en typ av verktyg behövs av ekonomin, tar produktionen i genomsnitt %2$s.

# atlanteans_building
source: Forges tridents to equip the soldiers and to train their attack in the dungeon.
sv: Smider treuddar för att utrusta soldaterna och för att träna deras attackförmåga i fängelsehålan.

# atlanteans_building
source: You hear that sound of metal strident? The weapon smith just forged a trident!
sv: Hör du det där metalliska ljudet? Vapensmeden har just smitt en treudd!

# atlanteans_building
source: Atlantean nursery rhyme
sv: Atlantisk barnramsa

# atlanteans_building
source: If this building is fully supplied and all tridents are needed by the economy, production of one of each trident takes %1$s on average. If only one kind of trident is needed by the economy, production of one light trident takes %2$s and one long trident, one steel trident, one double trident or one heavy double trident takes %3$s on average.
sv: Om denna byggnad är fullt utrustad och alla treuddiga spjut behövs i ekonomin, tar produktionen av ett av varje spjut i genomsnitt %1$s. Om endast en typ av spjut behövs i ekonomin, tar produktionen av ett lätt spjut %2$s och ett långt spjut, ett stålspjut, ett dubbelt spjut eller ett tungt dubbelt spjut i genomsnitt %3$s.

# atlanteans_building
source: Forges shields that are used for training soldiers’ defense in the labyrinth.
sv: Smider sköldar som används för att träna soldaternas försvar i labyrinten.

# atlanteans_building
source: ‘She twists and tweaks the steel with might<br>that soldiers may therewith once fight<br>most skillful foes, whose lethal lance<br>from this their armour off will glance!’
sv: Hon vrider och böjer stålet med kraft<br>så att soldaterna med det en gång kan bekämpa<br>mot de skickligaste fiender, vars dödliga lans<br>kommer att studsa bort från deras rustningar!"

# atlanteans_building
source: If this building is fully supplied and both kinds of shields are needed by the economy, production of one of each kind takes %1$s on average. If only one kind of shield is needed by the economy, production of one steel shield takes %2$s and one advanced shield takes %3$s on average.
sv: Om denna byggnad är fullt försörjd och båda typerna av sköldar behövs av ekonomin, tar produktionen av en av varje typ i genomsnitt %1$s. Om endast en typ av sköld behövs av ekonomin, tar produktionen av en stålsköld i genomsnitt %2$s och en avancerad sköld %3$s.

# atlanteans_building
source: Equips recruits and trains them as soldiers.
sv: Utrustar rekryter och tränar dem till soldater.

# atlanteans_building
source: See these fine silk tabards and those sharp tridents? This is your way to defend your tribe!
sv: Ser du dessa fina sidenvästar och de vassa treuddarna? Det här är ditt sätt att försvara din stam!

# atlanteans_building
source: Recruiting poster
sv: Rekryteringsaffisch

# atlanteans_building
source: The barracks need %s on average to recruit one soldier.
sv: Kasernerna behöver i genomsnitt %s för att rekrytera en soldat.

# atlanteans_building
source: Breeds the strong Atlantean horses for adding them to the transportation system.
sv: Föder upp de starka Atlanthästarna för att användas till transporter.

# atlanteans_building
source: I walk all day just back and forth. I need? I need … I need a horse!
sv: Jag går fram och tillbaka hela dagen. Jag behöver? Jag behöver ... Jag behöver en häst!

# atlanteans_building
source: Busy carrier murmuring to himself
sv: Upptagen transportör som mumlar för sig själv

# atlanteans_building
source: If all needed wares are delivered in time, this building can produce a horse in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan denna byggnad producera en häst i %s i genomsnitt.

# atlanteans_building
source: Sows and harvests corn.
sv: Sår och skördar majs.

# atlanteans_building
source: I use my feet, I use my arm, I’m caring for this farm!
sv: Jag använder mina fötter, jag använder mina armar, jag tar hand om den här gården!

# atlanteans_building
source: Atlantean harvesting song
sv: Atlantisk skördesång

# atlanteans_building
source: The farmer sows and harvests one sheaf of corn between %1$s and %2$s, depending on how far he has to walk.
sv: Bonden sår och skördar en kärve majs mellan %1$s och %2$s, beroende på hur långt han måste gå.

# atlanteans_building
source: The farm needs at least %s to work at full productivity most of the time.
sv: Gården behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

# atlanteans_building
source: Sows and harvests blackroot.
sv: Sår och skördar svartrötter.

# atlanteans_building
source: The secret of Atlantean health and strength is hidden in these roots. It’s not spinach, it’s not a carrot, it’s … a secret.
sv: Hemligheten bakom atlantidernas hälsa och styrka ligger gömd i dessa rötter. Det är inte spenat, det är inte morötter, det är ... en hemlighet.

# atlanteans_building
source: Blackroot farmer asked by a foreigner
sv: Svartrotsbonde tillfrågad av en utlänning

# atlanteans_building
source: The blackroot farmer sows and harvests one bundle of blackroot between %1$s and %2$s, depending on how far he has to walk.
sv: Svartrotsbonden sår och skördar ett knippe svartrot mellan %1$s och %2$s, beroende på hur långt han måste gå.

# atlanteans_building
source: The blackroot farm needs at least %s to work at full productivity most of the time.
sv: Svartrotsgården behöver minst %s för att kunna arbeta med full produktivitet under större delen av tiden.

# building
source: Breeds spiders for silk.
sv: Föder upp spindlar för att få silke.

# atlanteans_building
source: No, the spiders are not fed with corn. We feed it to fat grasshoppers, which in turn are digested by our spiders. We put them on a special device to gain the spider silk once a day. There is no need to spin this again. The thread can directly be used by the weaving mill. Oh hello, here is one of our nice spiders … Hey! Why are you running away?
sv: Nej, spindlarna matas inte med majs. Vi matar dem med feta gräshoppor, som i sin tur äts upp av våra spindlar. Vi placerar dem på en speciell anordning för att få spindeltråd en gång om dagen. Det finns ingen anledning att spinna om den. Tråden kan användas direkt av väveriet. Hej, här är en av våra trevliga spindlar ... Hallå! Varför springer du iväg?

# atlanteans_building
source: A spider breeder showing her farm
sv: En spindeluppfödare visar upp sin gård

# atlanteans_building
source: The spider farm needs %s on average to produce one spider silk.
sv: Spindelodlingen behöver i genomsnitt %s för att producera ett spindeltråd.

# atlanteans_building
source: Weaves spidercloth for buildings and ships’ sails, and tabards to equip and train the soldiers.
sv: Väver spindeltyg som används till vissa byggnader, till skeppens segel och till vapenrockar som behövs för att utrusta och träna soldaterna.

# atlanteans_building
source: Here are the Wide Lands where people may dwell, walking around caring everything’s well.
sv: Här är de vidsträckta markerna där människor kan bo och vandra omkring och se till att allt är väl.

# atlanteans_building
source: Part of the silkweavers’ song
sv: En del av silkesvävarnas sång

# atlanteans_building
source: If this building is fully supplied and all kinds of cloth and tabards are needed by the economy, production of one of each cloth and tabard takes %1$s on average. If only one kind of cloth or tabard is needed by the economy, its production takes %2$s on average.
sv: Om denna byggnad är fullt försörjd och ekonomin behöver alla typer av tyger och tabarder, tar produktionen av ett exemplar av varje tyg och tabard i genomsnitt %1$s. Om ekonomin endast behöver en typ av tyg eller tabard, tar produktionen i genomsnitt %2$s.

# atlanteans_building
source: Carves precious (and normal) stones out of the rock in mountain terrain.
sv: Hugger ut ädelstenar (och vanliga stenar) ur berget i bergsterräng.

# atlanteans_building
source: Only the pure, white stones Diamond and Quartz will enlighten our people. Thus, every major building will need them so the inhabitants may worship Satul to warm them.
sv: Endast de rena, vita stenarna Diamant och Kvarts kan upplysa vårt folk. Därför kommer alla större byggnader att behöva dem så att invånarna kan dyrka Satul för att värma sig.

# atlanteans_building
source: First part of the Atlantean almanach on architecture
sv: Första delen av den atlantiska almanackan om arkitektur

# atlanteans_building
source: If this building is fully supplied and all minerals are needed by the economy, production of one granite takes %1$s, one quartz takes %2$s and one diamond takes %3$s on average. If only one kind of mineral is needed by the economy, production of one granite takes %4$s, one quartz takes %5$s and one diamond takes %6$s on average.
sv: Om denna byggnad är fullt försörjd och alla mineraler behövs av ekonomin, tar produktionen av en granit %1$s, en kvarts %2$s och en diamant %3$s i genomsnitt. Om endast en typ av mineral behövs av ekonomin, tar produktionen av en granit %4$s, en kvarts %5$s och en diamant %6$s i genomsnitt.

# building
source: Digs coal out of the ground in mountain terrain.
sv: Bryter kol ur bergen.

# atlanteans_building
source: ‘Way down here in this deep mine<br>where the sun it dare not shine,<br>I sweat and toil till day is done,<br>but I’ll be back with morning come.’
sv: Här nere i denna djupa gruva<br>där solen inte vågar skina,<br>svettas och sliter jag tills dagen är slut,<br>men jag kommer tillbaka när morgonen gryr."

# atlanteans_building
source: Song from the miners’ guild
sv: Sång från gruvarbetarnas skrå

# atlanteans_building
source: If the food supply is steady, this mine can produce coal in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan denna gruva producera kol i %s i genomsnitt.

# building
source: Digs iron ore out of the ground in mountain terrain.
sv: Bryter järnmalm i bergen.

# atlanteans_building
source: If the food supply is steady, this mine can produce iron ore in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan denna gruva producera järnmalm i %s i genomsnitt.

# building
source: Digs gold ore out of the ground in mountain terrain.
sv: Bryter guldmalm i bergen.

# atlanteans_building
source: ‘Way down here in these golden grounds<br>with stones above us the thousand pounds<br>I dig in the dust until I see the spark;<br>The golden ore I find in the dark.’
sv: Här nere på dessa gyllene marker<br>med stenar över oss som väger tusentals kilo<br>gräver jag i dammet tills jag ser gnistan;<br>Den gyllene malmen jag hittar i mörkret."

# atlanteans_building
source: Miner’s prayer
sv: Gruvarbetarens bön

# atlanteans_building
source: If the food supply is steady, this mine can produce gold ore in %s on average.
sv: Om livsmedelsförsörjningen är stabil kan denna gruva producera guldmalm i genomsnitt %s.

# atlanteans_building
source: Trains soldiers in ‘Attack’.
sv: Tränar soldaterna i 'Attack'.

# atlanteans_building
source: Equips the soldiers with all necessary weapons and armor parts.
sv: Utrustar soldaterna med nödvändiga vapen och rustningar.

# atlanteans_building
source: Make our enemies feel the pain, so enter here to gain your train!
sv: Låt våra fiender känna smärtan, så kom in här för att få din träning!

# atlanteans_building
source: Engraving on the entrance to the dungeon
sv: Gravyr på ingången till fängelsehålan

# atlanteans_building
source: If all needed wares are delivered in time, a dungeon can train one soldier one level in attack in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan en fängelsehåla i genomsnitt träna en soldat en nivå i attack i %s.

# atlanteans_building
source: Complete training of one soldier takes %s on average.
sv: En soldats fullständiga utbildning tar i genomsnitt %s.

# atlanteans_building
source: Trains soldiers in ‘Defense’, ‘Evade’, and ‘Health’.
sv: Tränar soldaterna i 'Försvar', 'Parering' och 'Hälsa'.

# atlanteans_building
source: Our enemies claim: we have a ruddy twisted way to fight. Check the way we train, in this labyrinth they may be right.
sv: Våra fiender hävdar: vi har ett jävligt snedvridet sätt att slåss på. Kolla in hur vi tränar, i den här labyrinten kanske de har rätt.

# atlanteans_building
source: Atlantean hero after first contact with a real enemy
sv: Atlantisk hjälte efter första kontakten med en riktig fiende

# atlanteans_building
source: If all needed wares are delivered in time, a labyrinth can train one soldier one level in defense, evade or health in %s on average.
sv: Om alla nödvändiga varor levereras i tid kan en labyrint i genomsnitt träna en soldat en nivå i försvar, parering eller hälsa i %s.

# atlanteans_building
source: Garrisons soldiers to expand your territory.
sv: Garrisons soldater för att utvidga ditt territorium.

# atlanteans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
sv: Om du har för få soldater för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en soldat för att skicka iväg honom.

# atlanteans_building
source: Hey soldier, even if this is the smallest of our military buildings you still must not sleep all day!
sv: Hej soldat, även om detta är den minsta av våra militära byggnader får du inte sova hela dagen!

# atlanteans_building
source: Officer visiting a remote guardhouse
sv: Polisbesök i en avlägsen vaktstuga

# atlanteans_building
source: In this hall we praise the fight, Satul will warm us day and night.
sv: I denna sal hyllar vi kampen, Satul kommer att värma oss dag och natt.

# atlanteans_building
source: Scribbling on the wall of a guardhall
sv: Kladd på väggen i en vaktstuga

# atlanteans_building
source: With three soldiers we can achieve an optimal balance between military power and building cost.
sv: Med tre soldater kan vi uppnå en optimal balans mellan militär styrka och byggkostnad.

# atlanteans_building
source: Notes on the building instructions
sv: Anmärkningar om bygginstruktionerna

# atlanteans_building
source: All the other tribes envy us for our towers, elegant outside, comfortable inside, still perfect for defense.
sv: Alla andra stammar avundas oss våra torn, eleganta på utsidan, bekväma på insidan och fortfarande perfekta för försvar.

# atlanteans_building
source: Soldier handing over his duties to a younger one
sv: Soldat överlämnar sina uppgifter till en yngre soldat

# atlanteans_building
source: Beware our mighty high towers! From the topmost spot we can see wide into the lands and spot the enemy far away.
sv: Akta er för våra mäktiga höga torn! Från den högsta punkten kan vi se långt ut över landet och upptäcka fienden på långt håll.

# atlanteans_building
source: Soldier showing off a High Tower
sv: Soldat som visar upp ett högt torn

# atlanteans_building
source: Sometimes even we Atlanteans need to use brute force, but we always play it wisely.
sv: Ibland måste även vi atlanter använda råstyrka, men vi använder den alltid med omdöme.

# atlanteans_building
source: ‘Wisdom of the Fight’ by the warriors’ guild
sv: "Kampens visdom" av krigarnas skrå

# building
source: Builds ferries.
sv: Byggar färjor.

# building
source: Needs water nearby. Be aware ferries carry wares only, no workers.
sv: Behöver vatten i närheten. Tänk på att färjorna endast transporterar varor, inga arbetare.

# atlanteans_building
source: ‘Row, row, row your boat<br>gently ’long the shore.<br>Steadily steadily steadily steadily<br>bring the wares ashore.’
sv: "Ro, ro, ro din båt<br>försiktigt längs stranden.<br>Stadigt, stadigt, stadigt, stadigt<br>för varorna i land."

# atlanteans_building
source: Traditional song of the ferrymen
sv: Traditionell sång av färjkarlarna
