Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_emp03.wmf/*.po
Languages: sv

source: Build your first outpost
sv: Bygg din första utpost

source: First Outpost
sv: Första utposten

source: Build an outpost at the yellow house symbol to the east of your provisional headquarters.
sv: Bygg en utpost över den gula hussymbolen öster om ditt provisoriska högkvarter.

source: Build a quarry
sv: Bygg ett stenbrott

source: Quarry
sv: Stenbrott

source: Build a quarry close to the abundant rocks to free some building plots and get some valuable resources.
sv: Bygg ett stenbrott vid de rikliga mängderna av klippor för att frigöra fler byggnadsytor och få några värdefulla resurser.

source: Build a lumberjack’s house, a sawmill and a stonemason’s house
sv: Bygg en skogshuggarbostad, ett sågverk, och ett stenhuggeri

source: Lumberjack, Sawmill and Stonemason
sv: Skogshuggare, sågverk och stenhuggare

source: Build a lumberjack’s house, a sawmill and a stonemason’s house as soon as there is enough space for them. This will complete the basic building material supply chain.
sv: Bygg en skogshuggarbostad, ett sågverk och ett stenhuggeri så fort det finns tillräckligt med plats för dem. Detta kommer att färdigställa den grundläggande försörjningskedjan av byggnadsmaterial.

source: Lower the demand for marble columns to 4
sv: Sänk efterfrågan på marmorpelare till 4

source: Lower Demand for Marble Columns
sv: Sänk efterfrågan på marmorpelare

source: Lower the demand for marble columns in the economy settings to four. This will help to save some marble for buildings.
sv: Sänk efterfrågan på marmorpelare i ekonomiinställningarna till fyra. Detta kommer att hjälpa till att spara marmor åt byggnader.

source: Remember that you can access the economy settings by clicking on any flag.
sv: Kom ihåg att du kan komma åt ekonomiinställningarna genom att klicka på valfri flagga.

source: Find a port space on the small island
sv: Hitta ett hamnutrymme på den lilla ön

source: Port Space
sv: Hamnyta

source: Search for a port space in order to regain access to the sea.
sv: Leta efter hamnplats för att återigen få tillgång till havet.

source: Build a port and a shipyard on the Island
sv: Bygg en hamn och ett skeppsvarv på ön

source: Ship Industry
sv: Fartygsindustrin

source: Build a port to set sail from this island.
sv: Bygg en hamn för att sätta segel från den här ön.

source: Build a shipyard to produce the ships to sail on.
sv: Bygg ett skeppsvarv för att tillverka skepp att segla med.

source: Produce wheat
sv: Producera vete

source: Wheat Production
sv: Veteproduktion

source: Produce at least 50 sheaves of wheat to get your wool production started.
sv: Producera åtminstone 50 kärvar vete för att få igång din ullproduktion.

source: Produce cloth for building our first ship
sv: Producera tyg för att bygga vårt första skepp

source: Cloth Production
sv: Tygproduktion

source: Now build a sheep farm and use all the wheat to produce at least 50 bales of wool. Afterwards use the wool to weave cloth in order to build a ship.
sv: Bygg nu en fårfarm och använd allt vete för att producera minst 50 balar ull. Använd sedan ullen för att väva tyg så att du kan bygga ett skepp.

source: Build 2 ports on distant islands
sv: Bygg 2 hamnar på avlägsna öar

source: Build two Expedition Ports
sv: Bygg två expeditionshamnar

source: Explore the island in the south. Send an expedition from our port to build a port there. Afterwards, try to find some mining resources.
sv: Utforska ön i söder. Skicka en expedition från vår hamn för att bygga en hamn där. Försök sedan hitta några gruvresurser.

source: Send a ship northwards to gather some intelligence about the Barbarians. Try to build a port on the island and found an outpost.
sv: Skicka ett skepp norrut för att samla in information om Barbarerna. Försök att bygga en hamn på ön och grunda en utpost.

source: Produce gold to send out expeditions
sv: Producera guld för att sända ut expeditioner

source: Gold Production
sv: Guldproduktion

source: Produce at least six bars of gold to be able to colonize your vicinity.
sv: Producera åtminstone 6 gulddtackor för att kunna kolonisera ditt närområde.

source: Defeat the Barbarians
sv: Besegra barbarerna

source: Defeat the Enemy
sv: Besegra fienden

source: End the Barbarians’ existence in this part of the world.
sv: Avsluta barbarernas existens i denna del av världen.

source: Explore further and build ports
sv: Utforska vidare och bygg hamnar

source: Explore Additional Islands and Search for Port Spaces
sv: Utforska fler öar och leta efter hamnplatser

source: Discover more land in your vicinity and build as many ports as you can.
sv: Upptäck mer land i din närhet och bygg så många hamnar du kan.

source: Recover the shrine
sv: Återställ helgedomen

source: Find the Holy Shrine
sv: Hitta den heliga helgedomen

source: We need to find and secure all six pieces of the holy shrine of Neptune.
sv: Vi måste hitta och säkra alla sex delarna av Neptunus heliga helgedom.

source: Build a training infrastructure
sv: Bygg upp en träningsinfrastruktur

source: Training Infrastructure
sv: Träningsinfrastruktur

source: Build a training camp, some barracks and an arena or colosseum to train your soldiers.
sv: Bygg ett träningsläger, några kaserner och en arena eller ett kolosseum för att träna dina soldater.

source: The Journey Home
sv: Resan hemåt

source: Diary of Lutius
sv: Lutius dagbok

source: Finally, we were set towards Fremil again. I couldn’t await the chance to clear my records of this big defeat by the Barbarians.
sv: Äntligen var vi på väg mot Fremil igen. Jag kunde knappt vänta på chansen att rensa mina tankar från detta stora nederlag mot barbarerna.

source: But the gods themselves didn’t want us to get home so quickly!
sv: Men gudarna själva ville inte att vi skulle komma hem så snabbt!

source: The Wrath of Neptune
sv: Neptunus vrede

source: Neptune himself was against us and drove us into a dark, wild storm again. But this time it felt even worse than last time. The waves were twice the height of our brave ship and the winds drove us into unsafe waters.
sv: Neptunus själv var emot oss och drev oss återigen in i en mörk, våldsam storm. Men den här gången kändes det ännu värre än förra gången. Vågorna var dubbelt så höga som vårt modiga skepp och vindarna drev oss in i farliga farvatten.

source: Our ship is heavily damaged. The mast has gone overboard and the hull is taking in more and more water. We would be glad to survive this black night with barely more than our lives.
sv: Vårt skepp är allvarligt skadat. Masten har vält överbord och skrovet tar in mer och mer vatten. Vi kan vara glada om vi överlever denna svarta natt med enbart våra liv i behåll.

source: Shipwrecked Again
sv: Skeppsbruten igen

source: Finally, the wrath of the gods and the ocean seems to be over.
sv: Till slut verkar gudarnas och havets vrede vara över.

source: Again, we stranded on an unknown coast and slept in the shade under some palm trees until the sun was risen high up in the sky. I’m afraid that when we awoke at noon, nobody was really surprised that all we could see was sand… although the amount of rocks near our camp was astonishing.
sv: Återigen strandade vi på en okänd kust och sov i skuggan under några palmer tills solen stod högt på himlen. Jag är rädd att när vi vaknade vid middagstid var ingen särskilt förvånad över att allt vi kunde se var sand… även om mängden stenar nära vårt läger var häpnadsväckande.

source: It really seems as if we have landed on a very small island with little space.
sv: Det verkar verkligen som att vi har landstigit på en väldigt liten ö med bara lite utrymme.

source: To make matters even worse, all the land we can see is blocked by rocks and trees. I fear we won’t find the resources we need to build a new ship.
sv: För att göra saken ännu värre är all mark vi kan se blockerad av stenar och träd. Jag är rädd att vi inte kommer att hitta de resurser vi behöver för att bygga ett nytt skepp.

source: I really don’t know if and how we will get back home. And the war is going on without us. I hope my fellow soldiers are defending our empire well.
sv: Jag vet verkligen inte om och hur vi kommer att komma hem. Och kriget fortsätter utan oss. Jag hoppas att mina kamrater försvarar vårt imperium väl.

source: No Sight
sv: Ingen syn

source: Saledus looks around nervously…
sv: Saledus ser sig nervöst omkring…

source: Sire, we do not know anything about the island. And I believe we are not safe either. It would probably be reasonable to build a tower to explore the island and add some military strength.
sv: Min herre, vi vet ingenting om ön. Och jag tror inte att vi är säkra heller. Det vore nog klokt att bygga ett torn för att utforska ön och förstärka den militära styrkan.

source: Amalea Interrupts
sv: Amalea avbryter

source: Amalea raises her hand…
sv: Amalea räcker upp handen…

source: As we don’t know how many resources we can get, we should be very restrictive in spending them. Even for military buildings, we should be very careful.
sv: Eftersom vi inte vet hur mycket resurser vi kan få, bör vi vara mycket restriktiva när det gäller att använda dem. Även när det gäller militära byggnader bör vi vara mycket försiktiga.

source: Save Resources
sv: Spara resurser

source: Saledus is nodding in agreement…
sv: Saledus nickar instämmande…

source: Sire, Amalea is right about the resources. Therefore I correct myself. We should only build an outpost as this is the most effective military building.
sv: Min herre, Amalea har rätt när det gäller resurserna. Därför rättar jag mig själv. Vi bör endast bygga en utpost, eftersom det är den mest effektiva militära byggnaden.

source: Rocks, Nothing but Rocks
sv: Stenar, ingenting annat än stenar

source: Saledus speaks with a sigh of relief…
sv: Saledus talar med en suck av lättnad…

source: Sire, I saw that the construction of the outpost was completed, so I have assigned some of my best soldiers to it to keep the watch.
sv: Min herre, jag såg att byggandet av utposten var klart, så jag har placerat några av mina bästa soldater där för att hålla vakt.

source: But although this is a good step forward, I can’t see much space for buildings. The whole island is littered with rocks. How can we ever build a new ship or even have some basic infrastructure to make our lives more comfortable?
sv: Men även om detta är ett bra steg framåt, ser jag inte mycket utrymme för byggnader. Hela ön är full av stenar. Hur ska vi någonsin kunna bygga ett nytt skepp eller ens få någon grundläggande infrastruktur som gör våra liv bekvämare?

source: Amalea smiles…
sv: Amalea ler…

source: Lutius, this may seem very tricky, but we can do it. First of all, we need patience as well as speed and a plan to succeed in this part of the world.
sv: Lutius, det här kan verka mycket svårt, men vi kan klara det. Först och främst behöver vi tålamod, snabbhet och en plan för att lyckas i den här delen av världen.

source: I think we should try to reveal some building space by cutting up all the rocks in a quarry.
sv: Jag tycker att vi borde försöka frigöra lite byggnadsyta genom att hugga upp alla stenar i ett stenbrott.

source: Additionally, this would gain us some granite and some marble to build up our new world. We can use them as soon as there will finally be enough space for buildings.
sv: Dessutom skulle detta ge oss lite granit och marmor att bygga upp vår nya värld med. Vi kan använda dem så snart det äntligen finns tillräckligt med utrymme för byggnader.

source: Amalea’s New Instructions
sv: Amaleas nya instruktioner

source: Amalea recommends…
sv: Amalea rekommenderar…

source: Good news from the people, Lutius. I got the message that our first quarry has started its work today.
sv: Goda nyheter från folket, Lutius. Jag har fått besked om att vårt första stenbrott har påbörjat sin produktion idag.

source: Perhaps it would be a good idea to wait until it has cleared some space and then build up a basic construction material industry.
sv: Kanske vore det en bra idé att vänta tills det har frigjorts lite utrymme och sedan bygga upp en grundläggande byggmaterialindustri.

source: Amalea’s Recommendations
sv: Amaleas rekommendationer

source: Amalea comes in…
sv: Amalea kommer in…

source: I’ve got important things to talk about… First the good news:
sv: Jag har viktiga saker att prata om… Först de goda nyheterna:

source: I noticed that our stonemason has started his work, finally. He will cut the number of marble columns that we request in our basic economy settings.
sv: Jag märkte att vår stenhuggare äntligen har börjat sitt arbete. Han kommer att hugga det antal marmorpelare som vi begär i våra grundläggande ekonomiska inställningar.

source: But here’s the rub, if we use up all of our marble for columns, we might run out. So, we should lower the settings for marble columns in the economy settings to a smaller amount. I think a reserve of four columns might be sufficient for the moment being.
sv: Men här är problemet: om vi använder all vår marmor till pelare kan vi få slut på den. Därför bör vi sänka inställningarna för marmorpelare i ekonomiinställningarna till en mindre mängd. Jag tror att en reserv på fyra pelare kan vara tillräcklig för tillfället.

source: Amalea Looks Happy
sv: Amalea ser glad ut

source: I have excellent progress to report now.
sv: Jag har utmärkta framsteg att rapportera nu.

source: I found out that the construction of the lumberjack’s house and the sawmill is complete, so we can begin to harvest logs and make planks out of them.
sv: Jag fick reda på att bygget av skogshuggarens hus och sågverket är klart, så vi kan börja avverka träd och tillverka plankor av dem.

source: This is a great step forward in constructing advanced buildings. And we can think of using some planks to build new ships.
sv: Detta är ett stort steg framåt i byggandet av avancerade byggnader. Och vi kan tänka oss att använda några plankor för att bygga nya fartyg.

source: We Need a Port
sv: Vi behöver en hamn

source: Saledus is thoughtful…
sv: Saledus är omtänksam…

source: Sire, I just pondered our way home. It is of utmost importance to build a port for loading our ships and starting an expedition.
sv: Min herre, jag funderade på vägen hem. Det är av yttersta vikt att bygga en hamn för att lasta våra skepp och påbörja en expedition.

source: The problem is that a port is a building which needs a very special place to be built. So, while building our economy, we should nevertheless expand further to discover the whole island. Let’s try to find such a valuable construction site.
sv: Problemet är att en hamn är en byggnad som behöver en mycket speciell plats för att kunna byggas. Så medan vi bygger upp vår ekonomi ska vi också samtidigt fortsätta expandera för att utforska hela ön. Låt oss försöka hitta en sådan värdefull byggnadsplats.

source: A Step Closer to Getting Home
sv: Ett steg närmare hemkomst

source: Saledus looks excited…
sv: Saledus ser uppspelt ut…

source: Sire, today we got a lot closer to finally returning home again. Our military has spotted a space to build a port on. We should start to build a port quickly.
sv: Min herre, idag kom vi ett stort steg närmare att äntligen återvända hem igen. Vår militär har hittat en plats där vi kan bygga en hamn. Vi bör börja bygga hamnen så snart som möjligt.

source: Now we truly can look forward to building some ships. So, we should build a shipyard as well.
sv: Nu kan vi verkligen se fram emot att bygga några fartyg. Så vi borde också bygga ett skeppsvarv.

source: Amalea’s Wisdom
sv: Amaleas visdom

source: I understand the euphoria of Saledus, but we have some serious problems to solve first.
sv: Jag förstår Saledus eufori, men vi har några allvarliga problem att lösa först.

source: To send out an expeditionary ship, we first need a ship. Unfortunately, we have only five bales of cloth left, which we will need to build the port and the shipyard.
sv: För att kunna skicka ut ett expeditionsfartyg behöver vi först ett fartyg. Tyvärr har vi bara fem balar tyg kvar, som vi behöver för att bygga hamnen och skeppsvarvet.

source: So, we need more cloth to finally be able to build ships. But there is no space on the island for building a whole economy to produce cloth. Therefore, we need to build the necessary wares step by step.
sv: Så vi behöver mer tyg för att äntligen kunna bygga skepp. Men det finns inte plats på ön för att bygga upp en hel ekonomi för att producera tyg. Därför måste vi bygga upp de nödvändiga varorna steg för steg.

source: So, let’s think this over. To weave cloth we need some wool from a sheep farm. The sheep farm itself needs wheat and water to work. So, let’s find a space for a big building and build a farm first.
sv: Låt oss fundera på detta. För att väva tyg behöver vi ull från en fårfarm. Fårfarmen behöver vete och vatten för att fungera. Låt oss därför hitta en plats för en stor byggnad och bygga en farm först.

source: After the production of enough wheat, we can dismantle the farm and build a sheep farm to produce wool. When the sheep farm starts working, we could find or free up space for a medium building to build a weaving mill to use our wool for weaving cloth. But for the moment being, let’s start by producing a reasonable amount of wheat.
sv: När vi har producerat tillräckligt med vete kan vi avveckla gården och bygga en fårfarm för att producera ull. När fårfarmen är igång kan vi hitta eller frigöra utrymme för en medelstor byggnad där vi kan bygga ett väveri för att använda vår ull till att väva tyg. Men för tillfället kan vi börja med att producera en rimlig mängd vete.

source: I think a stock of 50 sheaves of wheat would be enough for starters. We do not have a target quantity for wheat, because the farmer does not need other wares to produce it. All we have to do is watch our stock of wheat grow.
sv: Jag tror att ett lager på 50 kärvar vete skulle räcka till att börja med. Vi har inget mål för mängden vete, eftersom bonden inte behöver andra varor för att producera det. Allt vi behöver göra är att se till att vårt veteförråd växer.

source: Seafaring is Possible Again
sv: Sjöfart återigen möjlig

source: Praise the gods. We finally have a ship industry.
sv: Prisa gudarna. Äntligen har vi en skeppsindustri.

source: Amalea is Proud
sv: Amalea är stolt

source: Amalea cheers…
sv: Amalea jublar…

source: Well done so far. We have produced enough wheat. Now dismantle the farm and build the next building in the production chain.
sv: Bra gjort hittills. Vi har producerat tillräckligt med vete. Nu kan vi riva gården och bygga nästa byggnad i produktionskedjan.

source: Don’t forget to check the target quantity of wool and cloth in the economy settings. We need to turn all the wheat into wool and then the all the wool into cloth.
sv: Glöm inte att kontrollera målkvantiteten för ull och tyg i ekonomiinställningarna. Vi måste omvandla allt vete till ull och sedan all ull till tyg.

source: Perhaps it would be a good idea to stop the shipyard’s production until we have some cloth available in order to not waste any logs or planks.
sv: Kanske vore det en bra idé att stoppa skeppsvarvets produktion tills vi har lite tyg tillgängligt, så att vi inte slösar bort några stockar eller plankor.

source: We Should Explore the Islands
sv: Vi borde utforska öarna

source: Saledus is excited…
sv: Saledus är entusiastisk…

source: Now that we have all resources ready for building a ship, we should explore the surrounding islands.
sv: Nu när vi har alla resurser som behövs för att bygga ett skepp, bör vi utforska de omgivande öarna.

source: First, we need to find some more resources to back up our growing economy. I have spotted an island with some mountains in the south. Perhaps we can find some valuable resources like iron there.
sv: Först måste vi hitta fler resurser för att stödja vår växande ekonomi. Jag har upptäckt en ö med några berg i söder. Kanske kan vi hitta några värdefulla resurser som järn där.

source: But the following objective is even more important:
sv: Men följande mål är ännu viktigare:

source: I think I have heard the wind carrying some weird but well known sounds from the north. If I’m not totally wrong, I have heard some Barbarian war drums. So, we should better go and have a look at what is going on up there.
sv: Jag tror att jag har hört vinden bära med sig några konstiga men välbekanta ljud från norr. Om jag inte misstar mig helt, har jag hört några barbariska krigstrummor. Så vi borde nog gå och se vad som pågår där uppe.

source: In any case we should be careful with our ports. To defend them against possible enemies we should send some soldiers to each new port, until we can protect them with some military buildings.
sv: I alla fall bör vi vara försiktiga med våra hamnar. För att försvara dem mot eventuella fiender bör vi skicka några soldater till varje ny hamn, tills vi kan skydda dem med några militära byggnader.

source: Amalea Advises
sv: Amalea ger råd

source: Amalea looks thoughtful…
sv: Amalea ser fundersam ut…

source: Salve Lutius. While talking to all our brave builders, they told me that they have to use all our remaining gold for building the port. So, we won’t have any gold left after our port is built.
sv: Salve Lutius. När jag pratade med alla våra modiga byggare berättade de att de måste använda allt vårt kvarvarande guld för att bygga hamnen. Så vi kommer inte att ha något guld kvar efter att hamnen är byggd.

source: But the problem is that for sending out an expedition, we need some gold.
sv: Men problemet är att om vi ska kunna sända ut en expedition så behöver vi guld.

source: Fortunately, I spotted a mountain which looks very promising and seems to have some mining resources. Perhaps we should send some geologists to explore the hidden resources.
sv: Lyckligtvis upptäckte jag ett berg som ser mycket lovande ut och verkar ha vissa gruvresurser. Kanske borde vi skicka några geologer för att utforska de dolda resurserna.

source: I strongly recommend building a production chain for mining and melting some gold. I think we need a vineyard, a winery, a tavern, a fisher’s house or a hunter’s house and a smelting works. And the mines themselves of course.
sv: Jag rekommenderar starkt att man bygger en produktionskedja för gruvdrift och smältning av guld. Jag tror att vi behöver en vingård, ett vineri, en krog, ett fiskarhus eller ett jaktstuga och ett smältverk. Och gruvorna själva, förstås.

source: If there are difficulties with building all the buildings needed, we should think about all we have learned so far. We can cut down all the rocks. We should perhaps optimize our roads to free up some building sites, or even dismantle some military buildings to obtain more space for our economy.
sv: Om det är svårt att bygga alla nödvändiga byggnader bör vi tänka på allt vi har lärt oss hittills. Vi kan hugga ner alla stenar. Vi bör kanske optimera våra vägar för att frigöra byggplatser, eller till och med riva vissa militära byggnader för att få mer utrymme för vår ekonomi.

source: We Should Conquer All the Islands
sv: Vi borde erövra alla öar

source: Now it is time to conquer the islands.
sv: Nu är det dags att erövra öarna.

source: Let’s finish the Barbarians off and provide a nice colony to the caesar of our empire.
sv: Låt oss göra slut på barbarerna och ge kejsaren av vårt imperium en fin koloni.

source: Amalea’s Luck
sv: Amaleas tur

source: Amalea is really proud of the achievements…
sv: Amalea är verkligen stolt över prestationerna…
