Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_emp03.wmf/*.po
Languages: sv

source: Lutius, we have just solved another problem. We managed to melt enough gold to send out at least three expeditions. Perhaps we might even keep some gold to make some jewelry.
sv: Lutius, vi har just löst ett annat problem. Vi har lyckats smälta tillräckligt med guld för att kunna skicka ut minst tre expeditioner. Kanske kan vi till och med behålla lite guld för att tillverka smycken.

source: I’m just kidding. Of course we should spare as much gold as we can for building an arena and other buildings to train our soldiers.
sv: Jag skojar bara. Naturligtvis ska vi spara så mycket guld vi kan för att bygga en arena och andra byggnader där vi kan träna våra soldater.

source: Amalea is Pleased
sv: Amalea är nöjd

source: Amalea is content that we will manage all our challenges
sv: Amalea är övertygad om att vi kommer att klara alla våra utmaningar

source: Well done so far. Now we will not produce more marble columns than needed. I really think we will need this economy feature quite often to adjust our economy. Remember, our industry will only be working until the given amount in the economy settings is reached.
sv: Bra gjort hittills. Nu kommer vi inte att producera fler marmorpelare än vad som behövs. Jag tror verkligen att vi kommer att behöva denna ekonomifunktion ganska ofta för att justera vår ekonomi. Kom ihåg att vår industri endast kommer att arbeta tills den angivna mängden i ekonomiinställningarna har uppnåtts.

source: For example, it might be a good idea to produce a reasonable amount of a ware and afterwards dismantle the building to gain space for another building.
sv: Det kan till exempel vara en bra idé att producera en rimlig mängd varor och sedan riva byggnaden för att få plats för en annan byggnad.

source: Amalea’s Reminder
sv: Amaleas påminnelse

source: Amalea is shaking her head…
sv: Amalea skakar på huvudet…

source: Lutius. I really appreciate that you and Saledus are so concerned about our security. But I think we could use the little space on this island better than by building a lot of military buildings.
sv: Lutius. Jag uppskattar verkligen att du och Saledus är så måna om vår säkerhet. Men jag tror att vi kan utnyttja den lilla ytan på ön bättre än genom att bygga en massa militära byggnader.

source: I strongly recommend dismantling most of them to be able to build industrial buildings. I don’t think there is much danger on this island, but if you want to be cautious, you can keep some sentries or blockhouses near the coastline.
sv: Jag rekommenderar starkt att man river de flesta av dem för att kunna bygga industribyggnader. Jag tror inte att det finns någon större fara på denna ö, men om man vill vara försiktig kan man behålla några vaktposter eller blockhus nära kusten.

source: But be careful not to waste any bigger building spots.
sv: Men var försiktig så att du inte slösar bort några större byggplatser.

source: Amalea’s Excited
sv: Amalea är uppspelt

source: Amalea is looking forward to the exploration…
sv: Amalea ser fram emot utforskningen…

source: Lutius. We have made so much progress so far. I am glad to hear that we have many ships now.
sv: Lutius. Vi har gjort så stora framsteg hittills. Jag är glad att höra att vi har många skepp nu.

source: Now that our fleet is growing and growing we should discover the complete region. Let’s try to find more land and eventually get more resources.
sv: Nu när vår flotta växer och växer borde vi utforska hela regionen. Låt oss försöka hitta mer land och kanske också få mer resurser.

source: It would be especially helpful to find more marble, either within fields of rock or in the mountains to mine it.
sv: Det skulle vara särskilt hjälpsamt att hitta mer marmor, antingen i stenbrott eller i bergen där den kan brytas.

source: Amalea is Very Content
sv: Amalea är mycket nöjd

source: Amalea is clapping her hands…
sv: Amalea klappar händerna…

source: Lutius. Well done. Well done. We have discovered all possible port locations in the complete region. Now we can strengthen our economy and we will manage to sail home soon.
sv: Lutius. Bra gjort. Bra gjort. Vi har upptäckt alla möjliga hamnplatser i hela regionen. Nu kan vi stärka vår ekonomi och snart kommer vi att kunna segla hem.

source: Amalea’s Counsel
sv: Amaleas råd

source: Salve Lutius. We just completed our weaving mill. Now we are very close to taking to the sea again. However, I thought it would be helpful to remind you that ship production is not the only industry that needs cloth.
sv: Salve Lutius. Vi har just färdigställt vår vävfabrik. Nu är vi mycket nära att återigen ge oss ut till havs. Jag tänkte dock att det kunde vara bra att påminna dig om att skeppsbyggnad inte är den enda branschen som behöver tyg.

source: We need some cloth as well for producing armor in our armor smithy. We need it to build some of the training buildings for our soldiers. And most important and most imminent of all, we need it to send out expeditions.
sv: Vi behöver lite tyg också för att producera rustning i vår rustningssmedja. Vi behöver den för att bygga några av träningsbyggnaderna för våra soldater. Och viktigast och mest överhängande av allt, vi behöver det för att skicka ut expeditioner.

source: Therefore, I really recommend that we check our stock of cloth quite regularly to ensure that we keep enough cloth in reserve to send out some expeditions at least. As one expedition needs three bales of cloth, I think a reserve of six to nine bales giving us two to three expeditions would be sufficient.
sv: Därför rekommenderar jag verkligen att vi kontrollerar vårt tyglager regelbundet för att säkerställa att vi har tillräckligt med tyg i reserv för att åtminstone kunna skicka ut några expeditioner. Eftersom en expedition behöver tre balar tyg tror jag att en reserv på sex till nio balar, vilket ger oss två till tre expeditioner, skulle vara tillräckligt.

source: Victory is Ours
sv: Segern är vår

source: Saledus is cheering…
sv: Saledus jublar…

source: Sire, finally we have defeated the Barbarians in this region. And furthermore, we have built a nice colony for our empire.
sv: Min herre, äntligen har vi besegrat barbarerna i denna region. Dessutom har vi byggt en fin koloni för vårt imperium.

source: The king will be very pleased with our victory.
sv: Kungen kommer att bli mycket nöjd med vår seger.

source: Pleasing Neptune
sv: Behaga Neptunus

source: Saledus is Very Sad and Anxious…
sv: Saledus är väldigt ledsen och orolig…

source: Sire, we are making good progress towards getting home eventually. But there is one thing I need to talk about:
sv: Min herre, vi gör goda framsteg mot att så småningom komma hem. Men det finns en sak jag måste prata om:

source: As we have seen on our journeys, it is of great importance to put the gods and especially Neptune in a good mood to safeguard our journey.
sv: Som vi har sett under våra resor är det mycket viktigt att hålla gudarna, och särskilt Neptunus, på gott humör för att säkerställa en lyckosam resa.

source: Unfortunately, we lost our holy shrine of Neptune in the great storm, so we can’t worship him well. I think we should search the whole region to see if we can recover all six pieces of the shrine.
sv: Tyvärr förlorade vi vår heliga Neptunus-helgedom i den stora stormen, så vi kan inte dyrka honom ordentligt. Jag tycker att vi borde söka igenom hela regionen för att se om vi kan återfå alla sex delarna av helgedomen.

source: To ease the search, I have crafted some models of the pieces as you can see. You can give them to our soldiers and sailors to look for them.
sv: För att underlätta sökandet har jag tillverkat några modeller av föremålen, som ni kan se. Ni kan ge dem till våra soldater och sjömän så att de kan leta efter dem.

source: Praise, Praise, Praise
sv: Prisa, prisa, prisa

source: Saledus is happily worshipping…
sv: Saledus dyrkar glatt…

source: Sire, we recovered the holy shrine of Neptune. Now we can seek his protection for our journey.
sv: Min herre, vi har återfått Neptunus heliga helgedom. Nu kan vi söka hans beskydd för vår resa.

source: Oh great Neptune, safeguard our journey! Oh great Neptune, let the winds be friendly to our course! Oh great Neptune, save us from the creatures of the sea! Oh great Neptune, …
sv: Åh store Neptunus, beskydda vår resa! Åh store Neptunus, låt vindarna vara vänliga mot vår kurs! Åh store Neptunus, rädda oss från havets varelser! Åh store Neptunus, …

source: Unpleasant Discoveries
sv: Obehagliga upptäckter

source: Saledus looks very worried…
sv: Saledus ser mycket orolig ut…

source: Sire, we found the ruins of a former Barbarian fortress and village. I’m somewhat worried that we will have to fight against them before we are ready to do so.
sv: Min herre, vi har hittat ruinerna av en gammal barbarisk fästning och by. Jag är något orolig för att vi kommer att tvingas slåss mot dem innan vi är redo för det.

source: Train Faster, Train Harder
sv: Träna snabbare, träna hårdare

source: Saledus is demanding some discipline
sv: Saledus kräver lite disciplin

source: Sire, we have all buildings available for training our soldiers, but we should increase our efforts to train them to the highest level and to train more of them.
sv: Min herre, vi har alla byggnader som behövs för att träna våra soldater, men vi bör öka våra ansträngningar för att träna dem till högsta nivå och träna fler av dem.

source: We need a lot of food, a lot of iron and a lot of gold to do so. So, we have lots of challenges to cope with.
sv: För att göra det behöver vi mycket mat, mycket järn och mycket guld. Vi har alltså många utmaningar att ta itu med.

source: Training Infrastructure is Needed
sv: Infrastruktur för träning behövs

source: Saledus has security concerns
sv: Saledus är orolig över säkerheten

source: Sire, we need to train some of our people to serve in your great army. It is important to increase the number of our soldiers as fast as we can. And we should train them well to improve their fighting abilities.
sv: Ers höghet, vi måste träna några av vårt folk att tjänstgöra i vår mäktiga arme. Det är viktigt att öka antalet soldater så snabbt vi kan och vi ska träna dem väl för att förbättra deras stridsförmågor.

source: Therefore, we need to build a full training infrastructure despite the limited space available. We need some barracks, a training camp and an arena or a colosseum.
sv: Därför måste vi bygga upp en fullständig träningsinfrastruktur trots det begränsade utrymmet. Vi behöver några kaserner, ett träningsläger och en arena eller ett kolosseum.

source: Time to get Home Again
sv: Dags att åka hem igen

source: Yes my fellow soldiers, we have done it! We have met all the challenges that were put in front of us. But my heart is still with our home. We shall set sail as soon as possible to help defend the Empire from the Barbarian tribe.
sv: Ja, mina medsoldater, vi har klarat det! Vi har klarat alla utmaningar som vi ställdes inför. Men mitt hjärta är fortfarande hemma. Vi ska segla iväg så snart som möjligt för att hjälpa till att försvara imperiet mot barbarstammen.

source: Victory
sv: Seger

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
sv: Du har slutfört detta uppdrag. Du kan fortsätta spela om du vill, annars går du vidare till nästa uppdrag.

source: Finally, we have discovered a piece of our shrine. Praise Neptune!
sv: Äntligen har vi hittat en del av vår helgedom. Prisa Neptunus!

source: We have discovered another piece of our shrine. Praise Neptune!
sv: Vi har upptäckt ytterligare en del av vårt helgedom. Prisa Neptunus!

source: We still need to discover %d piece of our shrine.
sv: Vi måste fortfarande upptäcka %d del av vår helgedom.

source: Finally, we have discovered the last piece of our shrine. Now we can reassemble it to worship our god. Praise Neptune!
sv: Äntligen har vi hittat den sista delen av vår helgedom. Nu kan vi sätta ihop den igen för att dyrka vår gud. Prisa Neptunus!

source: Artifact Found
sv: Artefakt hittad
