Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial01_basic_control.wmf/*.po
Languages: nn

source: Nice And Easy Does It All the Time
nn: Stille og roleg gjer susen

source: I am sorry, but I will have to tear this down. We might need the space here later on.
nn: Eg orsakar, men eg må riva ned dette. Me kan trenga plassen her seinare.

source: I am sorry, but I will have to tear this down again. We might need the space here later on.
nn: Eg orsakar, men eg må riva ned dette igjen. Me kan trenga plassen her seinare.

source: If I am too slow for you, you might want to play a real game and just find everything out for yourself. Otherwise, please bear with me, I am not the youngest and quickest anymore.
nn: Om eg er for treg for deg, kan du heller spela eit ordentleg spel og finna ut av alt sjølv. Elles ber eg deg om å ha tolmod med meg; eg er ikkje den yngste og raskaste lenger.

source: Welcome to the Widelands Tutorial!
nn: Velkomen til opplæringa i Widelands!

source: Welcome to Widelands!
nn: Velkomen til Widelands!

source: Widelands is a slow-paced build-up strategy game with an emphasis on construction rather than destruction.
nn: Widelands er eit oppbyggjande strategispel i sakte tempo, der vekta er lagd på konstruksjon heller enn øydelegging.

source: You will be guided through this tutorial by objectives.
nn: Du vert leidd gjennom denne opplæringa ved hjelp av mål.

source: Objectives and how to handle them
nn: Mål og korleis handtera dei

source: Handling of the ‘Objectives’ window
nn: Handtering av «Mål»-vindauget

source: You can open and close the ‘Objectives’ window by clicking on the ‘Objectives’ button in the toolbar on the bottom of the screen.
nn: Du kan opna og lukka «Mål»-vindauget ved å klikka på «Mål»-knappen i verktøylinja nedst på skjermen.

source: Like most other windows, you can also close the window by right-clicking on it.
nn: Som dei fleste andre vindauge, kan du òg lukka vindauget ved å høgreklikka på det.

source: You can also minimize windows by middle-clicking on them.
nn: Du kan òg minimera vindauge ved å midtklikka på dei.

source: When you have accomplished an objective, it will disappear from the list.
nn: Når du har fullført eit mål, vil det forsvinna frå lista.

source: Now please close the ‘Objectives’ window to proceed.
nn: Ver venleg og lukk «Mål»-vindauget no for å gå vidare.

source: Show building spaces
nn: Vis byggjeplassar

source: Activate ‘Show Building Spaces’. There are two ways you can do this:
nn: Aktiver «Vis byggjeplassar». Du kan gjera dette på to måtar:

source: Press %s to toggle them, or select ‘Show Building Spaces’ in the ‘Show / Hide’ menu.
nn: Trykk %s for å slå dei av/på, eller vel «Vis byggjeplassar» i «Vis / Gøym»-menyen.

source: Show the building spaces now.
nn: Vis byggjeplassane no.

source: Building Spaces
nn: Byggjeplassar

source: Let’s dive right in!
nn: Lat oss setja i gang!

source: There are five different tribes in Widelands: the Barbarians, the Empire, the Atlanteans, the Frisians and the Amazons. All tribes have different economies, strengths, and weaknesses, but the general gameplay is the same for all. We will play the Barbarians for now.
nn: Det finst fem ulike stammar i Widelands: barbarane, imperiet, atlantikarane, frisarane og amasonene. Alle stammane har ulike økonomiar, styrkar og veikskapar, men den generelle spelemåten er den same for alle. Me skal spela som barbarane no.

source: You will usually start the game with one headquarters. This is the big building with the blue flag in front of it. The headquarters stores wares, workers and soldiers. Some wares are needed for building houses, others for making other wares. Obviously, the initial wares will not last forever, so you must make sure to replenish them. The most important wares in the early game are the basic construction wares: logs and granite. Let’s make sure that we do not run out of logs. For this, we need a lumberjack and a hut for him to stay in.
nn: Vanlegvis startar du spelet med eitt hovudsete. Dette er den store bygningen med det blå flagget framfor. Hovudsetet lagrar varer, arbeidarar og soldatar. Nokre varer trengst for å byggja hus, andre for å laga nye varer. Dei opphavlege varene varer naturlegvis ikkje evig, så du må syta for å etterfylla dei. Dei viktigaste varene i starten er dei grunnleggjande byggjemateriala: tømmer og granitt. Lat oss syta for at me ikkje går tom for tømmer. For å gjera det, treng me ein tømmerhoggar og ei hytte han kan halda til i.

source: We need to find a nice place for the lumberjack’s hut. To make this easier, we can activate ‘Show Building Spaces’.
nn: Me må finna ein god plass for tømmerhoggarhytta. For å gjera dette enklare, kan me aktivera «Vis byggjeplassar».

source: I’ll show you where the menu is and where to show and hide the building spaces.
nn: Eg skal visa deg kvar menyen er, og korleis du viser og gøymer byggjeplassane.

source: Now that I have shown you where to show and hide the building spaces, please switch them on so that we can place our first building.
nn: No som eg har vist deg kor du finn byggjeplassane, ver venleg og slå dei på slik at me kan plassera vår første bygning.

source: Lumberjack’s Spot
nn: Tømmerhoggarplassen

source: There you go. Now, let me show you how to make a lumberjack’s hut and how to connect it with a road. There is a sweet spot for a lumberjack right next to those trees. I’ll describe the steps I will take and then demonstrate them.
nn: Sånn ja. No skal eg visa deg korleis du lagar ei tømmerhoggarhytte og korleis du koplar henne til med ein veg. Det er ein ypparleg plass for ein tømmerhoggar like ved dei trea der. Eg skal skildra stega eg tek, og så demonstrera dei.

source: Building the Lumberjack
nn: Bygging av tømmerhoggar

source: First, I’ll left-click on the symbol where I want the lumberjack’s hut to be built. A window will appear where I can choose between buildings.
nn: Først venstreklikkar eg på symbolet der eg vil at tømmerhoggarhytta skal byggjast. Eit vindauge vil dukka opp der eg kan velja mellom bygningar.

source: The lumberjack’s hut is a small building, so I will then go on to select the small buildings tab. Then I’ll choose the lumberjack’s hut.
nn: Tømmerhoggarhytta er ein liten bygning, så eg går vidare til å velja fana for små bygningar. Så vel eg tømmerhoggarhytta.

source: Building a Connecting Road
nn: Bygging av tilkoplingsveg

source: That won’t do yet. I still need to connect the lumberjack’s hut to the headquarters. After ordering the construction site, I was automatically put into road building mode, so all I have to do is click on the blue flag in front of my headquarters.
nn: Det held ikkje enno. Eg må framleis kopla tømmerhoggarhytta til hovudsetet. Etter å ha bestilt byggjeplassen, vart eg automatisk sett i vegbyggjingsmodus, så alt eg treng å gjera er å klikka på det blå flagget framfor hovudsetet mitt.

source: That won’t do yet. I still need to connect the lumberjack’s hut to the headquarters. You have disabled the option ‘Start building road after placing a flag’ (to change that, choose ‘Options’ in the Widelands main menu). Therefore, I have entered the road building mode manually. I will tell you later how to do that. To build the road, all I have to do now is click on the blue flag in front of my headquarters.
nn: Det held ikkje enno. Eg må framleis kopla tømmerhoggarhytta til hovudsetet. Du har deaktivert valet «Start vegbygging etter plassering av flagg» (for å endra dette, vel «Innstillingar» i hovudmenyen til Widelands). Difor har eg gått inn i vegbyggjingsmodus manuelt. Eg skal fortelja deg korleis du gjer det seinare. For å byggja vegen, er alt eg treng å gjera no å klikka på det blå flagget framfor hovudsetet mitt.

source: Waiting for the Lumberjack to Go Up
nn: Ventar på at tømmerhoggarhytta skal reisa seg

source: Now watch closely while a builder leaves the headquarters and goes to the construction site. Also, a carrier will take position in between the two blue flags and carry wares from one blue flag to the other.
nn: Sjå no nøye etter medan ein byggjar forlét hovudsetet og går til byggjeplassen. Ein berar vil òg ta plass mellom dei to blå flagga og bera varer frå det eine blå flagget til det andre.

source: Build a flag to divide the road to the lumberjack
nn: Plant eit flagg for å dela opp vegen til tømmerhuggaren

source: Build a Flag on the Road
nn: Bygg eit flagg på vegen

source: The shorter your road segments are, the faster your wares will be transported. You should therefore make sure that your roads have as many flags as possible.
nn: Jo kortare vegstykka dine er, desto raskare vil varene dine bli transporterte. Du bør difor syta for at vegane dine har så mange flagg som mogleg.

source: Build a blue flag now in the middle of the road that connects your headquarters to your lumberjack’s hut.
nn: Bygg eit blått flagg no midt på vegen som bind saman hovudsetet ditt og tømmerhoggarhytta di.

source: To build the flag, click on the yellow flag symbol in between the two blue flags we just placed and then click on the build flag symbol.
nn: For å byggja flagget, klikk på det gule flaggsymbolet mellom dei to blå flagga me nett plasserte, og klikk så på bygg flagg-symbolet.

source: Placing Another Flag
nn: Plassering av eit nytt flagg

source: Nice how they are working, isn’t it? But the poor carrier has a very long way to go. We can make it easier for him (and more efficient for us) by placing another blue flag on the road. You try it this time.
nn: Fint å sjå korleis dei arbeider, ikkje sant? Men den stakkars beraren har ein svært lang veg å gå. Me kan gjera det lettare for han (og meir effektivt for oss) ved å plassera eit nytt blått flagg på vegen. Du prøver denne gongen.

source: I wanted to teach you how to build new flags, but it seems you have already found out on your own. Well done!
nn: Eg ville læra deg korleis du byggjer nye flagg, men det ser ut til at du allereie har funne ut av det sjølv. Godt jobba!

source: Now you have split the road in two parts with a carrier each. This means less work for him and higher efficiency for us. You should therefore always place as many flags as possible on your roads.
nn: No har du delt vegen i to delar med kvar sin berar. Dette tyder mindre arbeid for han og høgare effektivitet for oss. Du bør difor alltid plassera så mange flagg som mogleg på vegane dine.

source: Let’s see the progress
nn: Lat oss sjå på framgangen

source: Click on the construction site to have a look at it.
nn: Klikk på byggjeplassen for å sjå på han.

source: The Construction Site
nn: Byggjeplassen

source: If you click on the construction site, a window will open. You can see the wares that are still missing grayed out. You can also see the progress of this construction site.
nn: Om du klikkar på byggjeplassen, opnar det seg eit vindauge. Du kan sjå varene som framleis manglar i grått. Du kan òg sjå framdrifta på denne byggjeplassen.

source: This button toggles showing the building’s work area. When the lumberjack leaves the building to look for trees to fell, he will only look for them within this area. Let me show you how perfect this spot is.
nn: Denne knappen slår av og på vising av arbeidsområdet til bygningen. Når tømmerhoggarane forlét bygningen for å sjå etter tre å hogga, vil han berre sjå etter dei innanfor dette området. Lat meg visa deg kor perfekt denne plassen er.

source: Close the construction site window when you have seen enough.
nn: Lukk byggjeplassvindauget når du har sett nok.

source: Well done! Let’s wait till the hut is finished.
nn: Godt jobba! Lat oss venta til hytta er ferdig.

source: If you want things to go faster, simply use the %1$s key on your keyboard to increase the game speed. You can use %2$s to make the game slower again.
nn: Om du vil at ting skal gå fortare, kan du bruka %1$s-tasten på tastaturet for å auka spelfarten. Du kan bruka %2$s for å senka farten igjen.

source: Change is rapid with %1$s/%2$s and smooth with %3$s/%4$s.
nn: Endringa skjer raskt med %1$s/%2$s og gradvis med %3$s/%4$s.

source: The Lumberjack’s Hut is Done
nn: Tømmerhoggarhytta er ferdig

source: Excellent. The lumberjack’s hut is done. A lumberjack will now move in and start chopping down trees, so our log income is secured for now. Now on to the granite.
nn: Framifrå. Tømmerhoggarhytta er ferdig. Ein tømmerhoggar vil no flytta inn og starta å hogga ned tre, så tømmerinntekta vår er sikra for augneblinken. No over til granitten.

source: Moving the View
nn: Flytting av visinga

source: Move your view
nn: Flytt visinga di

source: Moving your view is essential to get a complete overview of your whole economy. There are three ways to move your view in Widelands.
nn: Å flytta på visinga er avgjerande for å få full oversikt over heile økonomien din. Det er tre måtar å flytta visinga på i Widelands.

source: The first one is to use the cursor keys on your keyboard.
nn: Den første er å bruka piltastane på tastaturet.

source: The second one is the more common and faster one: press-and-hold the right mouse button anywhere on the map, then move your mouse around and you’ll see the view scroll.
nn: Den andre er den vanlegaste og raskaste: hald nede høgre museknapp kvar som helst på kartet, flytt musa rundt, og du vil sjå at visinga rullar.

source: The third one is to use the minimap. It is especially useful for traveling big distances.
nn: Den tredje er å bruka minikartet. Det er spesielt nyttig for å flytta seg over store avstandar.

source: Moving around with the right mouse button may be uncomfortable if you play on a laptop with a touchpad. You can enable map movement with touchpad scrolling in the the Widelands main menu: Choose ‘Options’, then press ‘Edit keyboard and mouse actions’, and select the ‘Mouse Scrolling’ tab.
nn: Å flytta rundt med høgre museknapp kan vera upraktisk om du spelar på ein berbar PC med styreplate. Du kan aktivera kartrørsle med styreplate-rulling i hovudmenyen til Widelands: Vel «Innstillingar», trykk deretter på «Rediger tastatur- og mushandlingar», og vel fana «Muserulling».

source: Some Rocks Were Found
nn: Nokre steinar vart funne

source: Getting a Quarry Up
nn: Få opp eit steinbrot

source: Granite can be mined in granite mines, but the easier way is to build a quarry next to some rocks lying around. As it happens, there is a pile of them just to the west (left) of your headquarters. I will teach you now how to move your view over there.
nn: Granitt kan utvinnast i granittgruver, men den enklaste måten er å byggja eit steinbrot ved sidan av nokre steinar som ligg rundt. Som det høver seg, finst det ein haug av dei like vest (til venstre) for hovudsetet ditt. Eg skal læra deg no korleis du flyttar visinga di bort dit.

source: Learn to use the minimap
nn: Lær å bruka minikartet

source: Try moving around by clicking on the minimap
nn: Prøv å flytta deg rundt ved å klikka på minikartet

source: Play around a bit with the different overlays (roads, flags, etc.)
nn: Leik litt med dei ulike laga (vegar, flagg, osb.)

source: When you are ready to continue, close the minimap by selecting ‘Hide Minimap’ in the ‘Map View’ menu or by pressing ‘%s’. Of course, a right-click also works.
nn: Når du er klar til å halda fram, lukk minikartet ved å velja «Gøym minikart» i «Kartvising»-menyen eller ved å trykkja «%s». Eit høgreklikk fungerer sjølvsagt òg.

source: Moving Your View
nn: Flytting av visinga di

source: Using the Minimap
nn: Bruk av minikartet

source: Very good. And now about the minimap.
nn: Veldig bra. Og no om minikartet.

source: You can open it by selecting the ‘Show Minimap’ entry in the ‘Map View’ menu at the bottom of the screen or simply by using the keyboard shortcut ‘%s’.
nn: Du kan opna det ved å velja «Vis minikart» i «Kartvising»-menyen nedst på skjermen, eller ved å bruka tastatursnarvegen «%s».

source: I will open it for you.
nn: Eg skal opna det for deg.

source: The minimap shows the complete map in miniature. You can directly jump to any field by left-clicking on it. You can also toggle buildings, roads, flags and player indicators on and off inside the minimap.
nn: Minikartet viser heile kartet i miniatyr. Du kan hoppa direkte til eit kva som helst felt ved å venstreklikka på det. Du kan òg slå av og på vising av bygningar, vegar, flagg og spelarindikatorar inne i minikartet.

source: Onward to the Quarry
nn: Vidare til steinbrotet

source: Great. Now about that quarry…
nn: Flott. No, om det steinbrotet...

source: Build a quarry next to the rocks
nn: Bygg eit steinbrot ved sidan av steinane

source: Build a Quarry
nn: Bygg eit steinbrot

source: There are some rocks to the west of your headquarters. Build a quarry right next to them.
nn: Det finst nokre steinar vest for hovudsetet ditt. Bygg eit steinbrot like ved dei.

source: The quarry is a small building like the lumberjack’s hut. You can therefore build it on any field that shows a red, yellow or green house when the building spaces symbols are enabled (Press ‘%s’ for that).
nn: Steinbrotet er ein liten bygning, akkurat som tømmerhoggarhytta. Du kan difor byggja det på eit kva som helst felt som viser eit raudt, gult eller grønt hus når byggjeplass-symbola er slått på (trykk ‘%s’ for å gjera det).

source: Just click on any house symbol next to the rocks, select the small buildings tab in the window that opens up, then click on the quarry symbol.
nn: Klikk på eit kva som helst hussymbol ved sidan av steinane, vel fana for små bygningar i vindauget som opnar seg, og klikk deretter på steinbrot-symbolet.

source: How to Build a Quarry
nn: Korleis byggja eit steinbrot

source: Build a quarry next to those rocks here. Remember how I did it earlier?
nn: Bygg eit steinbrot ved sidan av desse steinane her. Hugsar du korleis eg gjorde det tidlegare?

source: Make sure that you are showing the building spaces, then just click on the space where you want the building to be, choose it from the window that appears, and it is placed.
nn: Syt for at du viser byggjeplassane, klikk deretter på plassen der du vil ha bygningen, vel han frå vindauget som dukkar opp, og han er plassert.

source: You can build four things on fields in Widelands: flags, small houses, medium houses and big houses. But not every field can hold everything. The build space symbols ease recognition:
nn: Du kan byggja fire ting på felt i Widelands: flagg, små hus, mellomstore hus og store hus. Men ikkje alle felt kan romma alt. Byggjeplass-symbola gjer det lettare å sjå:

source: Everything can be built on the green house symbol.
nn: Alt kan byggast på det grøne hussymbolet.

source: Everything except for big buildings can be built on a yellow house symbol.
nn: Alt unntatt store bygningar kan byggast på eit gult hussymbol.

source: Red building symbols can only hold small buildings and flags.
nn: Raude byggjesymbol kan berre romma små bygningar og flagg.

source: And finally, the yellow flag symbol only allows for flags.
nn: Og til slutt: Det gule flaggsymbolet tillèt berre flagg.

source: If you place something on a field, the surrounding fields might have less space for holding buildings, so choose your fields wisely.
nn: Om du plasserer noko på eit felt, kan felta rundt få mindre plass til bygningar, så vel felta dine med omhu.

source: If you decide you do not want to build a road at this time, you can cancel road building by clicking on the starting flag of the road and selecting the abort symbol.
nn: Om du bestemmer deg for at du ikkje vil byggja ein veg nett no, kan du avbryta vegbygginga ved å klikka på startflagget til vegen og velja avbryt-symbolet.

source: Road Building
nn: Vegbygging

source: Excellent! Directly after placing the building, you have been switched into road building mode. The new road will start at the flag in front of your newly placed construction site.
nn: Framifrå! Rett etter at du plasserte bygningen, vart du sett i vegbyggjingsmodus. Den nye vegen vil starta ved flagget framfor den nyplasserte byggjeplassen din.

source: You can enter road building mode for any flag by left-clicking on a flag and selecting the road building symbol.
nn: Du kan starta vegbyggjing frå eit kva som helst flagg ved å venstreklikka på flagget og velja vegbyggjingssymbolet.

source: Now, about this road. Remember: we are already in road building mode since you just ordered the quarry. You can either make it longer by one field at a time by left-clicking multiple times on neighboring fields for perfect control over the route the road takes, like so:
nn: No, om denne vegen. Hugs: me er allereie i vegbyggjingsmodus sidan du nettopp bestilte steinbrotet. Du kan gjera han lengre med eitt felt om gongen ved å venstreklikka fleire gonger på nabofelt for å ha full kontroll over ruta vegen tek, slik:

source: Excellent! Remember, we also need to build a road to the quarry. To enter road building mode for any flag, left-click on a flag and select the road building symbol.
nn: Framifrå! Hugs, me må òg byggja ein veg til steinbrotet. For å gå inn i vegbyggjingsmodus for eit flagg, venstreklikk på flagget og vel vegbyggjingssymbolet.

source: Now, about this road. I’ll enter the road building mode and then make it longer by one field at a time by left-clicking multiple times on neighboring fields for perfect control over the route the road takes, like so:
nn: No, om denne vegen. Eg går inn i vegbyggjingsmodus og gjer han lengre med eitt felt om gongen ved å venstreklikka fleire gonger på nabofelt for å ha full kontroll over ruta vegen tek, slik:

source: Or, you can directly click the flag where the road should end, like so:
nn: Eller du kan klikka direkte på flagget der vegen skal enda, slik:

source: Connect the quarry to the headquarters
nn: Kopla steinbrotet til hovudsetet

source: Connect Your Construction Site
nn: Kopla til byggjeplassen din

source: Connect your quarry construction site to your headquarters with a road.
nn: Kopla byggjeplassen for steinbrotet til hovudsetet ditt med ein veg.

source: To build a completely new road, just click on the flag in front of your construction site, click on the build road icon and then click on the flag in front of your headquarters. Wait for the completion of the quarry.
nn: For å byggja ein heilt ny veg, klikk på flagget framfor byggjeplassen, klikk på bygg veg-ikonet og klikk deretter på flagget framfor hovudsetet ditt. Vent til steinbrotet er ferdig.

source: If you hold Ctrl or Shift+Ctrl while you finish the road, flags are placed automatically.
nn: Om du held nede Ctrl eller Shift+Ctrl medan du fullfører vegen, blir flagg plasserte automatisk.

source: One more thing: around the field where your road would end, you can see different markers. They have the following meaning:
nn: Ein ting til: rundt feltet der vegen din ville enda, kan du sjå ulike markørar. Dei tyder følgjande:

source: The terrain is flat here. Your carriers will be very swift on this terrain.
nn: Terrenget er flatt her. Berarane dine vil vera veldig raske i dette terrenget.

source: There is a small slope to climb to reach this field. This means that your workers will be faster walking downhill than they will be walking uphill.
nn: Det er ein liten bakke opp til dette feltet. Det tyder at arbeidarane dine vil gå raskare nedoverbakke enn oppoverbakke.

source: The connection between the fields is extremely steep. The speed increase in one direction is huge while the slowdown in the other is also substantial.
nn: Sambandet mellom felta er ekstremt bratt. Fartsauken i éi retning er enorm, medan nedbremsinga i den andre òg er monaleg.
