Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial01_basic_control.wmf/*.po
Languages: nn

source: Keep the slopes in mind while placing roads and use them to your advantage. Also, try to keep roads as short as possible and always remember to place as many flags as you can on road segments to share the load better.
nn: Tenk på bakkane når du plasserer vegar, og bruk dei til din fordel. Prøv òg å halda vegane så korte som mogleg, og hugs alltid å plassera så mange flagg som du kan på vegstykka for å fordela lasta betre.

source: Quarry not Connected
nn: Steinbrot ikkje tilkopla

source: Your workers do not like to walk across country. You have to build a road from your headquarters to the construction site so that carriers can transport wares.
nn: Arbeidarane dine likar ikkje å gå gjennom terrenget. Du må byggja ein veg frå hovudsetet til byggjeplassen slik at berarane kan frakta varer.

source: You Destroyed the Construction Site!
nn: Du øydela byggjeplassen!

source: It seems like you destroyed a construction site for a quarry we wanted to build. Luckily, we still have enough logs left this time, so you can simply build another one.
nn: Det ser ut til at du øydela byggjeplassen for eit steinbrot me ville byggja. Heldigvis har me framleis nok tømmer denne gongen, så du kan berre byggja eit nytt.

source: You can also reload the game from a previous savegame. Luckily, these are created from time to time. To do so, you will have to go back to the main menu and choose ‘Single Player’ → ‘Load Game’. And please be a bit more careful next time.
nn: Du kan òg lasta inn spelet på nytt frå ei tidlegare lagring. Heldigvis vert desse oppretta frå tid til anna. For å gjera det, må du gå tilbake til hovudmenyen og velja «Einspelar» → «Last spel». Og ver venleg og ver litt meir forsiktig neste gong.

source: Build another quarry
nn: Bygg eit steinbrot til

source: Build a second quarry near the rocks and connect it to your road network.
nn: Bygg eit andre steinbrot nær steinane og kople det til vegnettet ditt.

source: You can connect the new road to any flag of your existing road network. You can create junctions everywhere, not only in front of buildings.
nn: Du kan kopla den nye vegen til eit kva som helst flagg i det eksisterande vegnettet ditt. Du kan laga vegkryss overalt, ikkje berre framfor bygningar.

source: Build a second quarry
nn: Bygg eit andre steinbrot

source: When there are many rocks, you can consider building another quarry. This will make the granite production faster.
nn: Når det er mykje stein, kan du vurdera å byggja endå eit steinbrot. Dette vil auka granittproduksjonen.

source: Census and Status
nn: Folketeljing og status

source: While we wait, I’ll quickly show you another useful feature. It is sometimes hard to tell all the buildings apart. Widelands offers a feature to show label texts called the ‘census’ over the buildings.
nn: Medan me ventar, skal eg kjapt visa deg ein annan nyttig funksjon. Av og til er det vanskeleg å skilja bygningane frå kvarandre. Widelands har ein funksjon for å visa tekstar, kalla «folketeljing», over bygningane.

source: In order to show or hide the building census labels, you can select the ‘Show Census’ / ‘Hide Census’ entry from the ‘Show / Hide’ menu on the bottom, or press the ‘%s’ key on the keyboard.
nn: For å visa eller gøyma folketeljingsmerkelappane, kan du velja «Vis folketeljing» / «Gøym folketeljing» frå «Vis / Gøym»-menyen nedst, eller trykkja på «%s»-tasten på tastaturet.

source: Let me enable the census for you.
nn: Lat meg slå på folketeljinga for deg.

source: Show the building status
nn: Vis bygningsstatus

source: In order to show or hide the building status labels, you can select the ‘Show Status’ entry from the ‘Show / Hide’ menu on the bottom, or press the ‘%s’ key on the keyboard.
nn: For å visa eller gøyma statusmerkelappane til bygningane, kan du velja «Vis status» i «Vis / Gøym»-menyen nedst, eller trykkja på «%s»-tasten på tastaturet.

source: Now, wouldn’t it be nice to check on our quarries’ progress without having to open their windows?
nn: Hadde det ikkje vore fint å sjekka framdrifta til steinbrota våre utan å måtta opna vindauga deira?

source: In addition to the buildings’ census, you can also activate status labels on them. This will display information about the productivity of buildings or the progress of construction sites.
nn: I tillegg til folketeljinga kan du aktivera statusmerkelappar på bygningane. Dette vil visa informasjon om produktiviteten til bygningar eller framdrifta på byggjeplassar.

source: Now we know what’s going on. Let’s wait for the quarries to finish.
nn: No veit me kva som skjer. Lat oss venta på at steinbrota blir ferdige.

source: You may have noticed that the census line of the headquarters is different. This is because it’s a special building type called a warehouse. Warehouses are buildings where your workers can rest until they get assigned to a workplace and where any number of your wares can be stored until they are needed somewhere. So they act like a kind of town center, and to signify this, they get unique names.
nn: Du har kanskje lagt merke til at folketeljingslinja til hovudsetet er annleis. Dette er fordi det er ein spesiell bygningstype kalla eit lager. Lager er bygningar der arbeidarane dine kan kvila til dei får tildelt ein arbeidsplass, og der varer kan lagrast til dei trengst ein stad. Så dei fungerer som eit slags bysentrum, og for å markera dette, får dei unike namn.

source: The small crowns beside the name mark it as your headquarters. As you play Widelands, you will see three kinds of warehouses, marked by little icons:
nn: Dei små kronene ved sidan av namnet markerer det som hovudsetet ditt. Når du spelar Widelands, vil du sjå tre typar lager, merkte med små ikon:

source: The headquarters where you usually start the game. It is marked by small crowns: ♔
nn: Hovudsetet der du vanlegvis startar spelet. Det er merkt med små kroner: ♔

source: Plain warehouses that simply hold wares and workers to keep them distributed all over your territory. They are marked by small houses: ⟰
nn: Vanlege lager som berre oppbevarer varer og arbeidarar for å halda dei fordelte over heile territoriet ditt. Dei er merkte med små hus: ⟰

source: Ports that you’ll use in seafaring. They don’t only store your wares and workers, but can also load them on your ships to send them across the seas. They are marked by small anchors: ⚓
nn: Hamner som du bruker i sjøfart. Dei lagrar ikkje berre varer og arbeidarar, men kan òg lasta dei om bord på skip for å senda dei over havet. Dei er merkte med små anker: ⚓

source: All of them are assigned names automatically that match the tribe, but you can change their names to your liking too.
nn: Alle får tildelt namn automatisk som passar til stammen, men du kan endra namna som du vil.

source: Change the name of your little village
nn: Endra namnet på den vesle landsbyen din

source: Change the name of your headquarters
nn: Endra namnet på hovudsetet ditt

source: In order to set a new name for your headquarters, first click on it to open its window.
nn: For å gje hovudsetet ditt eit nytt namn, klikk først på det for å opna vindauget.

source: You will see an edit box at the top of the window showing the name.
nn: Du vil sjå eit redigeringsfelt øvst i vindauget som viser namnet.

source: All you have to do is delete the old name and type in the new one.
nn: Alt du treng å gjera er å sletta det gamle namnet og skriva inn det nye.

source: When you’re done, just close the window.
nn: Når du er ferdig, berre lukk vindauget.

source: Be creative
nn: Ver kreativ

source: I see you closed the window without changing the name. I’m sure you can come up with something. But if you don’t want to, at least delete the old name, please, to show me you’ve found the editbox.
nn: Eg ser at du lukka vindauget utan å endra namnet. Eg er sikker på at du kan finna på noko. Men om du ikkje vil, ver i det minste snill og slett det gamle namnet for å visa meg at du fann redigeringsfeltet.

source: Archive all messages in your inbox
nn: Arkiver alle meldingane i innboksen din

source: Archive Your Inbox Messages
nn: Arkiver innboksmeldingane dine

source: Archive all your messages in your inbox now.
nn: Arkiver alle meldingane i innboksen din no.

source: Keep clicking the ‘Archive selected message’ button until all messages have been archived and the list is empty.
nn: Hald fram med å klikka på «Arkiver vald melding»-knappen til alle meldingane er arkiverte og lista er tom.

source: You can also hold down the Ctrl or Shift key to select multiple messages, or press %s to select them all.
nn: Du kan òg halda nede Ctrl- eller Shift-tasten for å velja fleire meldingar, eller trykkja %s for å velja alle.

source: You can toggle the message window by pressing ‘%s’ or clicking the second button from the right at the very bottom of the screen. The newest message will be marked for you automatically.
nn: Du kan opna/lukka meldingsvindauget ved å trykkja ‘%s’ eller klikka på den andre knappen frå høgre heilt nedst på skjermen. Den nyaste meldinga vil bli merkt automatisk.

source: The message window is central to fully controlling your tribe’s fortune. However, you will get a lot of messages in a real game. To keep your head straight, you should try to keep the inbox empty.
nn: Meldingsvindauget er sentralt for å ha full kontroll over lagnaden til stammen din. Men du vil få mange meldingar i eit ekte spel. For å halda oversikta, bør du prøva å halda innboksen tom.

source: Messages
nn: Meldingar

source: Introducing Messages
nn: Introduksjon til meldingar

source: Hi, it’s me again! This time, I have sent you a message. Messages are sent to you by Widelands to inform you about important events: empty mines, attacks on your tribe, won or lost military buildings, resources found…
nn: Hei, det er meg igjen! Denne gongen har eg sendt deg ei melding. Meldingar vert sende til deg av Widelands for å informera deg om viktige hendingar: tomme gruver, åtak på stammen din, vunne eller tapte militærbygningar, ressursar funne...

source: The message window can be toggled by the second button from the right at the bottom of the screen. This button will also change appearance whenever new messages are available, but there is also a bell sound played whenever you receive a new message.
nn: Meldingsvindauget kan slåast av og på med den andre knappen frå høgre nedst på skjermen. Denne knappen vil òg endra utsjånad når nye meldingar er tilgjengelege, og det vert spelt av ein bjellelyd kvar gong du får ei ny melding.

source: You have two messages at the moment. This one, which you are currently reading, and the one that informed you that a new headquarters was added to your economy. Let’s learn how to archive messages:
nn: Du har to meldingar nett no. Denne, som du les no, og den som informerte deg om at eit nytt hovudsete vart lagt til i økonomien din. Lat oss læra korleis me arkiverer meldingar:

source: Close the messages window
nn: Lukk meldingsvindauget

source: Close the Messages Window
nn: Lukk meldingsvindauget

source: All windows in Widelands (except story message windows showing ‘OK’) can be closed by right-clicking into them. Some windows can also be toggled with the buttons and menus at the very bottom of the screen.
nn: Alle vindauge i Widelands (bortsett frå historiemeldingsvindauge med «OK») kan lukkast ved å høgreklikka i dei. Nokre vindauge kan òg slåast av/på med knappane og menyane heilt nedst på skjermen.

source: The windows can also be minimized by middle-clicking in them.
nn: Vindauga kan òg minimerast ved å midtklikka i dei.

source: Close the messages window now by right-clicking into it.
nn: Lukk meldingsvindauget no ved å høgreklikka i det.

source: Closing Windows
nn: Lukking av vindauge

source: Excellent. Now we need to focus on other things.
nn: Framifrå. No må me konsentrera oss om andre ting.

source: Well done! Let’s see how messages work in a real game, shall we? For this, I’ll take all rocks away from the poor stonemasons in the quarries. They will then send a message each that they can’t find any in their work areas the next time they try to do some work.
nn: Godt jobba! Lat oss sjå korleis meldingar fungerer i eit ekte spel, skal me? For å gjera dette, tek eg all steinen vekk frå dei stakkars steinhoggarane i steinbrota. Dei vil då senda ei melding kvar om at dei ikkje finn stein i arbeidsområda sine neste gong dei prøver å jobba.

source: Destroy the two quarries
nn: Øydelegg dei to steinbrota

source: Destroy the Quarries
nn: Øydelegg steinbrota

source: Since our quarries are useless now, you can destroy them and reuse the space later on.
nn: Sidan steinbrota våre er ubrukelege no, kan du øydeleggja dei og bruka plassen om att seinare.

source: There are two different ways of destroying a building: burning down and dismantling. Try them both out on your quarries.
nn: Det finst to måtar å øydeleggja ein bygning på: brenna ned og demontera. Prøv begge på steinbrota dine.

source: Burning down the quarry: This is the fastest way of clearing the space. While the worker abandons the building, the wares are lost.
nn: Brenna ned steinbrotet: Dette er den raskaste måten å rydda plassen på. Arbeidaren forlèt bygningen, men varene går tapt.

source: Dismantling the quarry: A builder will walk from the headquarters to dismantle the quarry piece by piece. Thereby, you regain some of the resources you used for the construction.
nn: Demontera steinbrotet: Ein byggjar vil gå frå hovudsetet for å demontera steinbrotet bit for bit. Slik får du attende nokre av ressursane du brukte til bygginga.

source: Messages Arrived!
nn: Meldingar komne!

source: You received some messages. See how the button at the bottom of the screen has changed appearance?
nn: Du har fått nokre meldingar. Ser du at knappen nedst på skjermen har endra utsjånad?

source: Expand your territory
nn: Utvid territoriet ditt

source: Make your Territory Grow
nn: Få territoriet ditt til å veksa

source: Build a military building on your border. Choose the one you like most.
nn: Bygg ein militærbygning ved grensa di. Vel den du likar best.

source: The sentry is the only military site that fits on a small building plot. If your lumberjack has cleared enough space, you can also build a bigger military building.
nn: Vakthuset er det einaste militæranlegget som passar på ei lita tomt. Om tømmerhuggaren din har rydda nok plass, kan du òg byggja ein større militærbygning.

source: Remember that big buildings (green icon) cannot be built on small (red) or medium (yellow) building plots, but buildings can be built on a building plot that provides more space than they need. You should always keep that in mind when you search for a suitable place.
nn: Hugs at store bygningar (grønt ikon) ikkje kan byggjast på små (raude) eller mellomstore (gule) tomter, men bygningar kan byggjast på tomter som gjev meir plass enn dei treng. Dette bør du alltid ha i bakhovudet når du leitar etter ein passande stad.

source: Expanding Your Territory!
nn: Utviding av territoriet ditt!

source: There is one more thing I’d like to teach you now: Expanding your territory. The place that we started with around our headquarters is barely enough for a basic building infrastructure, and we do not have access to mountains, which we need to mine minerals and coal. So, we have to expand our territory.
nn: Det er éin ting til eg vil læra deg no: Å utvida territoriet ditt. Plassen me starta med rundt hovudsetet er knapt nok til ein grunnleggjande bygningsinfrastruktur, og me har ikkje tilgang til fjell, som me treng for å utvinna mineral og kol. Så me må utvida territoriet vårt.

source: Expanding is as simple as building a military building at the edge of your territory. The Barbarians have a selection of four different military buildings: sentries, barriers, towers and fortresses. The bigger the building, the more expensive it is to build, but the more land it will conquer around itself and the more soldiers can be stationed there. The buildings also vary in their vision range: buildings with a tower see farther than others.
nn: Å utvida er så enkelt som å byggja ein militærbygning i utkanten av territoriet ditt. Barbarane har eit utval på fire ulike militærbygningar: vakthus, barrierar, tårn og festningar. Jo større bygningen er, desto dyrare er han å byggja, men desto meir land vil han erobra rundt seg, og fleire soldatar kan stasjonerast der. Bygningane varierer òg i synsvidde: bygningar med tårn ser lengre enn andre.

source: As soon as a military building is manned, it will extend your land. I will tell you more about military buildings in another tutorial.
nn: Så snart ein militærbygning er bemanna, vil han utvida landet ditt. Eg skal fortelja deg meir om militærbygningar i ein annan opplæringsdel.

source: Military Site Occupied
nn: Militæranlegg bemanna

source: Your territory has just grown!
nn: Territoriet ditt har nettopp vakse!

source: Great. Do you see how your territory has grown since your soldiers entered your new military building?
nn: Flott. Ser du korleis territoriet ditt har vakse sidan soldatane dine gjekk inn i den nye militærbygningen din?

source: Conclusion
nn: Konklusjon

source: This concludes the first tutorial. In order to learn more about the game, I suggest to play one of the other tutorials. Each of them covers a different topic.
nn: Dette avsluttar den første opplæringsdelen. For å læra meir om spelet, foreslår eg at du spelar ein av dei andre opplæringsdelane. Kvar av dei tek for seg eit ulikt tema.

source: However, since you now know how to control Widelands, you can also start a game (or continue this one) and discover more by yourself.
nn: Men sidan du no veit korleis du styrer Widelands, kan du òg starta eit spel (eller halda fram med dette) og oppdaga meir på eiga hand.

source: To leave this game and return to the main menu:
nn: For å forlata dette spelet og gå tilbake til hovudmenyen:

source: Click on the ‘Main Menu’ button on the very left at the bottom of the screen.
nn: Klikk på «Hovudmeny»-knappen heilt til venstre nedst på skjermen.

source: Then click on the ‘Exit Game’ entry.
nn: Klikk deretter på «Avslutt spel».

source: Thanks for playing this tutorial. Enjoy Widelands and remember to visit us at
nn: Takk for at du spelte denne opplæringsdelen. Kos deg med Widelands, og hugs å besøkja oss på
