Repository: widelands/widelands
Catalog: po/map_along_the_river.wmf/*.po
Languages: cs, fr

source: %1% unit of %2% has been brought to your ‘%3%’ building.
cs: %1% jednotka z %2% byla přesunuta k tvé ‘%3%’ budově.
fr: %1% unité de %2% a été ajoutée à votre bâtiment ‘%3%’.

source: Four shovels for removing the swamps have been collected at the warehouse.
cs: Čtyři lopaty pro výkop bažiny byly shromážděny ve skladu.
fr: Quatre pelles destinées a supprimer les marais ont étés colléctées à l'entrepôt.

source: Shovels
cs: Lopaty
fr: Pelles

source: Four more shovels for removing the swamps have been collected at the warehouse.
cs: Do skladu byly dodány další čtyři lopaty, které ti pomohu vykopat bažiny.
fr: Quatre nouvelles pelles destinées a supprimer les marais ont étés colléctées à l'entrepôt.

source: Defeat Törver
cs: Poražte Törver
fr: Battez Törver

source: Defeat the Armies of Törver
cs: Poražte armády Törveru
fr: Vaincre les armées de Törver

source: Törver is the enemy in the North, who is fighting under the red banner.
cs: Törver je nepřítel na severu, který bojuje pod rudou vlajkou.
fr: Törver est l'ennemi du Nord, qui se bat sous la bannière rouge.

source: Build a port
cs: Postavte přístav
fr: Construire un port

source: Build a Port in the North
cs: Postavte přístav na severu
fr: Construisez un port dans le Nord

source: We should build a port in Törver’s former land to be ready to send an expedition as soon as we found out how to build ships.
cs: Měli bychom vybudovat přístav v bývalé Törverově zemi, abychom byli připraveni vyslat výpravu, jakmile zjistíme, jak se staví lodě.
fr: Nous devrions construire un port sur les anciennes terres de Törver afin d'êtrre prêts á envoyer des expeditions des que nous avons trouvé comment construire des navires.

source: Conquer pirate sentry
cs: Poraz pirátskou hlídku.
fr: Capturer la guérite pirate

source: Conquer the Pirate Sentry
cs: Poraz pirátskou hlídku.
fr: Capture la guérite pirate

source: Conquer the pirate sentry near the brook to the East. Hopefully we will find out what happened to the gold in this area.
cs: Poraz pirátskou hlídku poblíž potoka na východě. Snad se dozvíme, co se stalo se zlatem v této oblasti.
fr: Prenez le contrôle de la sentinelle pirate près du ruisseau à l'est. Avec un peu de chance, nous découvrirons ce qu'il est advenu de l'or dans cette région.

source: Build warehouse
cs: Postav sklad
fr: Construire entrepôt

source: Build a Warehouse near the Pirate Sentry
cs: Postav sklad nedaleko pirátské hlídkové základny.
fr: Construire un entrepôt près de la sentinelle pirate

source: Build a warehouse close to the conquered pirate sentry near the brook. We will need it as a basis for further exploration. Furthermore we could use it to store some gold that we will mine from the surrounding hills.
cs: Postav sklad blízko dobyté pirátské základny blízko potoka. Budeme ho potřebovat jako základnu pro další průzkum okolí. Dále bychom mohli sklad využít pro zlato z dolu v okolních kopcích.
fr: Construisez un entrepôt près de la sentinelle pirate conquise, près du ruisseau. Nous en aurons besoin pour poursuivre notre exploration. De plus, nous pourrions l'utiliser pour stocker l'or que nous extrairons des collines environnantes.

source: Bring shovels
cs: Přines lopaty
fr: Apportez des pelles

source: Bring Four Shovels to the new Warehouse
cs: Přines čtyři lopaty do nového skladu.
fr: Apportez quatre pelles au nouvel entrepôt

source: They will be handed out to some volunteers for drying up the swamps.
cs: Budou předány dobrovolníkům pro vysušení bažin.
fr: Ils auront eu recours à des volontaires pour l'assèchement des marais.

source: They will be handed out to additional volunteers for drying up the swamps.
cs: Budou předány dalším dobrovolníkům pro vysoušení bažin.
fr: Ils auront eu recours à d'autres volontaires pour assécher les marécages.

source: Defeat the pirates
cs: Porazit piráty
fr: Défaire les pirates

source: Defeat the Pirates
cs: Porazit piráty
fr: Défaire les pirates

source: Free our neighbourhood from the pirate menace. The pirates are fighting under the grey banner.
cs: V blízkém okolí zlikviduj pirátskou hrozbu Piráti bojují pod šedým praporem.
fr: Libérez notre région de la menace des pirates. Ils se battent sous la bannière grise.

source: Free our scout from the pirates
cs: Osvoboď našeho průzkumníka od pirátů
fr: Libérez notre éclaireur des pirates

source: Conquer the Stronghold on the Island
cs: Dobytí pevnosti na ostrově
fr: Défiez la place forte sur l'île

source: This is where the scout is held captive.
cs: Tady drží tvého průzkumníka v zajetí.
fr: Voici où l'éclaireur est retenu captif.

source: Defeat Hjalmar
cs: Poraž Hjalmar
fr: Battez Hjalmar

source: Defeat the Armies of Hjalmar
cs: Poraž armády Hlajmaru
fr: Battez les armées de Hjalmar

source: Hjalmar is the enemy north of the former pirates, who is fighting under the green banner.
cs: Hjalmar je nepřítel na sever od místa původních pirátů, který bojuje pod zelenou vlajkou.
fr: Hjalmar est l'ennemi du nord des premiers pirates, qui se bat sous la bannière verte.

source: Defeat Runar
cs: Poraž Runar.
fr: Battez Runar

source: Defeat the Armies of Runar
cs: Poraž armády Runaru.
fr: Défiez les armées de Runar.

source: Runar is the enemy south-east of the former pirates, who is fighting under the yellow banner.
cs: Runar je nepřítel na jihovýchod od původních pirátů, který bojuje pod žlutou vlajkou.
fr: Runar est l'ennemi au sud-est des premiers pirates, qui se bat sous la bannière jaune.

source: Your Advisor
cs: Tvůj Rádce
fr: Votre conseiller

source: Along the River
cs: Podél řeky
fr: Au long de la rivière

source: Sire, let me inform you about the surrounding tribes.
cs: Sire, dovolte mi informovat Vás o okolních kmenech.
fr: Sire, laissez-moi vous informer sur les tribus environnantes.

source: From the North we are endangered by a belligerent tribe, led by warlord Törver, that is rapidly building up its armies. They may soon have become too strong to be defeated.
cs: Ze severu nás ohrožuje bojovný kmen vedený vojevůdcem Törverem, který rychle buduje své armády. Brzy mohou býti příliš silnými na to, aby byli poraženi.
fr: Au nord, nous sommes menacés par une tribu belliqueuse, dirigée par le seigneur de guerre Törver, qui reconstitue rapidement ses armées. Elles pourraient bientôt être trop fortes pour être vaincues.

source: A large area to the north-east is agonized by a wild horde of unfettered pirates, led by their insane Arvid. Their presence blocks our ways to other tribes.
cs: Velká oblast na severovýchodě je sužována divokou hordou nespoutaných pirátů v čele s jejich šíleným Arvidem. Jejich přítomnost blokuje naše cesty k dalším kmenům.
fr: Une grande région au nord-est est tourmentée par une horde sauvage de pirates sans scrupules, dirigée par le dément Arvid. Leur présence bloque les voies d'accès aux autres tribus.

source: Over the river lies the prosperous land of the mysterious king Runar. We have been in war with him before the pirates occupied the eastern area. His strength is based on his vast industry and large armies.
cs: Nad řekou leží prosperující země tajemného krále Runara. Byli jsme s ním ve válce, než piráti obsadili východní oblast. Jeho síla je založena na jeho obrovském průmyslu a velkém vojsku.
fr: De l'autre côté de la rivière se trouve la terre prospère du mystérieux roi Runar. Nous avons été en guerre avec lui avant que les pirates n'occupent la région orientale. Sa force repose sur sa production industrielle et ses armées nombreuses.

source: The area beyond the pirates belongs to a developed tribe led by their mighty chieftain Hjalmar. They have had a long time of preparement to build up their deterring armies.
cs: Oblast za piráty patří rozvinutému kmeni, který vede mocný náčelník Hjalmarem. Tento kmen měl spousty času, který využil na vybudování odstrašující armády.
fr: La zone au-delà des pirates appartient à une tribu développée qui est dirigée par leur puissant chef Hjalmar. Ils ont eu beaucoup de temps pour préparer leurs armées dissuasives.

source: The situation looks quite perilous and my advice is that we direct our efforts towards building up a strong army.
cs: Upřímně, situace nevypadá moc dobře. Radím, abychom veškeré své úsilí zaměřili na vybudování velmi silné armády.
fr: La situation semble assez périlleuse et mon conseil est de diriger nos efforts vers la construction d'une armée forte.

source: Our northern enemy
cs: Náš severní nepřítel
fr: Notre ennemi nordique

source: Sire, although our soldiers would face any enemy without the slightest fear, our rival in the North is still stronger than all our armies combined. We should avoid a conflict until we are able to defeat them.
fr: --Sire, bien que nos soldats puissent affronter n'importe quel ennemi sans la moindre crainte, notre rival du Nord est toujours plus fort que toutes nos armées réunies. Nous devons éviter un conflit jusqu'à ce que nous soyons capables de les vaincre.

source: Be patient and recognize that a strong army is indispensable in this situation. Törver has a very bad reputation.
cs: Buď trpělivý a rozmysli se, která armáda je v této chvíli nepostradatelná. Torver má velmi zlou pověst.
fr: Soyez patient et reconnaissez qu'une armée forte est indispensable dans cette situation. Törver a une très mauvaise réputation.

source: Peril from the North
fr: Péril venant du nord

source: Sire, we received an alarming message from one of our explorers. Törver is expanding his front line and approaching our territory.
cs: Pane, dostali jsme výstražnou zprávu od jednoho z našich průzkumníků. Torver rozšiřuje své přední linie a narušuje okraj našeho území.
fr: Sire, nous avons reçu un message alarmant d'un de nos explorateurs. Törver étend sa ligne de front et se rapproche de notre territoire.

source: We cannot avoid attacking their armies forever. If we manage to conquer our northern enemy, we will enlarge our territory and find more resources to strengthen our armies.
cs: Nemůžeme se donekonečna bránit útokům jejich armád. Pokud se nám podaří porazit severního nepřítele, zvětšíme své území a získáme více zdrojů pro posílení armád.
fr: Nous ne pouvons pas éviter d'attaquer leurs armées éternellement. Si nous parvenons à conquérir notre ennemi du nord, nous élargirons notre territoire et trouverons plus de ressources pour renforcer nos armées.

source: We can then also use their access to the lake in order to explore more land.
cs: Také můžeme využít jejich přístup k jezeru pro další průzkum území.
fr: Nous pourront ensuite utiliser leur accès au lac afin d'explorer plus de terres.

source: On the good way
cs: Jsme na dobré cestě.
fr: En bonne voie

source: Sire, the battle with Törver progresses gloriously and we have already beaten the strongest part of his army. But this enemy will not be defeated easily. In a desperate move Törver has called in a group of hardened mercenaries.
cs: Pane, bitva s Torverem se vyvíjí skvěle a už jsme porazili nejsilnější části jejich armády. Ale tento nepřítel nepadne snadno. Torver se pokusil o zoufalý krok a povolal hordu zocelených žoldáků.
fr: Sire, la bataille avec Törver progresse glorieusement et nous avons déjà battu la partie la plus forte de son armée. Mais cet ennemi ne sera pas vaincu facilement. Dans un geste désespéré, Törver a fait appel à un groupe de mercenaires endurcis.

source: The great lake
cs: Velké jezero
fr: Le grand lac

source: Sire, now that we have conquered the land of Törver, we can make use of their excellent access to the adjacent great lake. A port in the North will give us better opportunities to have contact with other tribes.
fr: Sire, maintenant que nous avons conquis le pays de Törver, nous pouvons profiter de leur excellent accès au grand lac adjacent. Un port dans le Nord nous donnera de meilleures opportunités d'avoir des contacts avec d'autres tribus.

source: In Törver’s headquarters we found papers describing the construction of ships. Unfortunately, the texts are written in a language that is unknown to us. Our wise men will try to translate these descriptions.
cs: Ve velitelství Torveru jsme našli dokumenty popisující stavbu lodí. Naneštěstí jsou texty napsané v jazyce, kterému nerozumíme. Naši mudrcové se budou snažit dokumenty přeložit.
fr: Au quartier général de Törver, nous avons trouvé des documents décrivant la construction de navires. Malheureusement, les textes sont écrits dans une langue qui nous est inconnue. Nos sages essaieront de traduire ces descriptions.

source: Searching for gold
cs: Hledání zlata
fr: A la recherche de l'or

source: Sire, our men have located an isolated enemy pirate sentry. The abandoned huts indicate that there is gold nearby.
cs: Pane, naši muži našli odlehlou pirátskou hlídkovou základnu. Opuštěné chatky naznačují blízkost naleziště zlata.
fr: Sire, nos hommes ont localisé une sentinelle pirate ennemie isolée. Les huttes abandonnées indiquent qu'il y a de l'or à proximité.

source: We should however be careful if we want to conquer the sentry. There can be more enemy buildings that are still out of sight, and the pirates are known to be very good fighters. It is best to establish a strong military presence here before we proceed.
cs: Měli bychom však být opatrní, pokud chceme hlídku dobýt. Nepřátelských budov, které jsou stále v nedohlednu, může být více a piráti jsou velmi dobří bojovníci. Než budeme pokračovat, bude lepší se nejdříve opevnit.
fr: Nous devons cependant être prudents si nous voulons conquérir la sentinelle. Il peut y avoir plus de bâtiments ennemis qui seraient hors de vue, et les pirates sont connus pour être de très bons combattants. Il est préférable d'établir une forte présence militaire ici avant de continuer.

source: Found a treasure
cs: Najdi poklad
fr: A trouvé un trésor

source: Sire, we have found 25 units of gold ore inside the pirate sentry. They may have been looted from the gold diggers’ huts nearby. This gold ore will be transported to our headquarters.
cs: Pane, v pirátské hlídce jsme našli 25 jednotek zlaté rudy. Mohly být uloupeny z nedalekých zlatokopeckých chatrčí. Tato zlatá ruda bude převezena na naše velitelství.
fr: Sire, nous avons trouvé 25 unités de minerai d'or à l'intérieur de la sentinelle pirate. Ils ont peut-être été pillés dans les huttes des chercheurs d'or situées à proximité. Ce minerai d'or sera transporté à notre siège.

source: With our successful expansion into this area we should consider building a warehouse to the direct southwest of the sentry in order to further explore this area. There is a good building spot only three steps away from the sentry.
cs: Po úspěšné expanzi do této oblasti bychom měli zvážit vybudování skladu přímo jihozápadně od strážnice, abychom mohli tuto oblast dále prozkoumat. Pouhé tři kroky od strážnice je dobré místo pro stavbu.
fr: Avec notre expansion réussie dans cette zone, nous devrions envisager de construire un entrepôt directement au sud-ouest de la sentinelle afin d'explorer davantage cette zone. Il y a un bon emplacement de construction à seulement trois pas de la sentinelle.

source: Removing the swamps
cs: Odstraňování bažin
fr: Séchage des marais

source: Sire, the wet season has created swamps along the brook to the East and we are unable to pass through them. They have to be removed before we can continue. If you bring enough shovels to the new warehouse then volunteers will remove the swamps.
fr: Sire, la saison des pluies a créé des marécages le long du ruisseau à l'Est et nous ne pouvons pas les traverser. Ils doivent être retirés avant de pouvoir continuer. Si vous apportez suffisamment de pelles au nouvel entrepôt, les bénévoles enlèveront les marécages.

source: Sire, all shovels have been handed out, but if we continue at this pace we will not have removed the swamps before the next wet season. If you bring more shovels to the new warehouse then more volunteers will join in.
fr: Sire, toutes les pelles ont été distribuées, mais si nous continuons à ce rythme nous n'aurons pas enlevé les marécages avant la prochaine saison humide. Si vous apportez plus de pelles au nouvel entrepôt, plus de bénévoles se joindront à vous.

source: Sire, now that we have access to the pirates’ hideout, we should conquer it and finish them off. Maybe there are even more treasures hidden in their territory.
cs: Sire, teď, když máme přístup k úkrytu pirátů bychom jej měli dobýt. Možná se na jejich území skrývají ještě další poklady.
fr: Sire, maintenant que nous avons accès à la cachette des pirates, nous devons la conquérir et les achever. Peut-être y a-t-il encore plus de trésors cachés sur leur territoire.

source: The pirates were defeated.
cs: Piráti byli poraženi.
fr: Les pirates ont été vaincus.

source: Sire, we have defeated the pirates. They have hidden some gold in their last bastion which is now being transferred to our headquarters.
cs: Pane, porazili jsme piráty. Schovali nějaké zlato ve svém posledním plavidle, které teď převážíme na velitelství.
fr: Sire, nous avons vaincu les pirates. Ils ont caché de l'or dans leur dernier bastion qui est en train d'être transféré à notre quartier général.

source: Pirates are regrouping
cs: Piráti se přeskupují
fr: Les pirates se regroupent

source: Sire, as a result of our attacks on the pirates they have started to regroup with pirates from other tribes. They could regain much of their previously lost strength. Our dwindling resources can become a problem with such a mighty enemy in front of us.
cs: Sire, po našich útocích se piráti spojují s piráty z okolních kmenů. Mohli by tak nabrat sílu téměř do původní podoby. Naše ubývající zdroje by mohly být problémem proti tak silnému nepříteli.
fr: Sire, à la suite de nos attaques contre les pirates, ils ont commencé à se regrouper avec des pirates d'autres tribus. Ils pourraient retrouver une grande partie de leur force précédemment perdue. Nos ressources sont en diminution, cela pourrait devenir un problème avec un ennemi aussi puissant devant nous.

source: Pirates on the run
cs: Piráti jsou na útěku
fr: Pirates en fuite

source: Sire, thanks to our successful efforts to drive out the pirates, lots of them have fled and moved away in small boats. It is unknown in which direction they have escaped.
cs: Pane, díky našim úspěšným snahám vyhnat piráty jich spousta unikla na malých člunech. Netušíme, kterým směrem unikli.
fr: Sire, grâce à nos efforts fructueux pour chasser les pirates, beaucoup d'entre eux ont fui et se sont éloignés dans de petits bateaux. On ne sait pas dans quelle direction ils se sont échappés.

source: Ability to build shipyards
cs: Schopnost postavit loděnice
fr: Possibilité de construire des chantiers navals

source: Sire, after long study and research our wise men have finally managed to decipher the strange language in Törver’s descriptions that we had found in his headquarters. From now on we are able to build shipyards.
cs: Pane, po dlouhém výzkumu a studiu naši mudrcové konečně rozluštili podivný jazyk Torverských nalezených pergamenů o stavbě lodí. Ted jsme konečně schopni postavit loděnice.
fr: Sire, après de longues études et recherches, nos sages ont enfin réussi à déchiffrer le langage étrange des descriptions de Törver que nous avions trouvées dans son quartier général. Désormais, nous sommes en mesure de construire des chantiers navals.

source: Our scout has been captured
cs: Tvůj průzkumník byl zajat.
fr: Notre éclaireur a été capturé

source: Sire, one of our scouts has been captured by the pirates and brought to their island. He is the only person who knows the way through the swamps towards Hjalmar.
cs: Pane, náš průzkumník byl zajat piráty a převezeni na pirátský ostrov. Je jediným člověkem , který zná cestu bažinou do Hjalmaru.
fr: Sire, l'un de nos éclaireurs a été capturé par les pirates et amené sur leur île. Il est la seule personne qui connaît le chemin à travers les marais vers Hjalmar.

source: According to our fishermen he is locked up in the stronghold on the island. We should use the knowledge about shipbuilding that we took from Törver to build ships and attack their positions.
cs: Podle našich rybářů je zavřený v pevnosti na ostrově. Měli bychom využít svých znalostí o stavbě lodí, které jsme získali od Törvera, postavit lodě a vzít útokem jejich pozice.
fr: Selon nos pêcheurs, il est enfermé dans la forteresse de l'île. Nous devrions utiliser les connaissances sur la construction navale que nous avons prises de Törver afin de construire des navires et attaquer leurs positions.

source: Island conquered
cs: Ostrov dobyt
fr: Île conquise

source: Sire, our soldiers have conquered the island and managed to free the scout. It turns out that the pirates have left a large amount of gold, beer, and weapons on the island.
cs: Pane, naši vojáci obsadili ostrov a osvobodili zvěda. Zanechali na ostrově velké množství zlata, piva a zbraní.
fr: Sire, nos soldats ont conquis l'île et ont réussi à libérer l'éclaireur. Il s'avère que les pirates ont laissé une grande quantité d'or, de bière et d'armes sur l'île.

source: The scout returns
cs: Průzkumník se vrací
fr: L'éclaireur est revenu

source: Sire, our scout has returned to our territory, and he has shown us the road through the swamps towards Hjalmar.
cs: Pane, náš průzkumník se vrátil na naše území a ukázal nám cestu srkz bažinu do Hjalmaru.
fr: Sire, notre éclaireur est revenu sur notre territoire, et il nous a montré la route à travers les marais vers Hjalmar.

source: He noticed that we can also move along the other side of the mountain, in case we might fail here, but it will be much more difficult to do.
cs: Všiml si, že bychom se mohli vydat i po druhé straně hory, pokud tato cesta selže, ale byla by to obtížnější pouť.
fr: Il a remarqué que nous pouvons aussi nous déplacer de l'autre côté de la montagne, au cas où nous échouerions ici, mais ce sera beaucoup plus difficile à faire.

source: The last frontier
cs: Poslední hranice
fr: La dernière frontière

source: Sire, we have almost defeated all armies and we are now approaching our final enemy. They have been expecting us for a long time and will be prepared for the heaviest battle in their lifetime.
cs: Pane, téměř jsme porazili armády a nyní se blížíme k poslednímu nepříteli. Nepřátelé na nás ale dlouho čekali a budou na náš útok připraveni.
fr: Sire, nous avons presque vaincu toutes les armées et nous approchons maintenant de notre dernier ennemi. Ils nous attendent depuis longtemps et seront prêts pour la plus dure bataille de leur vie.

source: Make sure that our armies are at full strength and then act decisively.
cs: Ujistěte se, že jsou naše armády v plné síle a poté jednejte moudře.
fr: Assurez-vous que nos armées soient à pleine puissance, puis agissez de manière décisive.

source: Victory!
cs: Vítězství!
fr: Victoire!

source: Sire, my congratulations!
cs: Gratuluji, pane!
fr: Sire, mes félicitations !

source: You have completed all goals and defeated all our enemies. You have not only conquered our rivalling tribes, but you have also captured the hearts of your loving people.
cs: Splnil jsi všechny cíle a porazil všechny nepřátele. Nejenže jsi si podmanil soupeřící kmeny, ale také jsi si získal milující srdce svých lidí.
fr: Vous avez atteint tous les objectifs et vaincu tous nos ennemis. Vous avez non seulement conquis nos tribus rivales, mais vous avez également conquis le cœur de votre peuple aimant.

source: Your name will be remembered forever.
cs: Vaše jméno si budeme navždy pamatovat.
fr: Votre nom restera dans les mémoires à jamais.

source: Transport
cs: Přeprava
