Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial03_seafaring.wmf/*.po
Languages: nn

source: Seafaring
nn: Sjøfart

source: Seafaring Tutorial
nn: Sjøfartsopplæring

source: Welcome back. In this tutorial, you are going to learn the most important things about seafaring, that is ships, ports, and expedition.
nn: Velkomen attende. I denne opplæringsdelen skal du læra dei viktigaste tinga om sjøfart; det vil seia skip, hamner og ekspedisjonar.

source: But let me first give you an overview about your territory: here in the south, you have a whole economy with almost everything you need.
nn: Men lat meg først gje deg eit oversyn over territoriet ditt: Her i sør har du ein heil økonomi med nesten alt du treng.

source: The Northern Part
nn: Den nordlege delen

source: Here in the northern part, you only have a goldmine and a warehouse. While the miners are supplied well with food, there is no way to transport the gold ore to our smelting works in the southern part.
nn: Her i den nordlege delen har du berre ei gullgruve og eit lager. Sjølv om gruvearbeidarane har god tilgang på mat, finst det ingen måte å frakta gullmalmen til smelteverka våre i den sørlege delen på.

source: We have tried to build a road, but the mountain is too wide and too steep. We therefore have only one possibility: we need to establish a sea lane between these two parts.
nn: Me har prøvd å byggja ein veg, men fjellet er for breitt og bratt. Difor har me berre éin moglegheit: me må oppretta ein sjøveg mellom desse to delane.

source: But I don’t want to rush you: you have just arrived here and you would probably like to have a closer look at your camp. I will also take a short break and be back soon.
nn: Men eg vil ikkje stressa deg: du har nettopp kome hit og vil sikkert ta ein nærare kikk på leiren din. Eg tek òg ein liten pause og er snart tilbake.

source: Ports
nn: Hamner

source: For everything you do on the high seas, you need a port at the shore. Ports are like headquarters: they can store wares, workers and soldiers. The soldiers inside will automatically come out when an enemy attacks the port.
nn: For alt du gjer på havet, treng du ei hamn ved kysten. Hamner er som hovudsete: dei kan lagra varer, arbeidarar og soldatar. Soldatane inne i hamna vil automatisk koma ut når ein fiende angrip.

source: Additionally, ports offer the possibility of transporting wares via ships. When you click on the port you already have, you will notice two additional tabs: ‘Wares waiting to be shipped’ and ‘workers waiting to embark.’ They are waiting for a ship to transport them to another port. Currently, there are none because we have not yet built a second port. So let’s change this!
nn: I tillegg gjev hamner moglegheit for å frakta varer med skip. Når du klikkar på hamna du allereie har, vil du sjå to ekstra faner: «Varer som ventar på frakt» og «Arbeidarar som ventar på ombordstiging». Dei ventar på eit skip som kan frakta dei til ei anna hamn. Førebels er det ingen der fordi me ikkje har bygd ei hamn nummer to enno. Så lat oss gjera noko med det!

source: Building ports
nn: Bygging av hamner

source: How to build a port
nn: Korleis byggja ei hamn

source: Ports are big buildings, but they can only be built at special locations: those marked with the
nn: Hamner er store bygningar, men dei kan berre byggjast på spesielle stader: dei som er merkte med det

source: blue port space icon.
nn: blå hamneplass-ikonet.

source: Port spaces are set by the map designer, so a map will either contain them or not. They might, however, be hidden under trees or be blocked by surrounding buildings.
nn: Hamneplassar vert bestemde av kartdesigneren, så eit kart har dei anten eller ikkje. Dei kan likevel vera gøymde under tre eller blokkerte av bygningar i nærleiken.

source: You might already have noticed that you have such an icon next to your castle.
nn: Du har kanskje allereie lagt merke til at du har eit slikt ikon ved sidan av borga di.

source: Build a port
nn: Bygg ei hamn

source: Build a port in the northern part of your camp
nn: Bygg ei hamn i den nordlege delen av leiren din

source: You always need a port when you want to transport wares with a ship.
nn: Du treng alltid ei hamn når du vil frakta varer med skip.

source: Build a port next to your castle, on the blue port space icon.
nn: Bygg ei hamn ved sidan av borga di, på det blå hamneplass-ikonet.

source: Ports are built like normal buildings, but are only available on blue port spaces. Just click on a field with the icon and the building menu automatically offers you to build a port.
nn: Hamner vert bygde som vanlege bygningar, men er berre tilgjengelege på blå hamneplassar. Berre klikk på eit felt med ikonet, så vil byggjemenyen automatisk tilby deg å byggja ei hamn.

source: Although ports act as warehouses, you should not build more than necessary: they cost quartz, diamonds and gold, which makes them quite expensive.
nn: Sjølv om hamner fungerer som lager, bør du ikkje byggja fleire enn nødvendig: dei kostar kvarts, diamantar og gull, noko som gjer dei ganske dyre.

source: Constructing ships
nn: Bygging av skip

source: Let’s build ships
nn: Lat oss byggja skip

source: Great. While your port is being constructed, let’s build some ships.
nn: Flott. Medan hamna di vert bygd, kan me byggja nokre skip.

source: Ships are constructed at the coastline near a shipyard by a shipwright. We have to build one somewhere close to the shore.
nn: Skip vert bygde ved kysten nær eit skipsverft av ein skipsbyggjar. Me må byggja eit verft ein stad nær stranda.

source: Build a shipyard
nn: Bygg eit skipsverft

source: Build a shipyard close to the coast
nn: Bygg eit skipsverft nær kysten

source: Ships are produced by a shipyard. It is a medium building.
nn: Skip vert produserte av eit skipsverft. Det er ein mellomstor bygning.

source: Build a shipyard close to the shore of the southern part of your territory.
nn: Bygg eit skipsverft nær stranda i den sørlege delen av territoriet ditt.

source: The shipyard is a medium building. Although it can be built everywhere on the map, the shipwright only works when he is close to the water and there are no trees or roads at the shoreline.
nn: Skipsverftet er ein mellomstor bygning. Sjølv om det kan byggjast overalt på kartet, arbeider skipsbyggjaren berre når han er nær vatnet og det ikkje er tre eller vegar i strandkanten.

source: Waiting for the ships
nn: Ventar på skipa

source: Very good. Your shipyard is finished and your shipwright immediately started working. For the construction of ships, he needs logs, planks and spidercloth, which will be transported to the shipyard.
nn: Veldig bra. Skipsverftet ditt er ferdig, og skipsbyggjaren har starta arbeidet med ein gong. For å byggja skip treng han tømmer, plankar og edderkoppty, som vert frakta til verftet.

source: The shipwright will take the ware he needs to a free spot at the shoreline and build a ship there. When the first ship is finished, it will launch onto the sea, and the shipwright will construct another one.
nn: Skipsbyggjaren tek varene han treng til ein ledig stad i strandkanten og byggjer eit skip der. Når det første skipet er ferdig, vert det sjøsett, og skipsbyggjaren vil byggja eit nytt.

source: We should wait until we have two ships. That should be enough for now.
nn: Me bør venta til me har to skip. Det burde halda for no.

source: Ships
nn: Skip

source: Construct two ships
nn: Bygg to skip

source: Ships are constructed automatically when the shipyard is complete and the needed wares have been delivered.
nn: Skip vert bygde automatisk når skipsverftet er ferdig og dei naudsynte varene er leverte.

source: Wait until the shipwright has constructed two ships.
nn: Vent til skipsbyggjaren har bygd to skip.

source: Do not forget to stop your shipyard when you have enough ships.
nn: Ikkje gløym å stoppa skipsverftet når du har nok skip.

source: Shipyard production
nn: Skipsverftproduksjon

source: We have enough ships
nn: Me har nok skip

source: Your second ship, "%1%", is ready now.
nn: Det andre skipet ditt, «%1%», er klart no.

source: You need to stop your shipyard when you have enough ships. Otherwise, your shipwright will consume all your logs and spidercloth, producing dozens of ships.
nn: Du må stoppa skipsverftet når du har nok skip. Elles vil skipsbyggjaren bruka opp alt tømmeret og edderkopptyet ditt på å laga dusinvis av skip.

source: This is the icon for stopping production. You will find it in the building window.
nn: Dette er ikonet for å stoppa produksjonen. Du finn det i bygningsvindauget.

source: No Iron
nn: Inkje jern

source: We lack iron
nn: Me manglar jern

source: The second ship might not be finished yet, but we have an urgent problem.
nn: Det andre skipet er kanskje ikkje ferdig enno, men me har eit akutt problem.

source: As you surely have already noticed, there is no iron in the mountain in the west. We have plenty of coal and gold ore, but without iron ore, we cannot produce any tools.
nn: Som du sikkert har merka, er det ikkje jern i fjellet i vest. Me har rikeleg med kol og gullmalm, men utan jernmalm kan me ikkje produsera verktøy.

source: Although it might take long and be expensive and not without dangers – who knows what monsters live in the sea? – I see no other possibility: we will have to undertake an expedition to the unknown seas.
nn: Sjølv om det kan ta lang tid, vera dyrt og ikkje utan farar – kven veit kva slags monster som bur i havet? – ser eg ingen annan utveg: Me må leggja ut på ein ekspedisjon til dei ukjende hava.

source: A trip by the sea, what fun it can be
nn: Ein tur på sjøen er fri og frank

source: Expeditions
nn: Ekspedisjonar

source: During an expedition, you send a ship out to discover new islands and maybe found a colony there.
nn: Under ein ekspedisjon sender du ut eit skip for å oppdaga nye øyar og kanskje grunnleggja ein koloni der.

source: Expeditions can be started in every port. Then, all needed wares are transported to that port. The wares are exactly those your tribe needs to build a port (your goal is to build a port far away from home, so this is not surprising), and of course you need a builder, too. When everything is prepared, a ship will come and pick it up.
nn: Ekspedisjonar kan startast i alle hamner. Då vert alle naudsynte varer frakta til den hamna. Varene er nøyaktig dei stammen din treng for å byggja ei hamn (målet ditt er å byggja ei hamn langt heimefrå, så det er ikkje overraskande), og sjølvsagt treng du ein byggjar òg. Når alt er klart, kjem eit skip og hentar det.

source: You can check out the needed wares in the Expedition tab of your port (it will appear in the last place when you’ve started an expedition).
nn: Du kan sjå kva varer som trengst i Ekspedisjon-fana i hamna di (ho dukkar opp til slutt når du har starta ein ekspedisjon).

source: Now try this out. I will tell you later what the next steps are.
nn: Prøv dette no. Eg skal fortelja deg kva neste steg er seinare.

source: Start an expedition in any of your ports.
nn: Start ein ekspedisjon i ei av hamnene dine.

source: I packed my bag and in it I put …
nn: Eg pakka sekken min og la oppi...

source: Additional Items
nn: Ekstra gjenstandar

source: It might be useful to take some more wares with us than just the ones to build a new port. That way we will be able to start constructing new buildings as soon as the port has been constructed.
nn: Det kan vera lurt å ta med fleire varer enn berre dei som trengst for å byggja ei ny hamn. På den måten kan me starta bygginga av nye bygningar så snart hamna er ferdig.

source: You can take some additional wares, soldiers, or workers with you on an expedition. You can define them by filling the empty slots below the primary wares to build the port.
nn: Du kan ta med ekstra varer, soldatar eller arbeidarar på ein ekspedisjon. Du vel dei ved å fylla dei ledige plassane under dei primære varene for hamnebygging.

source: Just click on the empty slots and then scroll through the list to choose the additional item.
nn: Berre klikk på dei ledige plassane og bla gjennom lista for å velja ekstra gjenstandar.

source: Now try this out. A small dot in green, yellow, or red tells you whether the item has arrived, is on its way or is not available respectively.
nn: Prøv dette no. Ein liten prikk i grønt, gult eller raudt fortel deg om gjenstanden er komen fram, er på veg eller ikkje er tilgjengeleg.

source: Expedition
nn: Ekspedisjon

source: Start an expedition
nn: Start ein ekspedisjon

source: Start an expedition.
nn: Start ein ekspedisjon.

source: To do so, click on the ‘Start Expedition’ button in any port. A new tab where you can see the needed wares will appear.
nn: For å gjera det, klikk på «Start ekspedisjon»-knappen i ei hamn. Ei ny fane der du kan sjå dei naudsynte varene vil dukka opp.

source: Off to greener pastures
nn: Til grønare enger

source: Start your expedition
nn: Start ekspedisjonen din

source: Your expedition ship is ready. It is waiting for your orders in front of your port. It isn’t transporting wares anymore. Use its buttons to send your ship in any of the six main directions of the Widelands map. When it has reached a coastline, you can make it travel around the coast, where it will look for suitable places for landing.
nn: Ekspedisjonsskipet ditt er klart. Det ventar på ordrane dine utanfor hamna di. Det fraktar ikkje varer lenger. Bruk knappane for å senda skipet i ei av dei seks hovudretningane på Widelands-kartet. Når det har nådd ein kyst, kan du få det til å segla langs kysten for å sjå etter eigna landingsstader.

source: Once a port space has been found, you can construct a new port with the button in the center of the ship’s control window.
nn: Når ein hamneplass er funnen, kan du byggja ei ny hamn med knappen midt i kontrollvindauget til skipet.

source: The wares will then be unloaded, and the ship will take up the task of transporting wares once again. The builder will start his work and build a port.
nn: Varene vert då lossa, og skipet går tilbake til å frakta varer igjen. Byggjaren startar arbeidet sitt med å byggja ei hamn.

source: Search for an island with a mountain, and look for a port space there. Colonize the island.
nn: Leit etter ei øy med eit fjell, og sjå etter ein hamneplass der. Koloniser øya.

source: Explore
nn: Utforsk

source: Found a settlement
nn: Grunnlegg ein busetnad

source: Navigate your ship to an island that could contain iron ore.
nn: Naviger skipet ditt til ei øy som kan innehalda jernmalm.

source: When you click on the expedition ship, a window opens where you can control your ship.
nn: Når du klikkar på ekspedisjonsskipet, opnar det seg eit vindauge der du kan styra skipet.

source: When you have found a suitable port space, build a port there.
nn: Når du har funne ein eigna hamneplass, bygg ei hamn der.

source: New colony
nn: Ny koloni

source: Your colony has been founded
nn: Kolonien din er grunnlagd

source: You’ve lead the expedition to a successful end and founded a new colony. I’ve sent out some geologists – they already report that they’ve found some iron ore.
nn: Du har leia ekspedisjonen til ein vellukka slutt og grunnlagt en ny koloni. Eg har sendt ut nokre geologar – dei rapporterer alt at dei har funne jernmalm.

source: So far you have learned everything about seafaring: how to build ports and ships and how to send out an expedition. Remember that expeditions are sometimes the fastest way to reach essential resources – and sometimes the only one.
nn: Til no har du lært alt om sjøfart: korleis du byggjer hamner og skip, og korleis du sender ut ein ekspedisjon. Hugs at ekspedisjonar av og til er den raskaste vegen til viktige ressursar – og nokre gonger den einaste.

source: But I want to speak a word of warning. Ports are like headquarters: they can be attacked by a nearby enemy. While your headquarters has soldiers to defend it, your newly built port won’t. You should therefore avoid settling next to an enemy.
nn: Men eg vil koma med ei åtvaring. Hamner er som hovudsete: dei kan angripast av ein fiende i nærleiken. Medan hovudsetet ditt har soldatar til å forsvara seg, har ikkje den nye hamna di det. Du bør difor unngå å slå deg ned like ved ein fiende.

source: To make sure they are properly defended, you can set the desired number of defending soldiers for both in the Soldiers tab, similar to military buildings. But they are also warehouses at the same time, so they can hold any number of soldiers. The desired number makes sure that defenders are requested by the port or headquarters, and once they are garrisoned there, they don't get sent away to serve other needs.
nn: For å vera sikker på at dei er godt forsvarte, kan du setja det ønskte talet på forsvarssoldatar i Soldatar-fana, akkurat som i militærbygningar. Men sidan dei òg er lager, kan dei husa eit kva som helst tal soldatar. Det ønskte talet syter for at forsvararar vert tilkalla til hamna eller hovudsetet, og når dei først er stasjonerte der, vert dei ikkje sende vekk for å dekkja andre behov.

source: On this map, there is no enemy to fear. In other games, you should set some defenders for your ports and make building one or two military fortifications around your new colonies a priority.
nn: På dette kartet er det ingen fiendar å frykta. I andre spel bør du setja av nokre forsvararar til hamnene dine og prioritera å byggja eit par militære festningsverk rundt dei nye koloniane dine.

source: Our mission
nn: Oppdraget vårt

source: Start mining
nn: Start gruvedrift

source: It was a long and expensive job to get here. The island has not much to offer, but there is some iron ore inside its mountain. Our economy needs iron ore, so we have to build an iron mine.
nn: Det var ein lang og dyr jobb å koma hit. Øya har ikkje mykje å by på, men det finst jernmalm i fjellet. Økonomien vår treng jernmalm, så me må byggja ei jerngruve.

source: Start mining iron ore in the mountain.
nn: Start utvinning av jernmalm i fjellet.

source: Iron Mine
nn: Jerngruve

source: Build an iron mine on the island
nn: Bygg ei jerngruve på øya

source: Our economy lacks resources.
nn: Økonomien vår manglar ressursar.

source: Start mining iron ore in mountains on the island.
nn: Start utvinning av jernmalm i fjella på øya.

source: There is more to it…
nn: Det er meir…

source: Another gold mountain
nn: Endå eit gullfjell

source: It will take some time for your shipyard to build some ships. While we’re waiting for them, there is another way of water-based transport I would like to teach you.
nn: Det vil ta litt tid før skipsverftet ditt får bygd nokre skip. Medan me ventar, er det ein annan type vasstransport eg vil læra deg.

source: Ships have the advantage that they can carry large quantities of wares and workers at a time, but unfortunately their destinations are limited to a handful of spaces suited for a port.
nn: Skip har den fordelen at dei kan bera store mengder varer og arbeidarar om gongen, men diverre er reisemåla deira avgrensa til nokre få stader som eignar seg for hamner.

source: Look at this valley here in the far south. We have found a mountain with gold down here and would like to mine ores from it as well. But the streams separating it from our main colony are too wide to build bridges and too narrow for ships to pass them. Our roads would have to take long curves, which slows down ware transport a lot.
nn: Sjå på denne dalen her heilt i sør. Me har funne eit fjell med gull her nede og vil gjerne utvinna malm herfrå òg. Men elvane som skil det frå hovudkolonien vår er for breie til å byggja bruer over, og for smale til at skip kan passera. Vegane våre ville måtta ta lange omvegar, noko som sinkar varetransporten mykje.

source: Rowboats & Ferry Yards
nn: Robåtar og ferjeleie

source: This is where ferries come in. Ferries are small rowboats that can carry only one ware at a time, and no workers (other than the one who rows it and who never leaves his boat).
nn: Det er her ferjer kjem inn i biletet. Ferjer er små robåtar som berre kan bera éi vare om gongen, og ingen arbeidarar (bortsett frå han som ror, og han forlèt aldri båten).

source: Ferries are built in ferry yards, one rowboat costs two logs and one piece of cloth and is quickly constructed. A ferry yard is a medium-sized building that needs to be built close to the shore.
nn: Ferjer vert bygde i ferjeleie. Ein robåt kostar to tømmerstokkar og eit stykke ty, og er rask å byggja. Eit ferjeleie er ein mellomstor bygning som må byggjast nær stranda.

source: Let’s build a ferry yard close to the shore before we will continue.
nn: Lat oss byggja eit ferjeleie nær stranda før me går vidare.

source: Build a ferry yard
nn: Bygg eit ferjeleie

source: Build a ferry yard close to the shore
nn: Bygg eit ferjeleie nær stranda

source: Ferries are constructed by a ferry yard.
nn: Ferjer vert bygde av eit ferjeleie.

source: You need to build the ferry yard close to the shore, otherwise it won’t be able to build ferries there.
nn: Du må byggja ferjeleiet nær stranda, elles vil det ikkje kunna byggja ferjer der.

source: Waterways
nn: Vassvegar

source: Unlike ships which travel to any port where they’re needed, ferries have fixed transport routes called waterways. A waterway is built just like a road: You click on a flag near the shore, choose ‘Build a waterway’, and select the path for the waterway just as you would do for a road.
nn: I motsetnad til skip, som reiser til kva som helst hamn dei trengst, har ferjer faste transportruter kalla vassvegar. Ein vassveg vert bygd akkurat som ein veg: Du klikkar på eit flagg nær stranda, vel «Bygg ein vassveg», og vel ruta for vassvegen nett som du ville gjort for ein veg.

source: Waterways can be built on the open sea as well as close to the shore where the water is too shallow for big ships. The only rule is that the two triangles directly adjacent to each segment of the waterway have to be water, and the entire path needs to be within your territory.
nn: Vassvegar kan byggjast på ope hav så vel som nær land der vatnet er for grunt for store skip. Den einaste regelen er at dei to trekantane som ligg inntil kvart segment av vassvegen må vera vatn, og heile ruta må vera innanfor territoriet ditt.

source: Also note that waterways, unlike roads, may not be built quite as long as you want them to. Every map has a length restriction for waterways. On this map, this is 5 tiles.
nn: Merk òg at vassvegar, i motsetnad til vegar, ikkje kan byggjast så lange som du vil. Kvart kart har ei lengdeavgrensing for vassvegar. På dette kartet er grensa 5 ruter.

source: Always keep in mind that ferries do not transport workers. You can use them to speed up ware transport, but they can never entirely replace roads.
nn: Hugs alltid at ferjer ikkje fraktar arbeidarar. Du kan bruka dei til å få fart på varetransporten, men dei kan aldri heilt erstatta vegar.

source: Allow me to show you how to build a waterway…
nn: Lat meg visa deg korleis du byggjer ein vassveg...

source: Golden waves
nn: Gylne bølgjer

source: As you can see, it is not that hard. When you build a waterway, the closest idle ferry will assign itself to it.
nn: Som du ser, er det ikkje så vanskeleg. Når du byggjer ein vassveg, vil den næraste ledige ferja ta jobben.

source: Now it’s your turn: Build a gold mine on the mountain in the south and connect it to the main land by building waterways over the streams.
nn: No er det din tur: Bygg ei gullgruve på fjellet i sør og kople henne til fastlandet ved å byggja vassvegar over elvane.

source: Build a gold mine and waterways
nn: Bygg ei gullgruve og vassvegar

source: Build a gold mine on the mountain in the south, and connect it to the mainland by building waterways over the streams.
nn: Bygg ei gullgruve på fjellet i sør, og kople henne til fastlandet ved å byggja vassvegar over elvane.
