Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial03_seafaring.wmf/*.po
Languages: nn

source: A waterway is built just like a road: You click on a flag near the shore, choose ‘Build a waterway’, and select the path for the waterway just as you would do for a road.
nn: Ein vassveg vert bygd akkurat som ein veg: Du klikkar på eit flagg nær stranda, vel «Bygg ein vassveg», og vel ruta for vassvegen nett som du ville gjort for ein veg.

source: However, each segment of the waterway needs two water triangles next to it.
nn: Men kvart segment av vassvegen må ha to vasstrekantar ved sidan av seg.

source: Conclusion
nn: Konklusjon

source: About Ferries
nn: Om ferjer

source: Now there are only a few more things I would like you to keep in mind whenever using ferries.
nn: Det er berre eit par ting til eg vil at du skal hugsa på når du bruker ferjer.

source: Never forget that these rowboats are too small to carry workers. You can use them as shortcuts for ware transport within parts of your territory, but not to claim regions you can reach neither by road nor by ship. Never cut all your roads between two places connected by waterways unless you are certain no worker will ever have to walk there.
nn: Gløym aldri at desse robåtane er for små til å bera arbeidarar. Du kan bruka dei som snarvegar for varetransport innanfor delar av territoriet ditt, men ikkje for å gjera krav på område du verken kan nå med veg eller skip. Kutt aldri alle vegsamband mellom to stader som er kopla saman med vassvegar, med mindre du er sikker på at ingen arbeidar nokosinne må gå der.

source: And if your waterways present a significant shortcut between your road networks, your economy will tend to send many wares over the waterway. As a waterway can hold only one ferry – unlike roads, which receive a second carrier if they are very busy –, and as they often tend to be rather longer than the two or three fields recommended for roads, there is always a risk of waterways becoming severe bottlenecks in your economy. Try to build several of them in parallel to distribute the strain. If this is not possible, it is in some cases even more efficient not to use waterways.
nn: Og om vassvegane dine utgjer ein betydeleg snarveg mellom vegnetta dine, vil økonomien din ha ein tendens til å senda mange varer over vassvegen. Sidan ein vassveg berre kan ha éi ferje – i motsetnad til vegar, som får ein ekstra berar om dei er travle – og sidan dei ofte er lengre enn dei to-tre felta som er tilrådd for vegar, er det alltid ein risiko for at vassvegar blir alvorlege flaskehalsar i økonomien din. Prøv å byggja fleire av dei parallelt for å fordela belastninga. Om dette ikkje er mogleg, er det i somme tilfelle meir effektivt å ikkje bruka vassvegar i det heile.

source: Ferry yard production
nn: Ferjeleieproduksjon

source: More ferries needed?
nn: Trengs det fleire ferjer?

source: As you can see, ferries can be produced quite quickly, but you don't need to worry about wasted materials, because ferry yards normally only produce them on demand, when there are unserviced waterways.
nn: Som du ser, kan ferjer produserast ganske raskt, men du treng ikkje bekymra deg for sløsing med materialar, fordi ferjeleie vanlegvis berre produserer dei ved behov, når det finst ubetjente vassvegar.

source: As long as a ferry services a waterway, its lifetime is unlimited, but unemployed ferries will rot away and eventually sink.
nn: Så lenge ei ferje betener ein vassveg, lever ho evig, men arbeidslause ferjer vil rotna og til slutt søkkja.

source: Congratulations
nn: Gratulerer

source: You have learnt all there is to learn about ships and ferries!
nn: Du har lært alt som er å læra om skip og ferjer!

source: There is also another island where you can build a port if you wish to try launching another expedition.
nn: Det finst òg ei anna øy der du kan byggja ei hamn om du ønskjer å prøva å senda ut ein ny ekspedisjon.

source: As always, you can continue playing and practice a bit more on this map if you like, or get your captain’s license ready and try out your new skills in a real game…
nn: Som alltid kan du halda fram med å spela og øva deg litt meir på dette kartet om du vil, eller gjera kapteinslisensen klar og prøva ut dei nye ferdigheitene dine i eit ekte spel…
