Repository: widelands/widelands
Catalog: po/widelands_console/*.po
Languages: bg, da, ms, pt

source: Usage:
da: Brug:

source: DIRNAME
da: MAPPENAVN

source: Options:
bg: Опции:
da: Tilvalg:
ms: Pilihan:
pt: Opções:

source: Use specified directory for the widelands data files
da: Brug angivet mappe for Widelands' datafiler

source: Use specified directory for widelands config files, savegames and replays. Default is
da: Brug angivet mappe for widelands-konfigurationsfiler, gemte spil og genafspilninger. Standard er

source: Use specified directory for the widelands locale files
da: Brug angivet mappe for widelands' sprogfiler

source: The locale to use
da: Sprog

source: Do not check whether the data directory to use is compatible with this Widelands version
da: Tjek ikke om datamappen er kompatibel med denne Widelands-version.

source: FILENAME
da: FILNAVN

source: Directly create a new singleplayer game configured in the given file. An example can be found in `data/templates/new_game_template`
da: Opret direkte et nyt spil for en spiller konfigureret i den givne fil. Et eksempel kan findes i »data/templates/new_game_template«

source: Directly starts the map `FILENAME` as scenario map
da: Starter direkte kortet »FILNAVN« som scenariekort

source: Directly loads the savegame `FILENAME`
da: Indlæser direkte det gemte spil »FILNAVN«

source: Directly loads the replay `FILENAME`
da: Indlæser direkte genafspilningen »FILNAVN«

source: Run the given Lua script after initialization. Only valid with --scenario, --loadgame, or --editor
da: Afvikl den givne Lua-skript efter initalisering. Kun gyldig med --scenario, --loadgame eller --editor

source: Directly starts the Widelands editor. You can add a =FILENAME to directly load the map `FILENAME` in editor
da: Starter direkte Widelands-redigeringsprogrammet. Du kan tilføj et =FILNAVN for direkte at indlæse kortet »FILNAVN« i redigeringsprogrammet

source: Starts the game with sound disabled
da: Starter spillet med lyd deaktiveret

source: Force Widelands to crash when a Lua error occurs
da: Tving Widelands til et nedbrud når en Lua-fejl opstår

source: Enables AI training mode. See https://www.widelands.org/wiki/Ai%20Training/ for a full description of the AI training logic
da: Aktiverer AI-træningstilstand. Se https://www.widelands.org/wiki/Ai%20Training/ for en fuld beskrivelse af AI-træningslogikken

source: In multiplayer games only, this will keep adjusting the game speed automatically, depending on FPS. Useful in conjunction with --ai_training
da: I spil for flere vil denne indstilling justere spilhastigheden automatisk afhængig af FPS. Nyttig sammen med --ai_training

source: Game options:
da: Spilindstillinger:

source: Note: New values will be written to config file
da: Bemærk: Nye værdier vil blive skrevet til konfigurationsfil

source: Automatically save each `n` minutes
da: Gem automatisk hvert n. minut

source: Use `n` files for rolling autosaves
da: Brug n filer for rullende automatisk gem

source: Do not save files as binary zip archives
da: Gem ikke filer som binære zip-arkiver

source: Show filenames in replay screen
da: Vis filnavne i skærm for genafspilning

source: [true*|false]
da: [sand*|falsk]

source: Whether a warning should be shown in the editor if there are too many players
da: Om en advarsel skal vises i redigeringsprogrammet, hvis der er for mange spillere

source: Start building road after placing a flag
da: Start bygning af vej efter placering af et flag

source: Bitmask of display flags to set for new games
da: Bitmaske for skærmflag at angive for nye spil

source: Scroll when the mouse cursor is near the screen edge
da: Rul når musemarkøren er nær skærmkanten

source: [true|false*]
da: [sand|falsk*]

source: Invert click-and-drag map movement direction
da: Vend klik og træk-kortbevægelsesretning om

source: Allow diagonal scrolling with the numeric keypad
da: Tillad diagonal rulning med det numeriske tastatur

source: Display system time in the info panel
da: Vis systemtid i informationspanelet

source: Zoom only when Ctrl is pressed
da: Zoom kun når Ctrl presses ned

source: Use single watchwindow mode
da: Brug enkelt watchwindow-tilstand

source: Show in-game chat with transparent background
da: Vis samtale i spillet med gennemsigtig baggrund

source: Bitmask to set the toolbar location and mode
da: Bitmaske til at angive værktøjslinjens placering og tilstand

source: Networking:
da: Netværk:

source: Create syncstream dump files to help debug network games
da: Opret syncstream-dumpfiler til at hjælpe med at søge efter fejl i netværksspil

source: Connect to a different metaserver for internet gaming
da: Forbind til en anden metaserver for internetspil

source: Name of map author
da: Navn på kortforfatteren

source: The last host connected to
da: Den sidste vært forbundet til

source: Whether the used metaserver login is for a registered user
da: Om det brugte metaserverlogind er for en registreret bruger

source: Graphic options:
bg: Графични настройки:
da: Grafikindstillinger:
ms: Pilihan grafik:
pt: Opções Gráficas:

source: Width `x` of the window in pixel
da: Bredden x for vinduet i billedpunkter

source: Height `y` of the window in pixel
da: Højden y for vinduet i billedpunkter

source: Whether to use sticky tooltips
da: Om der skal bruges klæbende værktøjsfif

source: Maximal optical framerate `n` of the game
da: Maksimal optisk billedhastighed n for spillet

source: The path to the active UI theme relative to the homedir
da: Stien til det aktive brugerfladetema relativt til hjemmemappen

source: Options for the internal window manager:
bg: Параметри на вътрешния мениджър на прозорци:
da: Indstillinger for den interne vindueshåndtering:
ms: Pilihan untuk pengurus tetingkap dalaman:
pt: Opções para o gestor de janelas interno:

source: Should automatic map movements be animated
da: Skal automatiske kortbevægelser animeres

source: Move a window to the edge of the screen when the edge of the window comes within a distance `n` from the edge of the screen
da: Flyt et vindue til kanten af skærmen, når kanten af vinduet er i afstanden n fra skærmkanten

source: Enable verbose debug messages
da: Aktiver uddybende fejlsøgningsbeskeder

source: Others:
da: Andre:

source: Only print version and exit
da: Vis kun version og afslut

source: Show this help
da: Vis denne hjælpetekst

source: Show this help with all available config options
da: Vis denne hjælpetekst med alle tilgængelige konfigurationstilvalg

source: Directly loads the given savegame or replay. Useful for .wgf/.wrpl file extension association. Does not work with other options. Also see --loadgame/--replay
da: Indlæser direkte det angivne gemte spil eller genafspilning. Nyttig for .wgf/.wrpl-filendelseassociation. Fungerer ikke med andre tilvalg. Se også --loadgame/--replay

source: This is Widelands Version %s
da: Dette er Widelands-version %s

source: Bug reports? Suggestions? Check out the project website: https://www.widelands.org/ Hope you enjoy this game!
da: Fejlrapporter? Forslag? Se projektets hjemmeside: https://www.widelands.org/ Håber du nød dette spil!
pt: Problemas? Sugestões? Acede à página do projeto: https://www.widelands.org/ Esperamos que gostes deste jogo!

source: This is Widelands Build %s
bg: Това е компилация на Widelands: %s
ms: Ini merupakan Widelands Binaan %s
pt: Isto é Widelands versão %s

source: Usage: widelands <option0>=<value0> ... <optionN>=<valueN>
bg: Начин на използване: widelands <опция0>=<стойност0> … <опцияN>=<стойностN>
ms: Penggunaan: widelands <option0>=<value0> ... <optionN>=<valueN>
pt: Uso: widelands <opção0>=<valor0> ... <opçãoN>=<valorN>

source: --<config-entry-name>=value overwrites any config file setting
bg: --<config-entry-name>=стойност презаписва всяка настройка в конфигурационния файл
ms: --<config-entry-name>=value tulis-ganti mana-mana tetapan fail konfig
pt: --<config-entry-name>=valor sobrescreve qualquer definição do ficheiro de config.

source: Note: New value will be written to config file
bg: Забележка: новата стойност ще бъде записана в конфигурационния файл
pt: Nota: o novo valor será gravado no ficheiro de configuração

source: --datadir=DIRNAME Use specified directory for the widelands data files
bg: --datadir=ДИРЕКТОРИЯ Използване на зададената директория за файловете с данни на Widelands
ms: --datadir=DIRNAME Guna direktori yang dinyatakan untuk fail fail data widelands
pt: --datadir=DIRECTORIO Usar o directorio para indicar onde estão os

source: --homedir=DIRNAME Use specified directory for widelands config files, savegames and replays
bg: --homedir=ДИРЕКТОРИЯ Използване на зададената директория за конфигурационните файлове, запазените игри и повторенията на Widelands
ms: --homedir=DIRNAME Guna direktori yang dinyatakan untuk fail konfig, permainan tersimpan dan main semula
pt: --homedir=DIRECTORIO Usar esta pasta para guardar os ficheiros de configuração, de salvaguarda e de revisão

source: Default is ~/.widelands
bg: По подразбиране това е ~/.widelands
ms: Lalai ialah ~/.widelands
pt: A predefinição é ~/.widelands

source: --coredump=[true|false] Generates a core dump on segfaults instead of using the SDL
bg: --coredump=[true|false] Създава „core dump“ при нарушения на разделянето, вместо да се използва SDL
ms: --coredump=[true|false] Jana longgok teras pada segfault selain dari menggunakan SDL
pt: --coredump=[true|false] Cria um core dump nos segfaults ao invés de utilizar o SDL

source: --language=[de_DE|sv_SE|...] The locale to use.
bg: --language=[de_DE|bg_BG|…] Езикът, който да се ползва.
ms: --language=[ms_MY|sv_SE|...] Bahasa setempat yang digunakan.
pt: --language=[de_DE|sv_SE|...] As configuração regional (locale) a usar.

source: --write_syncstreams=[true|false] Create syncstream dump files to help debug network games.
bg: --write_syncstreams=[true|false] Създаване на файлове с данни „syncstream“ за по-лесно отстраняване на проблеми с мрежовите игри.
ms: --write_syncstreams=[true|false] Cipta fail longgok syncstream untuk bantu menyahpepijat permainan rangkaian.
pt: --write_syncstreams=[true|false] Cria ficheiros syncstream dump para ajudar a corrigir os jogos em rede.

source: --autosave=[...] Automatically save each n minutes
bg: --autosave=[…] Автоматично запазване на всеки х минути
ms: --autosave=[...] Simpan setiap n minit secara automatik
pt: --autosave=[...] Salvaguardar automaticamente todos os n minutos

source: --rolling_autosave=[...] Use this many files for rolling autosaves
bg: --rolling_autosave=[…] Използване на толкова файлове за непрекъснати автоматични запазвания
ms: --rolling_autosave=[...] Guna fail sebanyak ini untuk autosimpan gulungan
pt: --rolling_autosave=[...] Utilizar esta quantia de ficheiros para rodar as salvaguardas automaticas

source: --metaserver=[...] Connect to a different metaserver for internet gaming.
bg: --metaserver=[…] Свързване с друг мета сървър за игра по Интернет.
pt: --metaserver=[...] Conectar a um metaservidor diferente para jogos pela Internet.

source: --metaserverport=[...] Port number of the metaserver for internet gaming.
bg: --metaserverport=[…] Номер на порта на мета сървъра за игра по Интернет.
pt: --metaserverport=[...] Número da porta do metaservidor para jogos pela Internet.

source: --nosound Starts the game with sound disabled.
bg: --nosound Стартиране на играта без звук.
ms: --nosound Mula permainan tanpa bunyi.
pt: --nosound Inicia o jogo com o som desativado.

source: --nozip Do not save files as binary zip archives.
bg: --nozip Не запазва файлове в zip формат.
ms: --nozip Jangan simpan fail sebagai arkib zip binari.
pt: --nozip Não guarda os ficheiros em arquivos zip binários.

source: --editor Directly starts the Widelands editor. You can add a =FILENAME to directly load the map FILENAME in editor.
bg: --editor Направо стартира редактора на Widelands. Можете да добавите =ФАЙЛ, за да заредите направи картата ФАЙЛ в редактора.
ms: --editor Mula langsung penyunting Widelands. Anda boleh tambah =FILENAME untuk muat terus peta FILENAME dalam penyunting.
pt: --editor Inicia directamente no editor de Widelands. Pode adicionar =FICHEIRO para carregar o mapa.

source: --ai_training Enables AI training mode. See https://www.widelands.org/wiki/Ai%20Training/ for a full description of the AI training logic.
pt: --ai_training Ativa o modo de treino da IA. Veja https://www.widelands.org/wiki/Ai%20Training/ para uma descrição completa do treino IA.

source: --auto_speed In multiplayer games only, this will keep adjusting the game speed automatically, depending on FPS. Useful in conjunction with --ai_training.
bg: --auto_speed Само за мрежови игри. Тази опция ще настройва скоростта на играта автоматично, според кадрите в секунда. Полезно в комбинация с --ai_training.
pt: --auto_speed Em jogos em rede, isto vai mudar a velocidade do jogo automaticamente seguinte as IPS. Útil em conjunção com o --ai_training.

source: --scenario=FILENAME Directly starts the map FILENAME as scenario map.
bg: --scenario=ФАЙЛ Стартира играта направи с картата ФАЙЛ като сценарий.
ms: --scenario=FILENAME Mula terus peta FILENAME sebagai peta senario.
pt: --scenario=FICHEIRO Inicia directamente o nome de FICHEIRO como mapa de cenário.

source: --loadgame=FILENAME Directly loads the savegame FILENAME.
bg: --loadgame=ФАЙЛ Направо зарежда запазената игра ФАЙЛ.
ms: --loadgame=FILENAME Muat terus permainan tersimpan FILENAME.
pt: --loadgame=FICHEIRO Inicia directamente o FICHEIRO do jogo guardado.

source: --script=FILENAME Run the given Lua script after initialization. Only valid with --scenario, --loadgame, or --editor.
bg: --script=ФАЙЛ Изпълнява посочения Lua скрипт след стартиране. Валидно само със --scenario, --loadgame или --editor.
ms: --script=FILENAME Jalankan skrip Lua yang diberi selepas diawalkan. Hanya sah dengan --scenario, --loadgame, ataupun --editor.
pt: --script=FILENAME Lança o script Lua indicado depois do arranque. Só funciona com --scenario, --loadgame, ou --editor.

source: --auto_roadbuild_mode=[true|false] Whether to enter roadbuilding mode automatically after placing a flag that is not connected to a road.
bg: --auto_roadbuild_mode=[true|false] Дали автоматично да се влиза в режим на строене на пътища след поставяне на флаг, който не е свързан с път.
ms: --auto_roadbuild_mode=[true|false] Sama ada masuk mod bina jalan secara automatik selepas meletak bendera yang tidak bersambung dengan jalan.
pt: --auto_roadbuild_mode=[yes|no] Entrar ou não automaticamente em modo de construção de estradas depois de plantar uma bandeira que não está ligada a uma estrada.

source: --fullscreen=[true|false] Whether to use the whole display for the game screen.
bg: --fullscreen=[true|false] Дали да се използва целия екран за играта.
ms: --fullscreen=[true|false] Sama ada hendak guna keseluruhan paparan untuk skrin permainan.
pt: --fullscreen=[yes|no] Usar ou não o modo ecrã completo para mostrar o ecrã de jogo.

source: --xres=[...] Width of the window in pixel.
bg: --xres=[…] Ширина на прозореца в пиксели.
ms: --xres=[...] Lebar tetingkap dalam piksel.
pt: --xres=[...] Largura da janela em pixel.

source: --yres=[...] Height of the window in pixel.
bg: --yres=[…] Височина на прозореца в пиксели.
ms: --yres=[...] Tinggi tetingkap dalam piksel.
pt: --yres=[...] Altura da janela em pixel.

source: --maxfps=[5 ...] Maximal optical framerate of the game.
bg: --maxfps=[5 …] Максимален брой видими кадри в секунда на играта.
pt: --maxfps=[5 ...] Taxa máxima de fotogramas por segundo (FPS) do jogo.

source: --animate_map_panning=[yes|no] Should automatic map movements be animated.
bg: --animate_map_panning=[yes|no] Дали автоматичните придвижвания на картата да бъдат анимирани.
pt: --animate_map_panning=[yes|no] Se os movimentos automáticos da mapa devem ser animados.

source: --border_snap_distance=[0 ...] Move a window to the edge of the screen when the edge of the window comes within this distance from the edge of the screen.
bg: --border_snap_distance=[0 …] Придвижва прозореца към края на екрана в случай, че края на прозореца се окаже в указаното разстояние от края на екрана.
ms: --border_snap_distance=[0 ...] Alih tetingkap ke pinggir skrin bila pinggir tetingkap berada pada jarak ini dari pingir skrin.
pt: --border_snap_distance=[0 ...] Mover uma janela para a borda do ecrã quando a borda da janela se aproximar da borda do ecrã à distância indicada.

source: --dock_windows_to_edges=[true|false] Eliminate a window's border towards the edge of the screen when the edge of the window is next to the edge of the screen.
bg: --dock_windows_to_edges=[true|false] Премахва рамката на прозорец, която е откъм ръба на екрана, когато ръба на този прозорец е до ръба на екрана.
ms: --dock_windows_to_edges=[true|false] Buang sempadan tetingkap menghadap pinggir skrin bila pinggir tetingkap bersebelahan pinggir skrin.
pt: --dock_windows_to_edges=[yes|no] Eliminar a borda da janela mais perto da borda do ecrã quando a borda da janela estiver próxima da borda do ecrã.

source: --panel_snap_distance=[0 ...] Move a window to the edge of the panel when the edge of the window comes within this distance from the edge of the panel.
bg: --panel_snap_distance=[0 …] Придвижва прозореца към края на панела в случай, че края на прозореца се окаже в указаното разстояние от края на панела.
ms: --panel_snap_distance=[0 ...] Alih tetingkap ke pinggir panel bila pinggir tetingkap berada pada jarak ini dari pinggir panel.
pt: --panel_snap_distance=[0 ...] Mover uma janela para a borda do painel quando a borda da janela se aproximar da borda do painel à distância indicada.

source: --snap_windows_only_when_overlapping=[yes|no] Only move a window to the edge of a panel if the window is overlapping with the panel.
bg: --snap_windows_only_when_overlapping=[yes|no] Придвижва прозореца в края на панела, само ако прозореца се припокрива с панела.
ms: --snap_windows_only_when_overlapping=[yes|no] Hanya alih tetingkap ke pinggir panel jika tetingkap bertindih dengan panel.
pt: --snap_windows_only_when_overlapping=[yes|no] Apenas mover a janela para a borda do painel se a janela se sobrepuser ao painel.

source: --verbose Enable verbose debug messages
bg: --verbose Включва подробни съобщения за остраняване на грешките
ms: --verbose Benarkan mesej nyahpepijat berjela
pt: --verbose Ativa mensagens de depuração

source: --help Show this help
bg: --help Показва тази информация
ms: --help Tunjuk bantuan ini
pt: --help Apresenta esta ajuda
