Repository: widelands/widelands
Catalog: po/win_conditions/*.po
Languages: ja, vi

source: Collectors
ja: コレクター
vi: Người thu lượm

source: You get points for precious wares in your warehouses. The player with the highest number of wares at the end of 4 hours wins the game.
ja: 倉庫にある貴重なアイテムによって、ポイントが発生します。４時間後の終了時に、アイテムポイントがもっとも多いプレイヤーが勝者です。

source: Points
ja: ポイント
vi: Điểm

source: Status for %s
ja: %sの状況

source: Total: %i point
ja: 合計: %i point

source: %i minute
ja: %i 分

source: The game will end in %s.
ja: ゲームは経過時間%sに終了します。
vi: Ván chơi sẽ kết thúc sau %s.

source: Autocrat
ja: 独裁者
vi: Quý tộc

source: The tribe or team that can defeat all others wins the game!
ja: 他の部族やチームをすべて討伐するとゲーム勝利です。
vi: Bộ lạc hoặc đội chơi nào đánh bại tất cả các bên còn lại sẽ thắng!

source: Endless Game
ja: エンドレス
vi: Ván chơi kéo dài vô tận

source: This is an endless game without rules.
ja: これはルールのないエンドレスのゲームです。
vi: Ván này kéo dài vô tận và không quy định luật chơi.

source: Endless Game (no fog)
ja: エンドレス（霧なし）

source: This is an endless game without rules. Fog of war is disabled.
ja: これはルールのないエンドレスのゲームです。戦争の霧はありません。

source: Territorial Lord
ja: 領主
vi: Lãnh chúa

source: Each player or team tries to obtain more than half of the map’s area. The winner will be the player or the team that is able to keep that area for at least 20 minutes.
ja: 各プレイヤー（チーム）は、マップ面積の半分以上を獲得しようとします。勝者は、少なくとも20分間その面積を維持したプレイヤー（チーム）です。

source: Team %i
ja: チーム%i
vi: Đội %i

source: %s owns more than half of the map’s area.
ja: %sはマップ面積の半分以上を所有しています。

source: You’ve still got %i minute to prevent a victory.
ja: 相手の勝利を防ぐために、まだ%i分の猶予があります。

source: You own more than half of the map’s area.
ja: あなたはマップ面積の半分以上を所有しています。

source: Keep it for %i more minute to win the game.
ja: ゲームに勝利するには%i分以上維持してください。

source: Territorial Time
ja: 領有時間

source: Each player or team tries to obtain more than half of the map’s area. The winner will be the player or the team that is able to keep that area for at least 20 minutes, or the one with the most territory after 4 hours, whichever comes first.
ja: 各プレイヤー（チーム）は、マップ面積の半分以上を獲得しようとします。勝者は、少なくとも20分間その面積を維持するか、または４時間後の時点にもっとも広い領地をもつプレイヤー（チーム）です。どちらが先でも構いません。

source: %1$s has %2$3.0f%% of the land (%3$i of %4$i).
ja: %1$sは土地の/n%2$3.0f%%です。(%3$i of %4$i)

source: %1$s had %2$3.0f%% of the land (%3$i of %4$i).
ja: %1$sは土地の/n%2$3.0f%%でした。(%3$i of %4$i)

source: Otherwise the game will end in %i minute.
ja: そうでない場合、ゲームは%i分に終了します。

source: The game will end in %i minute.
ja: ゲームはあと%i分で終了します。

source: Congratulations!
ja: おめでとう！
vi: Xin chúc mừng!

source: You have won this game!
ja: このゲームに勝ちました！
vi: Bạn đã thắng ván này!

source: You are defeated!
ja: 敗北しました！
vi: Bạn đã bị đánh bại!

source: You lost your last warehouse and are therefore defeated. You may continue as spectator if you want.
ja: 最後の倉庫を失ったため、敗北しました。もしよければ、観客として続行することができます。

source: You won
ja: 勝利しました

source: You are the winner!
ja: 勝利しました！
vi: Bên bạn đã thắng cuộc!

source: You lost
ja: 敗北しました
vi: Bạn đã thua

source: You’ve lost this game!
ja: このゲームに敗北しました！

source: Status
ja: 状況
vi: Tình hình

source: Player overview:
ja: プレイヤーの概況
vi: Thông tin sơ lược về người chơi:

source: Wood Gnome
ja: ウッドノーム
vi: Thần Rừng

source: As wood gnome you like big forests, so your task is to have more trees on your territory than any other player. The game will end after 4 hours of playing. The one with the most trees at that point will win the game.
ja: 森を好む木の妖精であるあなたは、他のプレイヤーよりも木が多い領地にするのが仕事です。このゲームはプレイ４時間後に終了します。その時点でもっとも木が多いプレイヤーが勝者です。

source: Trees owned
ja: 所有林
vi: Số cây đã có

source: %i tree
ja: %i本の木

source: %1$s has %2$s at the moment.
ja: %1$sは現在%2$sを所有しています。

source: %1$s had %2$s.
ja: %1$sは%2$sを所有しました。

source: The winner is %1$s with %2$s.
ja: 勝者は%2$sを所有している%1$sです。

source: %i trees at the moment .
vi: %i cây tại thời điểm hiện tại.

source: %i trees.
vi: %i cây.

source: %s had
vi: %s đã có

source: %s has
vi: %s có

source: %s owns more than half of the maps area.
vi: %s đang chiếm cứ hơn một nửa diện tích bản đồ.

source: As wood gnome you like big forests, so your task is, to have more trees on your territory than any other player. The game will end after 4 hours of playing. The one with the most trees at that point will win the game.
vi: Như một thần rừng, bạn thích những cánh rừng lớn. Nhiệm vụ dành cho bạn là chiếm lấy nhiều cây trong vùng lãnh thổ của mình hơn những người chơi khác. Ván chơi kéo dài 4 giờ. Cuối cùng bên nào có nhiều cây nhất thì thắng cuộc.

source: Each player or team tries to obtain more than half of the maps' area. The winner will be the player or the team that is able to keep that area for at least 20 minutes.
vi: Mỗi người hoặc đội chơi cần cố gắng chiếm cứ hơn một nửa diện tích bản đồ. Bên thắng cuộc sẽ là người hoặc đội chơi giữ vững được khu vực chiếm đóng ít nhất là 20 phút.

source: Keep it for %i more minutes to win the game.
vi: Giữ nó thêm %i phút nữa để thắng ván này.

source: Status for Player %i<br>
vi: Tình hình của người chơi %i<br>

source: The game will end in %i minutes.
vi: Ván chơi sẽ kết thúc sau %i phút.

source: The winner is %s
vi: Bên thắng cuộc là %s

source: Total: %i points
vi: Tổng: %i điểm

source: You are the winner of this game!
vi: Bạn đã thắng ván chơi này!

source: You get points for precious wares in your warehouses, the player with the highest number of wares at the end of 4 hours wins the game.
vi: Bạn nhận được điểm từ các bảo bối trong nhà kho của mình; người chơi nào có nhiều bảo bối nhất sau 4 giờ chơi sẽ thắng ván này.

source: You have lost this game!
vi: Bạn đã thua ván này!

source: You have nothing to command left. If you want, you may continue as spectator.
vi: Bạn không còn quyền điều khiển nữa. Nếu muốn, bạn có thể tiếp tục như một khán giả.

source: You lost!
vi: Bạn đã thua!

source: You own more than half of the maps area.
vi: Bạn đang chiếm giữ hơn một nửa diện tích bản đồ.

source: You still got %i minutes to prevent a victory.
vi: Bạn vẫn còn %i phút để ngăn đối phương chiến thắng.

source: You won!
vi: Bạn đã thắng!

source: You've lost this game!
vi: Bạn đã thua ván này!

source: with %i trees.
vi: với %i cây.
