Repository: widelands/widelands
Catalog: po/mp_scenario_island_hopping.wmf/*.po
Languages: de

source: 5 minutes
de: 5 Minuten

source: 10 minutes
de: 10 Minuten

source: 15 minutes
de: 15 Minuten

source: Game Status
de: Spielstatus

source: %s Log
de: %s Stamm

source: %s Plank
de: %s Brett

source: %s Stone
de: %s Stein

source: %s Spidercloth
de: %s Spinnenstoff

source: %s Corn
de: %s Mais

source: %s Coal
de: %s Kohle

source: %s Iron Ore
de: %s Eisenerz

source: %s Gold Ore
de: %s Golderz

source: Rules
de: Regeln

source: Welcome to Island Hopping
de: Willkommen zum Insel-Springen

source: Island Hopping is a traditional tournament in Atlantean culture. The rules of the game are simple: you start with a headquarters on an island. When you finish a castle at the end of the first island, you are granted a second headquarters on a second island, which will contain all wares from your first headquarters.
de: Inselspringen ist ein traditioneller Wettbewerb in der atlantischen Kultur. Die Regeln sind einfach: Du startest mit einem Hauptquartier auf einer Insel. Wenn du eine Burg im Zielgebiet der ersten Insel fertigstellst, bekommst du ein Hauptquartier auf der zweiten Insel, dass alle Waren enthält, die du auf der ersten Insel gesammelt hast.

source: If you finish a castle in the target area on the second island, you will get a third headquarters on the third island. You must build a castle at the center of the third island and hold it for 20 minutes to win the game.
de: Wenn du eine Burg im Zielgebiet auf der zweiten Insel fertigstellst, bekommst du ein Hauptquartier auf der dritten Insel. Du musst eine Burg auf der dritten Insel fertigstellen und 20 Minuten halten, um das Spiel zu gewinnen.

source: Whenever you finish an island, you will get bonus wares, depending on how many players have finished the island before you. The earlier you finish, the fewer wares you will get. See below for the details.
de: Immer wenn Du ein Ziel auf der Insel erreichst, bekommst Du zusätzliche Waren; abhängig davon, wieviele Spieler vor Dir schon das Ziel erreicht haben. Je früher Du das Ziel erreichst, desto weniger Waren erhältst Du. Weiter unten erfährst Du die Details.

source: The clue is that the first island only provides stones and wood, the second only meadows and resources. The economies you leave behind will continue to work for you, but you will only reap the benefits at the moment you reach a new island.
de: Der Trick ist, dass die erste Insel nur Holz und Stein bietet, die zweite nur Weideland und Bodenschätze. Die Wirtschaft, die Du zurück lässt, wird weiter für Dich arbeiten, aber du wirst die Erträge nur erhalten, wenn Du eine neue Insel erreichst.

source: Finally, be careful not to waste your quartz and diamonds.
de: Schließlich: Sei vorsichtig und verschwende deine Bergkristalle und Diamanten nicht.

source: Finish Rewards
de: Zielbelohnung

source: First Island
de: Erste Insel

source: 1st to finish
de: 1. fertig

source: 2nd to finish
de: 2. fertig

source: 3rd to finish
de: 3. fertig

source: 4th to finish
de: 4. fertig

source: Second Island
de: Zweite Insel

source: %1$s was the first to reach Island number %2$i.
de: %1$s war der Erste, der Insel Nummer %2$i erreicht hat.

source: %1$s was the second to reach Island number %2$i.
de: %1$s war der Zweite, der Insel Nummer %2$i erreicht hat.

source: %1$s was the third to reach Island number %2$i.
de: %1$s war der Dritte, der Insel Nummer %2$i erreicht hat.

source: %1$s was the fourth to reach Island number %2$i.
de: %1$s war der Vierte, der Insel Nummer %2$i erreicht hat.

source: The reward for this feat amounts to:
de: Die Belohnung dafür ist:

source: %s is now King of the Hill and will win the game in 20 minutes, if nobody takes over the hill before then.
de: %s ist nun König des Hügels und wird das Spiel in 20 Minuten gewinnen, falls ihm niemand vorher die Kontrolle über den Hügel nimmt.

source: %s lost control of the hill.
de: %s hat die Kontrolle über den Hügel verloren.

source: %1$s has been King of the Hill for %2$s!
de: %1$s ist seit %2$s Hügelkönig!

source: %s has won the game. Congratulations!
de: %s hat das Spiel gewonnen. Herzlichen Glückwunsch!
