Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_fri03.wmf/*.po
Languages: sv

source: We were too slow. We dawdled and dallied and this is the result. There is no way forward. None of us will ever see our home again!
sv: Vi var för långsamma. Vi dröjde och fördröjde, och detta är resultatet. Det finns ingen väg framåt. Ingen av oss kommer någonsin att få se vårt hem igen!

# empire_building
source: Port
sv: Hamn

# empire_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
sv: Fungerar som bas för kolonisation och handel över vatten. Lagrar också dina soldater, varor och verktyg.
