Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_fri03.wmf/*.po
Languages: sv

source: Get to the North
sv: Ta dig till norrut

source: Go North
sv: Åk norrut

source: Sail to the North as far as possible, as fast as you can.
sv: Segla så långt norrut som möjligt, så fort du kan.

source: Destroy Angadthur’s Palace
sv: Förstör Angadthurs palats

source: Destroy the Atlantean Headquarters and Build a Port
sv: Förstör Atlantis högkvarter och bygg en hamn

source: Build a port on the northern shore of the island. The port space is located under Angadthur’s Headquarters.
sv: Bygg en hamn på öns norra kust. Hamnområdet ligger under Angadthurs högkvarter.

source: Pay or Fight
sv: Betala eller slåss

source: Pay the Empire or Destroy Their Port
sv: Betala imperiet eller förstör deras hamn

source: Gather %d gold bar in your northernmost port to obtain a passage from Marcus Caius Iniucundus.
sv: Samla %d guldtackor i din nordligaste hamn för att få en passagerare från Marcus Caius Iniucundus.

source: Alternatively, you can destroy his port to build one of your own in it’s place.
sv: Alternativt kan du förstöra hans hamn för att bygga en egen i dess ställe.

source: All soldiers who are present on the Northern island when you embark will accompany you.
sv: Alla soldater som befinner sig på den norra ön när du går ombord kommer att följa med dig.

source: You have two hours to accomplish this objective.
sv: Du har två timmar på dig att uppnå detta mål.

source: Introduction
sv: Introduktion

source: Welcome back!
sv: Välkommen tillbaka!

source: We have been sailing North for weeks until we reached this shore. Not one of my numerous seamaps gives me the information what lies beyond this point.
sv: Vi har seglat norrut i flera veckor tills vi nådde denna kust. Ingen av mina många sjökort ger mig information om vad som finns bortom denna punkt.

source: Only one thing is certain: We must find a port space on the northern coast of this land belt to launch an expedition and continue sailing North.
sv: Endast en sak är säker: Vi måste hitta en hamn på norra kusten av detta landremsa för att kunna starta en expedition och fortsätta segla norrut.

source: I want to find my old friend Reebaud as fast as I can. Every minute of idleness pains me as I imagine Atterdag gleefully trampling the green marshes of my Föhr under his dastard foot… Let’s make haste.
sv: Jag vill hitta min gamle vän Reebaud så fort som möjligt. Varje minut av sysslolöshet plågar mig när jag föreställer mig Atterdag som glatt trampar på de gröna träskmarkerna i mitt Föhr med sin fega fot... Låt oss skynda oss.

source: Eight Weeks Ago
sv: Åtta veckor sedan

source: An unfair fight
sv: En orättvis kamp

source: But forgive me. I did not even introduce myself yet. I am Claus Lembeck, the knight who rules the island of Föhr… or I did until I was forced out by the conqueror.
sv: Men förlåt mig. Jag har inte ens presenterat mig ännu. Jag är Claus Lembeck, riddaren som härskar över ön Föhr... eller gjorde det tills jag tvingades bort av erövraren.

source: The island was prospering under my rule, and my subjects loved and respected me. They even built me a new castle as a gift. And then Atterdag came.
sv: Ön blomstrade under mitt styre, och mina undersåtar älskade och respekterade mig. De byggde till och med ett nytt slott till mig som gåva. Och sedan kom Atterdag.

source: Atterdag! The King of the Danish Empire, and my sworn enemy. Many times did I aid the dukes of the mainland as they defended themselves against his thirst for war and conquest, and most times we fought him off. But eight weeks ago he landed with some of his allies and a large and well-trained army on my own island, Föhr, and sought to seize it.
sv: Atterdag! Kungen av det danska imperiet och min svurna fiende. Många gånger har jag hjälpt hertigarna på fastlandet att försvara sig mot hans törst efter krig och erövring, och oftast har vi lyckats slå tillbaka honom. Men för åtta veckor sedan landsteg han med några av sina allierade och en stor, välutbildad armé på min egen ö, Föhr, och försökte erövra den.

source: And I must speak the bitter admission – he succeeded. The fighting lasted five and thirty days, and every morning and evening yet another ship arrived from Denmark bringing in another troop of soldiers. How could I hope to compete against such odds? In the end I had no choice but to escape with my son Henneke and a few of my closest followers while Atterdag now calls Föhr another piece of his growing empire.
sv: Och jag måste erkänna det bittra faktum – han lyckades. Striderna varade i trettiofem dagar, och varje morgon och kväll anlände ännu ett skepp från Danmark med ytterligare en trupp soldater. Hur kunde jag hoppas på att kunna konkurrera mot sådana odds? Till slut hade jag inget annat val än att fly med min son Henneke och några av mina närmaste följeslagare, medan Atterdag nu kallar Föhr för ännu en del av sitt växande imperium.

source: But I will not accept defeat!
sv: Men jag kommer inte att acceptera nederlag!

source: Dark Future
sv: Mörk framtid

source: Reconquest
sv: Återerövring

source: It is evident that alone, I cannot hope to defeat this arch-enemy. Nor would those I fought alongside many a time be able to help me, seeing that we were always hard-pressed to repel Atterdag; and this latest assault of his proved that he was never even truly trying to win until now. He was merely toying with us. No, if I am to stand a chance of winning against him I need to find a greater force to aid my cause.
sv: Det är uppenbart att jag inte kan hoppas på att besegra denna ärkefiende på egen hand. Inte heller de som jag många gånger kämpat tillsammans med skulle kunna hjälpa mig, eftersom vi alltid haft svårt att slå tillbaka Atterdag. Hans senaste angrepp bevisade att han aldrig ens försökt vinna på riktigt förrän nu. Han lekte bara med oss. Nej, om jag ska ha en chans att besegra honom måste jag hitta en större styrka som kan hjälpa mig.

source: And such a force it is I am seeking out now. Reebaud, the chieftain of a small but strong Frisian community whom I once befriended; his haughty pride and his tremendous skill in battle are unmatched in all parts of the known world. If anyone can stand up to Atterdag, it must be him.
sv: Och det är just en sådan kraft jag söker nu. Reebaud, hövdingen för en liten men stark frisiska gemenskap som jag en gång blev vän med; hans högmodiga stolthet och hans enorma skicklighet i strid är oöverträffad i hela den kända världen. Om någon kan stå upp mot Atterdag, så måste det vara han.

source: When I went to ask him for his help I was met with a sore disappointment though. He and his men no longer live in Northern Frisia but have chosen to found a new settlement in the far North where no men have ever dared to settle before. The bravery for so bold an undertaking is also something I would expect from nobody but him.
sv: När jag bad honom om hjälp blev jag dock djupt besviken. Han och hans män bor inte längre i norra Frisland utan har valt att grunda en ny bosättning långt uppe i norr, där ingen tidigare vågat bosätta sig. Modet att våga sig på ett så djärvt företag är också något jag inte skulle förvänta mig av någon annan än honom.

source: It is a bravery we must attempt to copy, for there is but one course of action we can take. We must sail to the North and find my old friend Reebaud, and convince him to send soldiers with me to free my dear Föhr from the evil Dane.
sv: Det är ett mod vi måste försöka efterlikna, för det finns bara en sak vi kan göra. Vi måste segla norrut och hitta min gamle vän Reebaud och övertyga honom om att skicka soldater med mig för att befria min kära Föhr från den onde dansken.

source: We must not fail. The future of my people depends on me.
sv: Vi får inte misslyckas. Mitt folks framtid hänger på mig.

source: Diking
sv: Dikesgrävning

source: Gaining Land
sv: Vinn mark

source: This island is a bit too small and cramped for my liking. There is an experienced diker among my people, and he has suggested to use some logs to construct breakwaters, which will allow us to seize some extra land from the sea. It will be a slow and expensive business, and I hope we will not stay on this island much, but at least we should consider it.
sv: Denna ö är lite för liten och trång för min smak. Det finns en erfaren dikesgrävare bland mitt folk, och han har föreslagit att vi ska använda stockar för att bygga vågbrytare, vilket skulle göra det möjligt för oss att ta ytterligare mark från havet. Det kommer att bli ett långsamt och dyrt projekt, och jag hoppas att vi inte kommer att stanna länge på denna ö, men vi bör åtminstone överväga det.

source: Port Space Found
sv: Hamnyta hittad

source: One step closer to the North
sv: Ett steg närmare norr

source: My soldiers report they have found a port space! Now we need to build a port and start an expedition. Of course, we’ll have to build a complete seafaring economy first, with a shipyard and a weaving mill. But don’t waste too much time perfecting our economy – all that matters is that we get to the North soon.
sv: Mina soldater rapporterar att de har hittat en hamnyta! Nu måste vi bygga en hamn och starta en expedition. Naturligtvis måste vi först bygga upp en komplett sjöfartsekonomi, med ett varv och en vävfabrik. Men slösa inte för mycket tid på att perfekta vår ekonomi – det enda som spelar roll är att vi snart kommer till norr.

source: A Strange Island
sv: En underlig ö

source: An apprehension
sv: En oro

source: We have landed on a strange island. The ground is hard and black and steep, and the air smells burnt. The beach is the color of ashes, and the sand itself feels malevolent, as though a lindworm was cowering beneath it, waiting to pounce on any living creature foolish enough to come here. I can hardly put into words my feeling of apprehension. I do not know what there is to be afraid of, but we must be very cautious in any case as we cross it. Hopefully, we will reach the opposite side of the island soon.
sv: Vi har landat på en märklig ö. Marken är hård, svart och brant, och luften luktar bränt. Stranden är askgrå, och sanden känns illvillig, som om en lindorm gömde sig under den och väntade på att kasta sig över alla levande varelser som var dumma nog att komma hit. Jag kan knappt beskriva min oro med ord. Jag vet inte vad vi ska vara rädda för, men vi måste i alla fall vara mycket försiktiga när vi korsar den. Förhoppningsvis når vi snart den motsatta sidan av ön.

source: Strangers
sv: Främlingar

source: Who are they?
sv: Vilka är de?

source: Our soldiers have sighted strangers. Their buildings do not look like any I have seen before. I wonder who they are.
sv: Våra soldater har sett främlingar. Deras byggnader ser inte ut som några jag sett tidigare. Jag undrar vilka de är.

source: Who are you?
sv: Vem är du?

source: Be greeted, foreigners! I am Angadthur, the King of this miraculous island, a descendant of the legendary King Ajanthul the First of Atlantis himself. Be welcome to me, if you will be our friends!
sv: Var hälsade, främlingar! Jag är Angadthur, kung av denna mirakulösa ö, en ättling till den legendariske kung Ajanthul den förste av Atlantis själv. Var välkomna till mig, om ni vill bli våra vänner!

source: Greetings to the King!
sv: Hälsningar till kungen!

source: Peace, King Angadthur! I am Claus Lembeck, and this is my son Henneke. We are searching for my old friend Reebaud, who has left our country several years ago to seek out a new home in the far North. If I may ask, have you heard of him before, and can you tell us where to find him?
sv: Fred, kung Angadthur! Jag heter Claus Lembeck och detta är min son Henneke. Vi letar efter min gamle vän Reebaud, som lämnade vårt land för flera år sedan för att söka sig ett nytt hem i det fjärran norr. Får jag fråga om ni har hört talas om honom och kan tala om var vi kan hitta honom?

source: Greetings
sv: Hälsningar

source: Of course you may ask. Ask whatever you like. Why do you ask whether you may ask?
sv: Självklart får du fråga. Fråga vad du vill. Varför frågar du om du får fråga?

source: It’s a figure of speech that is considered polite among our people, that’s all. Very well, I’ll ask properly: Do you know where we can find my friend Reebaud?
sv: Det är bara ett uttryck som anses artigt bland vårt folk, det är allt. Okej, jag ska fråga ordentligt: Vet du var vi kan hitta min vän Reebaud?

source: I am sorry to disappoint you, Sir Lembeck, but I have never heard this name before and can therefore give you no news of him. As for your intent of travelling to the North – I am afraid there is but one suitable location for a port on this island other than the one where you did land, and it is located directly under my palace.
sv: Jag är ledsen att göra er besviken, sir Lembeck, men jag har aldrig hört det namnet förut och kan därför inte ge er några nyheter om honom. När det gäller er avsikt att resa norrut – jag är rädd att det bara finns en lämplig plats för en hamn på denna ö förutom den där ni landade, och den ligger direkt under mitt palats.

source: As it so happens, my soldiers are bored with never having anything to do. Let us perform a contest of arms, shall we? You may send your soldiers to try and destroy my palace. I am certain that you will not stand a chance, and therefore I promise I will pray to the gods to bless your journey if you do succeed.
sv: Som det nu är, är mina soldater uttråkade av att aldrig ha något att göra. Låt oss hålla en vapentävling, ska vi? Du kan skicka dina soldater för att försöka förstöra mitt palats. Jag är säker på att ni inte har en chans, och därför lovar jag att be gudarna välsigna er resa om ni lyckas.

source: Congratulations
sv: Gratulerar

source: May Satul bless you
sv: Må Satul välsigna dig

source: You have gotten past my best guards and burnt down my palace, which I believed to be impossible. You must be very powerful, and favoured by the gods. You have most certainly deserved your victory. I congratulate you and wish you well for your voyage. May Satul keep you safe!
sv: Du har tagit dig förbi mina bästa vakter och bränt ner mitt palats, vilket jag trodde var omöjligt. Du måste vara mycket mäktig och gynnad av gudarna. Du har verkligen förtjänat din seger. Jag gratulerar dig och önskar dig lycka till på din resa. Må Satul skydda dig!

source: In the Ice Desert
sv: I isöknen

source: The next island
sv: Nästa ö

source: We seem to be getting closer to the North. A desert of ice! I did not know such a thing even exists. But I doubt anybody could live here; I fear we will not discover anything useful on this island.
sv: Vi verkar närma oss norr. En öken av is! Jag visste inte att något sådant ens existerade. Men jag tvivlar på att någon skulle kunna leva här; jag är rädd att vi inte kommer att upptäcka något användbart på denna ö.

source: It doesn’t matter. Let’s just find the next port space quickly, so we can continue our journey.
sv: Det spelar ingen roll. Låt oss bara snabbt hitta nästa hamn så att vi kan fortsätta vår resa.

source: Port space found
sv: Hamnyta hittat

source: We have found a port space on the island. Now we can leave this cold and bleak ice desert and continue sailing.
sv: Vi har hittat en hamnyta på ön. Nu kan vi lämna denna kalla och öde isöken och fortsätta segla.

source: The North
sv: Norden

source: In the North
sv: I norr

source: Yes, this looks more like what I imagine the North should look like. The meadows are still green here, but the patches of snow are getting larger and larger the further North one can look.
sv: Ja, det här ser mer ut som jag föreställer mig att norr ska se ut. Ängarna är fortfarande gröna här, men snöfläckarna blir större och större ju längre norrut man tittar.

source: It does look good, but it might be just another island. Let’s continue travelling quickly.
sv: Det ser bra ut, men det kan vara ännu en ö. Låt oss fortsätta resa snabbt.

source: Our soldiers have sighted strangers again. I wonder whether they are similar to the strange King who congratulated us on destroying his palace.
sv: Våra soldater har återigen sett främlingar. Jag undrar om de liknar den märkliga kungen som gratulerade oss till att vi förstört hans palats.

source: No troubles, please
sv: Inga problem, tack

source: Greetings, Strangers! I am Marcus Caius Iniucundus, a legate of the Empire. Is this your island? We are only passing through, I hope you don’t mind. We don’t want any trouble.
sv: Välkomna, främlingar! Jag är Marcus Caius Iniucundus, en legat från Imperiet. Är detta er ö? Vi är bara på genomresa, jag hoppas att ni inte har något emot det. Vi vill inte ha några problem.

source: Travellers
sv: Resenärer

source: Peace, Sir Iniucundus! I am Claus Lembeck, and this is my son Henneke. We are just passing through as well. You are a legate, you say? You must be getting around a lot. Have you heard news of my old friend Reebaud? I only know that he is living in the North, can you tell us where to find him?
sv: Fred, Sir Iniucundus! Jag heter Claus Lembeck och detta är min son Henneke. Vi är också bara på genomresa. Ni är en legat, säger ni? Då måste ni resa mycket. Har ni hört något om min gamle vän Reebaud? Jag vet bara att han bor i norr, kan ni tala om var vi kan hitta honom?

source: I am glad to hear you want peace. I am sorry, but I have not heard the name of Reebaud before. If you want to go to the North, however, we have the same destination, for that is exactly where I am travelling on official business from the Capital. We are currently preparing a ship to set sail. We can take you with us if you wish, provided you can pay for the passage.
sv: Det gläder mig att höra att ni vill ha fred. Jag är ledsen, men jag har aldrig hört namnet Reebaud förut. Om du vill åka norrut har vi dock samma destination, för det är precis dit jag är på väg i tjänsten från huvudstaden. Vi förbereder just nu ett skepp för avfärd. Vi kan ta med dig om du vill, förutsatt att du kan betala för resan.

source: We thank you for your offer! What is the price you demand? And, if you don’t mind my asking, may I know what business you are employed on?
sv: Vi tackar för ditt erbjudande! Vad är ditt pris? Och, om du inte har något emot att jag frågar, får jag veta vilken verksamhet du är anställd inom?

source: %d piece of gold.
sv: %d guldmynt.

source: I know it seems much, but the Senate did not furnish me with much money for this expedition, so I must admit I am in need of some.
sv: Jag vet att det verkar mycket, men senaten gav mig inte mycket pengar till denna expedition, så jag måste erkänna att jag behöver lite.

source: The purpose of my journey is to seek out the Proconsule of the Province The Northern Lands, who has neglected to pay his taxes for several years running. My task is to give this Murilius a good telling-off, and if I discover he failed to pay out of greed rather than necessity, I am to bring him back to the Capital in chains. I must say, I am rather happy to be given this task, for I have a good chance of being appointed Proconsule in his stead if I succeed.
sv: Syftet med min resa är att söka upp prokonsuln i provinsen Norra länderna, som har underlåtit att betala sina skatter i flera år i rad. Min uppgift är att ge denne Murilius en ordentlig utskällning, och om jag upptäcker att han inte har betalat av girighet snarare än av nödvändighet, ska jag föra honom tillbaka till huvudstaden i kedjor. Jag måste säga att jag är ganska glad över att ha fått denna uppgift, för jag har en god chans att bli utnämnd till prokonsul i hans ställe om jag lyckas.

source: But back to the topic of your passage. There is only one place on the northern coast of this island where a port can be built. So you do not really have an alternative to purchasing a passage on my galley. But my astrologers report that a terrible storm is gathering that will make sea travel impossible for a long time. We must set sail within two hours, and whoever is still on the island after that time will not leave it anytime soon.
sv: Men tillbaka till ämnet för din resa. Det finns bara en plats på öns norra kust där en hamn kan byggas. Så du har egentligen inget annat val än att köpa en plats på min galär. Men mina astrologer rapporterar att en fruktansvärd storm är på väg som kommer att göra sjöresor omöjliga under lång tid. Vi måste segla inom två timmar, och den som fortfarande är kvar på ön efter det kommer inte att kunna lämna den på länge.

source: Decide
sv: Besluta

source: He seems happy enough to offer us a passage, but the price is exorbitant. We may as well destroy his port and build one of our own. I wonder what would be better…
sv: Han verkar glad att erbjuda oss en passage, men priset är orimligt högt. Vi kan lika gärna förstöra hans hamn och bygga en egen. Jag undrar vad som skulle vara bäst…

source: Victory
sv: Seger

source: Victory!
sv: Seger!

source: We have conquered the port! We are already building a ship, and then, we will finally be travelling to the actual far North. Although we still heard no news of Reebaud, I am confident that we will find him soon. Then he will grant us aid, and I will reconquer Föhr from the usurper Atterdag!
sv: Vi har erövrat hamnen! Vi bygger redan ett skepp, och sedan kommer vi äntligen att resa till den verkliga norra delen av landet. Även om vi fortfarande inte har hört något om Reebaud är jag övertygad om att vi snart kommer att hitta honom. Då kommer han att ge oss hjälp, och jag kommer att återerövra Föhr från usurpatorn Atterdag!

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
sv: Du har slutfört detta uppdrag. Du kan fortsätta spela om du vill, annars går du vidare till nästa uppdrag.

source: You have paid for the passage with pure gold. Now it is only right that you get it. Our ship is ready, you may embark!
sv: Du har betalat för resan med rent guld. Nu är det bara rätt att du får det. Vårt skepp är klart, du kan gå ombord!

source: You Have Lost
sv: Du har förlorat

source: Goodbye!
sv: Adjö!

source: You have taken too long. We must set sail now, and then the storm will not permit you to leave this island. I am sorry for you, but the weather doesn’t wait. Goodbye.
sv: Du har tagit för lång tid på dig. Vi måste segla nu, annars kommer stormen att hindra dig från att lämna ön. Jag beklagar, men vädret väntar inte. Adjö.

source: You have lost and may not continue playing. May you have better luck when you retry this scenario. Click OK to return to the main menu.
sv: Du har förlorat och kan inte fortsätta spela. Må du ha bättre tur när du försöker igen. Klicka på OK för att återgå till huvudmenyn.

source: Stuck
sv: Fastnat

source: Now see where your foolishness has led us. The storm has broken and we’re all stuck here since you burnt down our port. The gods are just – even though you appear to be more powerful in combat than us, they force you to remain on this island for such a long time that you will never accomplish the objective of your futile journey. Despair in your triumph!
sv: Se nu vart din dumhet har fört oss. Stormen har brutit ut och vi sitter alla fast här eftersom du brände ner vår hamn. Gudarna är rättvisa – även om du verkar vara starkare än oss i strid, tvingar de dig att stanna på denna ö så länge att du aldrig kommer att uppnå målet för din meningslösa resa. Förtvivla över din triumf!

source: This is a disaster! We have reached another shore, but another tribe has already settled there. They won’t allow us to land on their coast.
sv: Det här är en katastrof! Vi har nått en annan kust, men en annan stam har redan bosatt sig där. De tillåter oss inte att landstiga på deras kust.
