Repository: widelands/widelands
Catalog: po/texts/*.po
Languages: ms

source: You can use the ’Page up’ and ‘Page down’ keys to adjust your desired speed – the real speed is then democratically set.
ms: Anda boleh guna kekunci ’Page up’ dan ‘Page down’ untuk melaras kelajuan mengikut kehendak anda – kelajuan sebenar kemudiannya ditetapkan secara demokrasi.

source: You can use ‘/me’ at the beginning of a chatmessage: ‘/me is tired’ will be printed as ‘-> Nickname is tired’.
ms: Guna ‘/me’ pada permulaan mesej sembang: '/me berasa penat' akan dicetak sebagai '_> Gelaran berasa penat'.

source: Use ‘@name’ at the beginning of a chat message to send it to only one player.
ms: Guna ‘@nama’ pada permulaan mesej sembang untuk menghantar hanya kepada seorang pemain.

source: Our computer players are too boring? Visit our website at www.widelands.org and meet other players to play online.
ms: Pemain komputer kami dah jadi membosankan? Cuba lawati laman sesawang kami di www.widelands.org dan ajak pemain lain bermain secara atas-talian.
