Repository: widelands/widelands
Catalog: po/texts/*.po
Languages: ms

source: Authors
ms: Pengarang

source: Widelands Development Team
ms: Pasukan Pembangunan Widelands

source: License
ms: Lesen

source: Licensing information for Widelands
ms: Maklumat pelesenan untuk Widelands

source: Copyright 2002 - 2015 by the Widelands Development Team.
ms: Hakcipta 2002 - 2015 oleh Pasukan Pembangunan Widelands.

source: This game is Free and Open Source (FOSS), licensed under the GNU General Public License (GPL) V2.0.
ms: Permainan ini adalah Percuma dan Bersumber Terbuka (FOSS), dilesenkan di bawah Lesen Awam Am GNU (GPL) V2.0.

source: You can find more information on FOSS and the GPL by visiting the following webpage: %s
ms: Anda boleh temui lagi maklumat mengenai FOSS dan GPL dengan melawati laman sesawang berikut: %s

source: You can find the full text of the license there as well as further information about its philosophy and the legal implications.
ms: Anda boleh cari teks lengkap lesen di sini dan juga maklumat lanjut mengenai filosofi dan implikasi perundanganya.

source: We are also shipping the GPL as a text document with Widelands itself.
ms: Kami juga menyertakan GPL dalam bentuk dokumen teks di dalam Widelands.

source: On Linux, you can find the file called COPYING in the root of the source or standalone binary package, or in the installation directory (like ‘%1%’).
ms: Dalam Linux, anda boleh cari fail bernama COPYING dalam pakej sumber root atau binari berdiri-sendiri, atau dalam direktori pemasangan (seperti '%1%').

source: On Windows, you can find the file called COPYING.txt in the installation folder, and the Widelands Start menu entry provides a link to this file.
ms: Dalam Windows, anda boleh cari fail bernama COPYING.txt dalam folder pemasangan, dan masukan menu Mula Widelands juga menyediakan pautan kepada fail ini.

source: On MacOS, you can find the file called COPYING in the archive you downloaded from the website.
ms: Pada MacOS, anda boleh cari fail bernama COPYING dalam arkib yang anda telah muat turun dari laman sesawang.

source: This game comes as-is and without any warranty. For more information and support you can find us at %1% (Website, Wiki, Forum for questions or general support), %2% (Bugtracker), and %3% (Translations).
ms: Permainan ini tidak disertakan dengan sebatang jaminan. Untuk maklumat lanjut dan sokongan anda boleh temui kami di %1% (Laman sesawang, Wiki, Forum untuk persoalan atau sokongan am), %2% (Penjejak pepijat), dan %3% (Terjemahan).

source: README
ms: BACASAYA

source: an open source strategy game
ms: merupakan permainan strategi bersumber terbuka

source: Introduction
ms: Pengenalan

source: Widelands is a free, open source real-time strategy game with singleplayer campaigns and a multiplayer mode. The game was inspired by Settlers II but has significantly more variety and depth to it. Still, it is easy to get started through playable tutorials.
ms: Widelands merupaakn permainan strategi masa-nyata percuma dan bersumber terbuka untuk kempen seorang pemain dan juga mod pemain-berbilang. Permainan ini diilham daripada Settlers II tetapi ia lebih banyak variasi dan juga mendalam permainannya. Walaubagaimanapun, permainan ini boleh dimulakan dengan tutorial-tutorial yang seronok dimainkan.

source: In this game, you start out on a small piece of land with just a few resources. Using these, you’ll create an empire with many thousands of inhabitants. On your way towards this goal, you will have to establish an economic infrastructure, explore the land around you and face rivaling tribes.
ms: Dalam permainan ini, anda mula dengan sebidang tanah yang kecil dengan sedikit sumber. Dengan sumber ini, anda akan bina empayar yang terdiri daripada beribu-ribu orang penduduknya. Untuk mencapai matlamat ini, anda akan menubuhkan infastruktur ekonomi, jelajahi tanah disekitar anda dan juga menghadapi puak-puak yang memusuhi anda.

source: Check out the Widelands project homepage:
ms: Periksa laman sesawang rumah projek Widelands:

source: Widelands is licensed under the GNU General Public License (GPL). For more information, see the file ‘COPYING’.
ms: Wideland dilesenkan di bawah Lesen Awam Am GNU (GPL). Untuk maklumat lanjut, sila rujuk fail 'COPYING'.

source: Widelands is nearly feature complete and is much fun to play alone and even more in multiplayer with others. Still, there is always more work to be done in all areas. If you are interested in contributing – be it by making graphics, fixing bugs or adding new features, translating the game into your language or creating new maps – get in touch on our homepage.
ms: Widelands merupakan permainan berfitur hampir lengkap dan seronok dimainkan secara berseorangan dan lagi menyeronokkan jika bermain secara beramai-ramai dengan rakan-rakan. Walaubagaimanapun, masih terdapat beberapa kerja-kerja permbangunan yang perlu dibuat dalam semua bahagian. Jika anda berminat memberi sumbangan - sama ada membuat grafik, membaiki pepijat atau menambah fitur baharu, menterjemah permainan ke dalam bahasa ibunda anda atau mencipta peta baharu - sila-silakan menghubungi kami.

source: General game control
ms: Kawalan permainan umum

source: To close an open window, right-click on it. To minimize/maximize a window, click on the title bar of that window either with the middle mouse button or with the left mouse button while holding down CTRL.
ms: Untuk menutup tetingkap terbuka, klik-kanan padanya. Untuk meminimumkan atau memaksimumkan tetingkap, klik pada palang tajuk tetingkap sama ada dengan butang tetikus tengah atau butang tetikus kiri ketika menahan kekunci CTRL.

source: If you hold CTRL while building a road, flags will be placed automatically. If you hold CTRL while removing a road, all flags up to the first junction are removed.
ms: Jika anda tahan kekunci CTRL ketika membina jalan, bendera akan diganti secara automatik. Jika anda tahan kekunci CTRL ketika membuang jalan, semua bendera sehingga simpang pertama akan dibuang.

source: You can skip confirmation windows for irreversible actions if you hold CTRL while clicking on the action button.
ms: Anda boleh langkau tetingkap pengesahan bagi tindakan tidak boleh kembali jika anda menahan kekunci CTRL ketika mengklik butang tindakan.

source: Keyboard shortcuts (in-game)
ms: Pintasan papan kekunci (dalam-permainan)

source: PAGEUP: increases game speed
ms: PAGEUP: tingkatkan kelajuan permainan

source: PAGEDOWN: decreases game speed
ms: PAGEDOWN: kurangkan kelajuan permainan

source: PAUSE: pauses the game
ms: PAUSE: jedakan permainan

source: SPACE: toggles if building spaces are shown
ms: SPACE: togol jika ruang bangunan ditunjukkan

source: M: toggles minimap
ms: M: togol peta mini

source: N: toggles messages (‘news’)
ms: N: togol mesej (‘berita’)

source: C: toggles census
ms: C: togol bancian

source: S: toggles statistics
ms: S: togol statistik

source: I: toggles stock inventory
ms: I: togol inventori stok

source: O: toggles objectives
ms: O: togol objektif

source: B: toggles building statistics
ms: B: togol statistik bangunan

source: F: toggles fullscreen (if supported by the OS)
ms: F: togol skrin penuh (jika disokong oleh OS)

source: Home: centers main mapview on starting location
ms: Home: tengahkan paparan peta utama pada lokasi permulaan

source: (CTRL+) 0-9: Remember and go to previously remembered locations
ms: (CTRL+) 0-9: Ingat dan pergi ke lokasi diingati sebelum ini

source: ,: goes to the previous location
ms: ,: pergi ke lokasi terdahulu

source: .: goes to the next location
ms: .: pergi ke lokasi berikutnya

source: F6: shows the debug console (only in debug-builds)
ms: F6: tunjuk konsol nyahpepijat (hanya dalam debug-builds)

source: CTRL+F10: quits the game immediately
ms: CTRL+F10: keluar dari permainan serta-merta

source: CTRL+Leftclick: skips confirmation dialogs
ms: CTRL+Klik kiri: langkau dialog pengesahan

source: CTRL+F11: takes a screenshot
ms: CTRL+F11: ambil cekupan skrin

source: In the message window, the following additional shortcuts are available:
ms: Dalam tetingkap mesej, pintasan tambahan berikut tersedia:

source: 0: shows all messages
ms: 0: tunjuk semua mesej all messages

source: 1: shows geologists' messages only
ms: 1: tunjuk mesej ahli geologi sahaja

source: 2: shows economy messages only
ms: 2: tunjuk mesej ekonomi sahaja

source: 3: shows seafaring messages only
ms: 3: tunjuk mesej pelautan sahaja

source: 4: shows warfare messages only
ms: 4: tunjuk mesej perperangan sahaja

source: 5: shows scenario messages only
ms: 5: tunjuk mesej senario sahaja

source: G: jumps to the location corresponding to the current message
ms: G: lompat ke lokasi berkenaan dengan mesej semasa

source: DELETE: archives/restores the current message
ms: DELETE: arkib/pulihkan mesej semasa

source: Online Help
ms: Bantuan Atas Talian

source: If you need documentation or help for Widelands or the Widelands Editor, be sure to visit our homepage. You can find an up to date online help in our Wiki and a detailed description of the tribe economies in our online encyclopedia.
ms: Jika anda perlukan dokumentasi atau bantuan berkenaan Widelands ataupun penyunting Widelands, pastikan anda melayari laman sesawang kami. Anda boleh temui bantuan atas-talian yang terkini di dalam Wiki kami dan juga keterangan terperinci ekonomi puak di dalam ensiklopedia atas-talian kami.

source: Reporting Bugs
ms: Melaporkan Pepijat

source: If you encounter a bug, please report it to our bugtracker:
ms: Jika anda menghadapi pepijat, sila laporkannya di dalam penjejak pepijat kami:

source: Please provide enough background information. Tell us:
ms: Sila sediakan maklumat latar belakang yang mencukupi. Beritahu kami:

source: - Detailed steps on how to trigger the bug, if possible.
ms: - Langkah terperinci bagaimana pepijat dapat dipicu, jika boleh.

source: - What you expected to happen when performing the steps and what actually happened.
ms: - Apa yang anda jangkakan berlaku bila melakukan langkah tersebut dan apakah yang sebenarnya berlaku.

source: - Which version of Widelands you are running (i.e. either the build number or the revision number if you are running a development version or a daily build.)
ms: - Versi Widelands yang manakah anda mai (iaitu sama ada nombor binaan atau nombor revisi jika menjalankan versi pembangunan atau binaan harian.)

source: - Please also include which operating system you are running Widelands on as some bugs can be platform specific.
ms: - Sila sertakan sistem pengoperasian yang anda jalan kan Widelands di dalamnya kerana sesetengah pepijat boleh jadi spesifik platform.

source: - Which map you were playing when the bug occurred.
ms: - Peta yang manakah anda main ketika pepijat berlaku.

source: - If the bug concerns something not being displayed correctly or if it helps demonstrate the issue, please include one or more screenshots.
ms: - Jika pepijat berkenaan sesuatu yang tidak dipaparkan dengan baik atau jika ia dapat demonstrasikan masalah tersebut, sila sertakan satu atau lebih cekupan skrin itu.

source: - If you have a save game or replay demonstrating the issue (for instance crashes where it can be hard to tell exactly what is triggering it), please include that too. For more information, see the section on Replays below.
ms: - Jika anda telah menyimpan permainan atau demonstrasi semula masalah (seperti kerosakan yang sukar diberitahui apakah puncanya), sila sertakannya juga. Untuk maklumat lanjut, sila rujuk seksyen Main Semula di bawah.

source: Replays
ms: Main Semula

source: Widelands records every game you play in two files. One of these files has a .wrpl.wgf extension and contains an initial savegame. The other file has a .wrpl extension and contains all commands that were issued by all players, such as building a road or attacking an enemy. The rest of the filenames will tell you the time you started the game.
ms: Widelands merekod setiap permainan yang anda main kepada dua fail. Salah satu dari fail ini memiliki sambungan .wrpl.wgf dan mengandungi permainansimpan awalan. Fail kedua mempunyai sambungan.wrpl dan mengandungi semua perintah yang telah dibuat oleh semua pemain, seperti membina jalan atau menyerang musuh. Nama fail selebihnya memberitahu anda masa anda memulakan permainan.

source: Using the Watch Replay option in the main menu, a previously played game will be precisely reconstructed for you to watch. Note, however, that even small changes in the game data files or the Widelands executable can cause a replay to become incompatible and to ‘go out of sync’. This is similar to how network games will suffer from desynchronization problems if one of the players has a different version of the game.
ms: Penggunaan pilihan Tonton Main Semula dalam menu utama, permainan sebelum ini yang telah dimainkan akan dijalankan semula untuk tontonan anda. Kadangkala, sedikit perubahan dalam fail data permainan atau bolehlaku Widelands boleh menyebabkan main semula menjadi tidak serasi dan 'terkeluar dari penyegerakan'. Ia seakan dengan permainan rangkaian yang mengalami masalah penyahgerakan jika salah seorang pemain mempunyai versi permainan yang berlainan.

source: Replays are a very useful tool to find bugs in the game logic, so they can be useful as attachments to bug reports. The replay files are saved in the ~/.widelands/replays directory on Linux and Mac OS X. On Windows, they are in the ‘replays’ subdirectory of your Widelands installation.
ms: Main semula adalah alat yang sangat berguna untuk mencari pepijat dalam logik permainan, supaya diberguna sebagai lampiran dalam laporan pepijat. Fail main semula disimpan dalam direktori ~/.widelands/replays directory pada Linux dan Mac OS X. Manakala, dalam Windows, ia berada dalam subdirektori ‘replays’ di dalam pemasangan Widelands anda.

source: Atlantean
ms: Atlanta

source: Barbarian
ms: Gasar

source: Campaign Story
ms: Cerita Kempen

source: Chieftain
ms: Ketua Puak

source: Coders
ms: Pengekod

source: Debian Linux
ms: Linux Debian

source: Documentation, Help and Wiki
ms: Dokumentasi, Bantuan dan Wiki

source: Elders
ms: Orang-Orang Tua

source: Empire
ms: Empayar

source: Fedora Linux
ms: Linux Fedora

source: Former Elders
ms: Mantan Orang-Orang Tua

source: Graphicians
ms: Ahli Grafik

source: Graphics
ms: Grafik

source: Homepage
ms: Laman Sesawang

source: Homepage Coders
ms: Pengekod Laman Sesawang

source: Mandriva Linux
ms: Linux Mandriva

source: Maps and Missions
ms: Peta dan Misi

source: Musicians
ms: Ahli Muzik

source: Other
ms: Lain-lain

source: Packagers
ms: Pembuat Pakej

source: Sound
ms: Bunyi

source: Sound Effects
ms: Kesan Bunyi

source: Tongues
ms: Suara

source: Translation
ms: Terjemahan

source: Translators
ms: Penterjemah

source: README for the Widelands Editor
ms: BACASAYA untuk Penyunting Widelands

source: The Widelands Editor
ms: Penyunting Widelands

source: This editor is intended for players who would like to design their own maps to use with Widelands. As you can see, this Editor is heavy work in progress and as the Editor becomes better and better, this text will also get longer and more complete.
ms: Penyunting ini dikhaskan unutk pemain yang mahu mereka sendiri peta untuk kegunaan Widelands. Sepertimana yang anda lihat, Penyunting ini masih lagi dalam pembangunan dan Penyunting menjadi semakin lama semakin baik, teks ini juga akan menjadi semakin banyak dan lebih kompleks.

source: This Editor is intended for players who would like to design their own maps to use with Widelands.
ms: Penyunting digunakan oleh pemain yang mahu mereka peta sendiri yang dapat digunakan dengan Widelands.

source: As you can see, this Editor is heavy work in progress and as the Editor becomes better and better, this text will also get longer and more complete.
ms: Sepertimana yang anda lihat, Penyunting ini masih lagi dalam pembangunan dan Penyunting menjadi semakin lama semakin baik, teks ini juga akan menjadi semakin banyak dan lebih kompleks.

source: Please have a look at our enduser manuals on our wiki pages at: %s
ms: Sila rujuk panduan pengguna akhri pada halaman wiki kami di: %s

source: Those pages might be more complete and up to date than this file, and you will also find a short tutorial about building a map there.
ms: Halaman tersebut lebih lengkap dan terkemaskini berbanding fail ini, dan anda juga dapat mencari tutorial pendek mengenai pembinaan peta di sana.

source: Keyboard shortcuts
ms: Pintasan papan kekunci

source: toggles if building spaces are shown
ms: togol jika ruang bangunan ditunjukkan

source: toggles census
ms: togol bancian

source: toggles fullscreen
ms: togol skrin penuh

source: toggles main menu
ms: togol menu utama

source: toggles minimap
ms: togol peta mini

source: toggles player menu
ms: togol menu pemain

source: toggles tools menu
ms: togol menu alatan

source: activates information tool
ms: aktifkan alat maklumat

source: load map
ms: muat peta

source: save map
ms: simpan peta

source: changes tool size
ms: ubah saiz alat

source: SHIFT (Hold):
ms: SHIFT (Tahan):

source: selects first alternative tool while pressed
ms: pilih alat alternatif pertama ketika ditekan

source: ALT (Hold):
ms: ALT (Tahan):

source: Selects second alternative tool while pressed
ms: pilih alat alternatif kedua ketika ditekan

source: Some buildings, such as the farm, have a very small working area. If the building is surrounded with trees or roads, production will stop.
ms: Sesetengah bangunan, seperti ladang, mempunyai kawasan kerja yang sangat kecil. Jika bandungan dikelilingi pokok atau jalan, pengeluaran akan terhenti.

source: Always build a forester’s and a fish breeder’s house, so you will not run out of logs or food.
ms: Sentiasa bina rumah tukang kayu dan rumah penternak ikan, supaya anda tidak kehabisan kayu balak atau makanan.

source: Keep an eye on your fishers. After fish resources are exhausted in their working area, they will stop fishing.
ms: Sentiasa memantau penangkap ikan anda. Selepas sumber ikan kehabisan di dalam kawasan kerja mereka, mereka akan berhenti menangkap ikan.

source: Always build a ranger’s and a gamekeeper’s hut, so you will not run out of logs or food.
ms: Sentiasa bina pondok renjer dan pondok penjerat, supaya anda tidak kehabisan kayu balak atau makanan.

source: You can find general help for the editor as well as a short tutorial on our wiki at www.widelands.org
ms: Anda boleh mencari bantuan am untuk penyunting dan juga tutorial pendek dalam wiki kami di www.widelands.org

source: You can select multiple animal types if you hold down CTRL during selection. If you then click on the map, an instance of one of the selected animal types will be placed.
ms: Anda boleh memilih pelbagai jenis haiwan jika anda tahan CTRL ketika pemilihan. Jika kemudiannya anda klik pada peta, haiwan terpilih itu akan diletakkan.

source: Just like with animals, you can also select multiple immovables or ground textures with CTRL + mouse click.
ms: Seperti juga haiwan, anda juga boleh memilih pelbagai objek tak gerak atau tekstur tanah dengan CTRL + klik tetikus.

source: Holding down SHIFT switches the first alternative tool on. This tool is in most cases the complete opposite of the normal tool (for example deletion of an object instead of placing one).
ms: Menahan SHIFT akan tukar alat alternatif pertama anda. Alat ini dalam kebanyakan situasi berlawanan dengan alat biasa (sebagai contoh pemadaman objek berbanding meletak yang baharu).

source: Holding down ALT switches the second alternative tool on (if it exists).
ms: Menahan kekunci akan tukar kepada alat alternatif kedua (jika ia wujud).

source: The number keys (1 - 0) allow you to directly set the size of the selected area around your mouse cursor.
ms: Kekunci nombor (1 - 0) membolehkan anda tetapkan saiz kawasan terpilih secara terus disekitar kursor tetikus anda.

source: SPACE key behaves like in normal game. It switches if building spaces are shown on or off.
ms: Kekunci SPACE bertindak seperti dalam permainan biasa. Ia tukarkan jika ruang bangunan ditunjukkan atau sebaliknya.

source: Always build a forester’s house so you will not run out of logs.
ms: Sentiasa bina rumah tukang kayu supaya anda tidak kehabisan kayu balak.

source: The building process will only start after a road is built to the construction site.
ms: Proses pembinaan akan bermula selepas jalan dibina ke tapak pembinaan.

source: Be sure to send a geologist to survey sites before building a well or a mine.
ms: Pastikan anda menghantar ahli geologi ke tapak tinjauan sebelum membina perigi atau lombong.

source: Your territory can be expanded by building various military buildings – Sentry, Fortress, Barracks, etc.
ms: Wilayah anda boleh diperluaskan dengan membina pelbagai jenis bangunan ketenteraan - Sentri, Kota Kara, Berek dan lain-lain.

source: Miners will work only if supplied with food.
ms: Pelombing hanya akan berkerja jika mendapat bekalan makanan.

source: Split your roads into shorter sections by planting some flags. This will speed up transportation of your wares.
ms: Pisah jalan anda menjadi bahagian lebih pendek dengan menanam beberapa bendera. Ia akan melajukan penghantaran barangan anda.

source: Any further questions? Our FAQ, the wiki and of course our community forums can be found at www.widelands.org.
ms: Apa jua persoalan lanjut? FAQ, wiki dan juga forum komuniti kami boleh ditemui di www.widelands.org.

source: Use the priority buttons in building windows to adjust delivery of a specific ware.
ms: Guna butang keutamaan dalam tetingkap bangunan melaras penghantaran barang tertentu.

source: Use the ‘configure economy’ menu to adjust the target quantity of wares. It can be accessed via the flag menu.
ms: Guna menu 'konfigur ekonomi' untuk melaras kuantiti sasaran barangan. Ia boleh dicapai melalui menu bendera.

source: Manage your messages more efficiently: press ‘N’ for News to access the messages window, then use ‘G’ for Go To, and the Delete key to archive messages.
ms: Urus mesej anda lebih efisyen: tekan 'N' untuk Berita mencapai tetingkap mesej. kemudian guna 'G' atau Pergi Ke, dan kekunci Delete untuk arkibkan mesej.

source: Use the ‘,’ (comma) and ‘.’ (period) keys to go back and forth between recently visited places in the world.
ms: Guna kekunci ',' (koma) dan '.' (titik noktah) untuk pergi dan kembali diantara tempat yang kerap dilawati.

source: Press Ctrl+(0-9) to store important locations, then press 0-9 to recall them.
ms: Tekan kekunci Ctrl+(0-9) untuk menyimpan lokasi penting, kemudian tekan 0-9 untuk memanggilnya semula.

source: Removing a road while holding Ctrl lets you remove all flags up to the first junction.
ms: Membuang jalan ketika menahan kekunci Ctrl akan membuang semua bendera anda sehingga ke simpang pertama.

source: New soldiers are recruited in the headquarters or a warehouse if all needed tools are available. Training sites are for improving their abilities.
ms: Askar baharu dilatih dalam ibu pejabat atau gudang jika semua alatan yang diperlukan tersedia. Tapak latihan adalah untuk menambahbaik keupayaan mereka.

source: If you like to live dangerously, pressing Ctrl while clicking the enhance, dismantle or destroy building buttons will skip the confirmation.
ms: Jika anda suka bermain dengan risiko, menekan Ctrl ketika mengklik butang naik taraf, robohkan atau musnahkan bangunan akan melangkau pengesahan.

source: Press I to quickly toggle the display of your stock inventory.
ms: Tekan I untuk togol secara pantas paparan inventori stok anda.

source: An economy consists of all buildings and flags connected by roads. The supplies and demands of buildings are handled in its economy.
ms: Ekonomi mengandungi semua bangunan dan bendera yang bersambung dengan jalan. Bekalan dan permintaan bangunan dikendali dalam ekonominya.
