Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial04_economy.wmf/*.po
Languages: nn, pt_br

source: The encyclopedia has five tabs:
nn: Oppslagsverket har fem faner:
pt_br: A enciclopédia tem cinco abas:

source: The ‘General’ tab contains information about all the basic interface controls for Widelands. Furthermore, you can find tips that are relevant for your tribe there.
nn: Fana «Generelt» inneheld informasjon om alle dei grunnleggjande grensesnittkontrollane for Widelands. I tillegg kan du finna tips som er relevante for stammen din der.
pt_br: A aba "Geral" contém informação sobre todos os controles básicos da interface de Widelands. Além disso, aí você pode encontrar dicas que são relevantes para sua tribo.

source: The ‘Wares’ tab shows information about the wares that your tribe needs, including a short help text, a list of buildings that produce each ware, the needed wares to produce it and where the ware is consumed.
nn: Fana «Varer» viser informasjon om varene stammen din treng, inkludert ein kort hjelpetekst, ei liste over bygningar som produserer kvar vare, kva varer som trengst for å produsera henne, og kvar vara vert forbrukt.
pt_br: A aba "Recursos" mostra informações sobre os recursos que sua tribo necessita, incluindo uma descrição, uma lista de construções que produzem cada recurso, os recursos necessários para produzi-lo e onde esse recurso é utilizado.

source: The ‘Workers’ tab shows information about your tribe’s workers in a similar manner to the wares in the second tab.
nn: Fana «Arbeidarar» viser informasjon om stammen sine arbeidarar på same måte som for varene i den andre fana.
pt_br: A aba "Trabalhadores" mostra informações sobre os trabalhadores da sua tribo de maneira similar aos recursos na segunda aba.

source: The ‘Buildings’ tab contains all the necessary information about the buildings of your tribe.
nn: Fana «Bygningar» inneheld all nødvendig informasjon om stammen sine bygningar.
pt_br: A aba "Construções" contém toda a informação necessária sobre as construções de sua tribo.

source: Finally, the ‘Immovables’ tab shows information about the specific immovables that your tribe’s workers can place on the map.
nn: Til slutt viser fana «Faste objekt» informasjon om dei spesifikke faste objekta som arbeidarane til stammen din kan plassera på kartet.
pt_br: Finalmente, a aba 'Estacionários' mostra informação sobre objetos estacionários específicos que os trabalhadores de sua tribo podem colocar no mapa.

source: You closed the encyclopedia!
nn: Du lukka oppslagsverket!
pt_br: Você fechou a enciclopédia!

source: You have closed the encyclopedia window, but I didn’t notice that you were trying to find out which wares are needed to recruit a soldier. Would you please reopen it and do so?
nn: Du har lukka oppslagsverkvindauget, men eg la ikkje merke til at du prøvde å finna ut kva varer som trengst for å rekruttera ein soldat. Kan du vera snill og opna det igjen og gjera det?
pt_br: Você fechou a janela de enciclopédia, mas eu não notei você procurando quais recursos são necessários para recrutar um soldado. Poderia reabrir a janela e os encontrar?

source: Open the encyclopedia window again
nn: Opne oppslagsverkvindauget att
pt_br: Abra a janela de enciclopédia novamente.

source: You closed the encyclopedia window without searching for the information we need. If you already know everything, please feel free to leave this tutorial at any time.
nn: Du lukka oppslagsverkvindauget utan å søkja etter informasjonen me treng. Om du allereie veit alt, kan du gjerne forlata denne opplæringsdelen når som helst.
pt_br: Você fechou a janela de enciclopédia sem procurar a informação necessária. Se você já sabe tudo, sinta-se livre para fechar esse tutorial a qualquer momento.

source: Otherwise, please reopen the encyclopedia window and choose the second tab.
nn: Elles, ver venleg og opna oppslagsverkvindauget igjen og vel den andre fana.
pt_br: Caso contrário, por favor reabra a janela de enciclopédia e selecione a segunda aba.

source: Priority Settings
nn: Prioritetsinnstillingar
pt_br: Configurações de Prioridade

source: Send the wares where they’re needed
nn: Send varene dit dei trengst
pt_br: Envie os recursos para onde são necessários

source: Great. Our taverns have now been built up and are supplying us with rations.
nn: Flott. Vertshusa våre er no ferdigbygde og forsyner oss med rasjonar.
pt_br: Ótimo. Nossas tavernas agora foram construídas e estão nos fornecendo rações.

source: At the moment, all mines are supplied with rations. If you want to prioritize a special mine, you simply have to open its window. In the wares tab, behind every ware, you can see a slider.
nn: For augneblinken får alle gruver rasjonar. Om du vil prioritera ei spesiell gruve, opnar du berre vindauget hennar. I varefana, bak kvar vare, ser du ein glidebrytar.
pt_br: No momento, todas as minas estão abastecidas com rações.Se você deseja priorizar uma mina em especial, pode simplesmente abrir sua janela. Na aba de recursos, ao lado de todo recurso, você pode ver um controle deslizante.

source: When you move the slider to the blue area on the left side (low priority), the corresponding ware gets delivered less frequently. Red (right side) means that as many wares as possible should be delivered to this building, maybe because it produces something important.
nn: Når du flyttar glidebrytaren til det blå området til venstre (låg prioritet), vert den tilsvarande vara levert sjeldnare. Raudt (høgre side) tyder at så mange varer som mogleg skal leverast til denne bygningen, kanskje fordi han produserer noko viktig.
pt_br: Quando você desliza o controle para a área azul no lado esquerdo (baixa prioridade), o recurso correspondente é entregue em uma frequência menor. Vermelho (lado direito) significa que o máximo de recursos possíveis devem ser entregues nessa construção, talvez porque ela produz algo importante.

source: The actual supply state is indicated by varying colors of the ware icons themselves:
nn: Den faktiske forsyningsstatusen vert vist ved ulike fargar på sjølve vareikona:
pt_br: O estado de fornecimento atual é indicado pelas diferentes cores nos ícones dos recursos:

source: Wares stored in the building are shown in full color.
nn: Varer lagra i bygningen vert vist i full farge.
pt_br: Recursos armazenados na construção são mostrados coloridos.

source: Missing wares are greyed out.
nn: Manglande varer er gråa ut.
pt_br: Recursos que faltam são acinzentados.

source: Wares not present in the building yet but already being transported there are shown in a darker grey.
nn: Varer som ikkje er i bygningen enno, men som allereie er på veg dit, vert vist i mørkare grått.
pt_br: Recursos que não estão presentes na construção ainda mas já estão sendo transportados são mostrados em cinza escuro.

source: In our situation, you might want to work the bakeries as fast as possible because they supply our taverns, so you could set water to the highest priority for them. The other buildings (for example the donkey farm) would then get less water, but the bakery could work faster.
nn: I vår situasjon vil du kanskje at bakeria skal jobba så fort som mogleg fordi dei forsyner vertshusa våre, så du kan setja vatn til høgaste prioritet for dei. Dei andre bygningane (til dømes eselgarden) ville då få mindre vatn, men bakeriet kunne jobba raskare.
pt_br: Na nossa situação, você deve querer agilizar o funcionamento das padarias o mais rápido possível porque elas abastecem nossas tavernas, então você pode definir água em alta prioridade. Outras construções (por exemplo o estábulo de burros) receberá menos água, porém a padaria funcionará mais rapidamente.

source: Open the ware statistics window
nn: Opne varestatistikkvindauget
pt_br: Abra a janela de estatísticas de recursos

source: Select the ‘Wares’ entry from the ‘Statistics’ menu.
nn: Vel «Varer» frå «Statistikk»-menyen.
pt_br: Selecione a opção 'Recursos' no menu 'Estatísticas'.

source: Ware Statistics
nn: Varestatistikk
pt_br: Estatísticas de Recursos

source: Let’s have a look at how our wares production is doing.
nn: Lat oss sjå korleis vareproduksjonen vår går.
pt_br: Vamos dar uma olha em como nossa produção de recursos está indo.

source: Examine your ware production and consumption
nn: Undersøk vareproduksjonen og -forbruket ditt
pt_br: Analise sua produção e consumo e de recursos.

source: The first two tabs show you the production and consumption of any ware. You can toggle them by simply clicking on them.
nn: Dei to første fanene viser produksjonen og forbruket av alle varer. Du kan veksla mellom dei ved å klikka på dei.
pt_br: As duas primeiras abas mostram a produção e consumo de qualquer recurso. Você pode ativá-las clicando em cima delas.

source: When you have seen enough, switch to the third tab (‘Economy health’).
nn: Når du har sett nok, byter du til den tredje fana («Økonomisk helse»).
pt_br: Quando tiver visto o suficiente, mude para a terceira aba ('Saúde financeira').

source: In this window, you can select wares to see how their production or consumption has changed over time. Try it out with some wares.
nn: I dette vindauget kan du velja varer for å sjå korleis produksjonen eller forbruket deira har endra seg over tid. Prøv det ut med nokre varer.
pt_br: Nessa janela, você pode selecionar recursos e ver como sua produção ou consumo mudou durante o tempo. Experimente isso com alguns recursos.

source: I’ll continue as soon as you click on the third tab (‘Economy health’).
nn: Eg held fram så snart du klikkar på den tredje fana («Økonomisk helse»).
pt_br: Continuarei assim que você clicar na terceira aba ('Saúde financeira').

source: Examine your economy’s health
nn: Undersøk den økonomiske helsa di
pt_br: Analise sua saúde financeira.

source: The third tab shows you the economy health of the ware. When the value is positive, this means your stock is growing.
nn: Den tredje fana viser den økonomiske helsa til vara. Når verdien er positiv, tyder det at lageret ditt veks.
pt_br: A terceira aba te mostra a saúde financeira dos recursos. Quando o valor está positivo, isso significa que seu estoque está crescendo.

source: Now try this out. You can also compare it with the two previous tabs.
nn: Prøv dette no. Du kan òg samanlikna det med dei to førre fanene.
pt_br: Agora tente. Você também pode comparar com as duas abas anteriores.

source: When you have seen enough, switch to the fourth tab (‘Stock’).
nn: Når du har sett nok, byter du til den fjerde fana («Lager»).
pt_br: Quando tiver visto o suficiente, mude para a quarta aba ('Estoque').

source: In this tab, you can see the difference between production and consumption, called ‘economy health’. You can see at one glance which one of those two is higher for the selected ware, that means whether the amount increases or decreases.
nn: I denne fana kan du sjå skilnaden mellom produksjon og forbruk, kalla «økonomisk helse». Du kan sjå med eitt blikk kva for ein av desse to som er høgast for den valde vara, altså om mengda aukar eller minkar.
pt_br: Nessa aba, você pode ver a diferença entre produção e consumo, conhecido como 'saúde financeira'. Você pode ver de relance qual desses dois é maior para o recurso selecionado, que significa se a quantidade aumentou ou diminuiu.

source: Examine your stock
nn: Undersøk lageret ditt
pt_br: Analise seu estoque

source: The stock tab shows you how many wares you have. Compare the information from the four tabs to understand the correlation.
nn: Lager-fana viser deg kor mange varer du har. Samanlikn informasjonen frå dei fire fanene for å forstå samanhengen.
pt_br: A aba de estoque mostra quantos recursos você possui. Compare a informação das quatro abas para entender a correlação entre elas.

source: When you have finished, close the ware statistics window.
nn: Når du er ferdig, lukk varestatistikkvindauget.
pt_br: Quando você terminar, feche a janela de estatísticas de recursos.

source: In the last tab, you can also see your absolute stock. It will increase when the economy health is positive, and decrease otherwise. Compare the two graphs!
nn: I den siste fana kan du òg sjå den absolutte lagerbehaldninga di. Ho vil auka når den økonomiske helsa er positiv, og minka elles. Samanlikn dei to grafane!
pt_br: Na última aba, você também pode ver seu estoque absoluto. Ele vai aumentar quando sua saúde financeira estiver positiva, caso contrário diminuirá. Compare os dois gráficos.

source: The last two tabs are good indicators to see whether shortages are about to come. Don’t forget to check them regularly!
nn: Dei to siste fanene er gode indikatorar på om det er i ferd med å oppstå manglar. Ikkje gløym å sjekka dei jamleg!
pt_br: As últimas duas abas são bons indicadores de quando ocorrerá escassez. Não se esqueça de verificar regularmente!

source: You closed the ware statistics window!
nn: Du lukka varestatistikkvindauget!
pt_br: Você fechou a janela de estatísticas de recursos!

source: You have closed the ware statistics window, but I have not yet finished with my explanation. Would you please reopen it and choose the third tab?
nn: Du har lukka varestatistikkvindauget, men eg er ikkje ferdig med forklaringa mi enno. Kan du vera snill og opna det att og velja den tredje fana?
pt_br: Você fechou a janela de estatísticas de recursos, mas eu ainda não terminei minha explicação. Poderia por gentileza reabrir a janela e selecionar a terceira aba?

source: Open the ware statistics window again
nn: Opne varestatistikkvindauget att
pt_br: Abra a janela de estatística de recursos novamente

source: You closed the ware statistics window before I finished telling you everything about it. If you already know everything, please feel free to leave this tutorial at any time.
nn: Du lukka varestatistikkvindauget før eg fekk fortalt deg alt om det. Om du allereie veit alt, kan du gjerne forlata denne opplæringsdelen når som helst.
pt_br: Você fechou a janela de estatísticas de recursos antes de eu terminar de te dizer tudo sobre ela. Se você já sabe sobre tudo, por favor sinta-se livre para sair deste tutorial a qualquer momento.

source: You have closed the ware statistics window, but I have not yet finished with my explanation. Would you please reopen it and choose the fourth tab?
nn: Du har lukka varestatistikkvindauget, men eg er ikkje ferdig med forklaringa mi enno. Kan du vera snill og opna det att og velja den fjerde fana?
pt_br: Você fechou a janela de estatísticas de recursos, mas eu ainda não terminei minha explicação. Você poderia reabrir e selecionar a quarta aba?

source: Otherwise, please reopen it and choose the fourth tab.
nn: Elles ber eg deg om å opna det att og velja den fjerde fana.
pt_br: Caso contrário, por favor reabra e selecione a quarta aba.

source: Open the ‘Configure economy’ window
nn: Opne vindauget «Konfigurer økonomi»
pt_br: Abra a janela 'Configurar economia'

source: Open the ‘Configure economy’ window.
nn: Opne vindauget «Konfigurer økonomi».
pt_br: Abra a janela 'Configurar economia'.

source: The window can be accessed by clicking on any flag you own or from warehouse windows.
nn: Vindauget kan opnast ved å klikka på eit kva som helst flagg du eig, eller frå lagervindauge.
pt_br: A janela pode ser acessada clicando em qualquer bandeira que você possui ou das janelas dos armazéns.

source: Economy options
nn: Økonomi-val
pt_br: Opções de economia

source: I’ve shown you our stock window, where you could see which wares are at the warehouses. You remember?
nn: Eg har vist deg lagervindauget vårt, der du kunne sjå kva varer som finst på lagera. Hugsar du?
pt_br: Te mostrei nossa janela de estoque, onde você pode ver quais recursos estão nos armazéns. Você se lembra?

source: Now I’ll tell you how you can determine how many wares you want to have. The window for this purpose can be accessed via any flag and is called ‘Configure economy’.
nn: No skal eg fortelja deg korleis du kan avgjera kor mange varer du vil ha. Vindauget for dette føremålet kan opnast via eit kva som helst flagg og heiter «Konfigurer økonomi».
pt_br: Agora te direi como você pode determinar quantos recursos você quer ter. A janela para esse fim pode ser acessada por qualquer bandeira e é chamada 'Configurar economia'.

source: This is the icon.
nn: Dette er ikonet.
pt_br: Este é o ícone.

source: The same button is also available in warehouse windows.
nn: Den same knappen finst òg i lagervindauge.
pt_br: O mesmo botão também está disponível na janela dos armazéns.

source: Note that the buttons are called ‘Configure this flag’s/building’s economy’ for a reason. An economy consists of all buildings and flags connected by roads, ferries, or ships, so you can have more than one economy if their flags are not connected by any means of transportation. In that case, your separate economies can have different settings for wares.
nn: Merk at knappane heiter «Konfigurer økonomien til dette flagget/denne bygningen» av ein grunn. Ein økonomi består av alle bygningar og flagg som er knytte saman med vegar, ferjer eller skip, så du kan ha meir enn éin økonomi om flagga deira ikkje er knytte saman med noko transportmiddel. I så fall kan dei separate økonomiane dine ha ulike innstillingar for varer.
pt_br: Perceba que os botões são chamados 'Configurar economia desta bandeira/construção' por uma boa razão. Uma economia consiste de todas as construções e bandeiras conectadas por estradas, balsas ou navios, então você pode ter mais que uma economia se as bandeiras não estão conectadas por alguma via de transporte. Nesse caso, suas economias separadas podem ter configurações diferentes para recursos.

source: This window looks similar to the stock window, but it has additional buttons at the bottom.
nn: Dette vindauget liknar på lagervindauget, men det har ekstra knappar nedst.
pt_br: Essa janela se parece com a janela de estoque, mas possui botões adicionais no canto inferior.

source: You first have to select one or more wares (you can also left-click and drag). Then you can set the desired target quantity for the selected wares.
nn: Du må først velja éi eller fleire varer (du kan òg venstreklikka og dra). Deretter kan du setja ønskt målkvantum for dei valde varene.
pt_br: Primeiramente você precisa selecionar um ou mais recursos (você também pode segurar o clique esquerdo e arrastar). Então você pode definir uma meta de quantidade para os recursos selecionados.

source: Most buildings will only produce something when the stock level in your warehouses falls below the target quantity, so you should indicate the reserve you want to stockpile.
nn: Dei fleste bygningar vil berre produsera noko når lagernivået i lagera dine fell under målkvantumet, så du bør angje kor stor reserve du vil ha på lager.
pt_br: A maioria das construções apenas produzem algo quando o nível do estoque dos seus armazéns cai abaixo de uma meta de quantidade, assim você pode indicar a reserva que você deseja estocar.

source: An example: the default value for scythes is 1. If you build a farm, a carrier will take a scythe and become a farmer. Then there will be no scythes left, but the target quantity is 1, therefore your toolsmith will start producing another one.
nn: Eit døme: Standardverdien for ljåar er 1. Om du byggjer ein gard, vil ein berar ta ein ljå og bli bonde. Då vil det ikkje vera nokon ljåar att, men målkvantumet er 1, difor vil verktøysmeden din byrja å produsera ein ny.
pt_br: Por exemplo: a quantidade padrão para foices é 1. Se você construir uma fazenda, alguém pegará uma foice e se tornará fazendeiro. Então não restarão mais foices, mas como a meta de quantidade é 1, seu ferramenteiro iniciará a produção de outra.

source: If you build two farms, only one of them will start working immediately. The second farm will have to wait for its worker, who will lack a scythe. If you had set the target quantity to 2 before, two scythes would have been available and both farms would have been able to start working right away.
nn: Om du byggjer to gardar, vil berre éin av dei starta arbeidet med ein gong. Den andre garden må venta på arbeidaren sin, som manglar ein ljå. Om du hadde sett målkvantumet til 2 på førehand, ville to ljåar vore tilgjengelege, og begge gardane kunne starta arbeidet med ein gong.
pt_br: Se você construir duas fazendas, apenas uma delas começará os trabalhos imediatamente. A segunda fazenda terá que esperar por seu trabalhador, que não possuirá uma foice. Se antes você definir a meta de quantidade para 2, duas foices estariam disponíveis e as duas fazendas teriam capacidade de iniciar os trabalhos imediatamente.

source: Stockpiling wares is a double-edged sword. On the one hand, wares in stock are useful to buffer temporary fluctuations in your economy, which tend to occur all the time. On the other hand, any ware that is sitting around in a warehouse instead of being processed into something else is wasted. Finding the balance between wasteful stockpiling and just-in-time production in your supply chains is one of most profound challenges of perfecting your economy. When in doubt, lean towards having some extra reserves.
nn: Å lagra varer er eit tveegga sverd. På den eine sida er varer på lager nyttige for å dempa mellombelse svingingar i økonomien din, noko som har ein tendens til å skje heile tida. På den andre sida er ei kvar vare som ligg i eit lager i staden for å bli foredla til noko anna, bortkasta. Å finna balansen mellom sløsande lagring og just-in-time-produksjon i forsyningskjedene dine er ei av dei største utfordringane med å perfeksjonera økonomien. Når du er i tvil, sats på å ha litt ekstra reservar.
pt_br: Estocar recursos é uma faca de dois gumes. Por um lado, recursos em estoque são úteis para suavizar temporariamente flutuações na sua economia, que tende a acontecer em todo momento. Por outro lado, qualquer recurso que está parado em um armazém ao invés de ser aproveitado em alguma parte acaba sendo inutilizado. Encontrar um equilíbrio entre estoques inutilizados e produção sob demanda na sua cadeia de fornecimento é o maior desafio em aperfeiçoar sua economia. Quando estiver com dúvidas, é recomendável ter alguma reserva extra.

source: To ease the process of switching between different economic situations, you can save and apply economy profiles at the bottom of the economy options window. A profile for stockpiling and one for efficiency are preset there.
nn: For å gjera det enklare å byta mellom ulike økonomiske situasjonar, kan du lagra og bruka økonomiprofilar nedst i økonomival-vindauget. Ein profil for lagring og ein for effektivitet er førehandsinnstilt der.
pt_br: Para facilitar o processo da troca entre diferentes situações econômicas, você pode salvar e aplicar perfis de economia no canto inferior da janela de opções de economia. Um perfil para estoques e um para eficiência estão pré-definidos aí.
