Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial04_economy.wmf/*.po
Languages: nn, pt_br

source: In the top half of the diplomacy window, you can see all players and their teams. Here you can invite other players to join your team or request to join theirs. But being in a team is not required for trading.
nn: I den øvre halvdelen av diplomativindauget kan du sjå alle spelarar og laga deira. Her kan du invitera andre spelarar til å bli med på laget ditt eller be om å få bli med på deira. Men ein treng ikkje vera på lag for å handla.
pt_br: No centro do canto superior da janela de diplomacia, você pode ver todos os jogadores e seus respectivos times. Aqui você pode convidar outros jogadores para se juntar ao seu time ou solicitar a sua entrada no time deles. Mas estar em um time não é um requisito para fazer negociações.

source: We are more interested in the bottom half of the window. Here you can see your offered, proposed, and active trades.
nn: Me er meir interesserte i den nedre halvdelen av vindauget. Her kan du sjå tilboda, framlegga og dei aktive handlane dine.
pt_br: Nós estamos mais interessados no botão na metade inferior da janela. Aqui você consegue ver suas ofertas, propostas e trocas ativas.

source: Right now, you have one trade offer – the one the Frisians just sent you. Review it, then use the buttons next to it to either accept or reject it.
nn: Nett no har du eitt handelstilbod – det frisarane nettopp sende deg. Sjå over det, og bruk knappane ved sidan av for å anten godta eller avvisa det.
pt_br: Agora , você tem uma oferta de troca – a que os Frísios te enviaram. Analise e então use os botões próximos para aceitar ou recusar.

source: If you wish to accept a trade, you need to select from the dropdown which market you want to use for this trade, as you can have multiple markets. You can also manage the offer directly from the window of the market where you want to accept the trade.
nn: Om du vil godta ein handel, må du velja frå nedtrekksmenyen kva marknad du vil bruka til denne handelen, sidan du kan ha fleire marknader. Du kan òg administrera tilbodet direkte frå vindauget til marknaden der du vil godta handelen.
pt_br: Se você deseja aceitar a troca, você necessita selecionar no menu qual mercado você quer usar para esta troca, como você já fez anteriormente com múltiplos mercados. Você também pode gerenciar a oferta diretamente da janela do comércio de onde você deseja aceitar a troca.

source: Decide about the trade offer
nn: Ta ei avgjerd om handelstilbodet
pt_br: Decida sobre a oferta de troca

source: Accept or reject the Frisians’ trade offer.
nn: Godta eller avvis frisarane sitt handelstilbod.
pt_br: Aceite ou recuse a oferta de troca dos Frísios.

source: You can do so either from the Diplomacy window or from the market’s window.
nn: Du kan gjera det anten frå Diplomati-vindauget eller frå marknadsvindauget.
pt_br: Você pode fazer isso tanto pela Janela de diplomacia como pela Janela de mercado.

source: Well done! That’s all there is to it really; now you know how to send and manage trade proposals and offers.
nn: Godt jobba! Det er alt som skal til; no veit du korleis du sender og administrerer handelsframlegg og -tilbod.
pt_br: Muito bem! Realmente é apenas isto; agora você sabe como enviar e gerenciar propostas e ofertas de troca.

source: You can have any number of active trades, and with any number of players; at the same market or across many, as you prefer.
nn: Du kan ha så mange aktive handlar du vil, og med så mange spelarar du vil; på den same marknaden eller på tvers av mange, alt etter kva du føretrekkjer.
pt_br: Você pode ter qualquer número de negociações ativas e com qualquer número de jogadores; num mesmo mercado ou em vários, como você preferir.

source: To truly master the art of trading, just remember this: The value of any ware depends highly on the circumstances, and also on the tribe.
nn: For verkeleg å meistra handelskunsten, hugs berre dette: Verdien av ei vare avheng i stor grad av omstenda, og også av stammen.
pt_br: Para verdadeiramente dominar a arte dos negócios lembre-se disto: O valor de qualquer recurso é altamente dependente das circunstâncias e também da tribo.

source: For example, Frisian miners will happily accept any meal, regardless of whether it was produced cheaply by an Imperial Inn or at a much higher cost in the Frisian Drinking Hall. On the other hand, Frisians can burn charcoal much more efficiently than the Empire. Therefore, trading Imperial meals against Frisian coal is a trade from which both parties can benefit greatly.
nn: Til dømes vil frisiske gruvearbeidarar gjerne ta imot eit kva som helst måltid, uavhengig av om det vart produsert billig av eit imperie-gjestgjevari eller til ein mykje høgare kostnad i den frisiske drikkehallen. På den andre sida kan frisarar brenna trekol mykje meir effektivt enn imperiet. Difor er bytehandel med imperie-måltid mot frisisk kol ein handel begge partar kan tena stort på.
pt_br: Por exemplo: Os mineiros Frísios aceitarão de bom grado qualquer refeição, independente se foi produzida com baixo custo por uma Pousada Imperial ou produzida com altíssimo custo pelo Salão Frísio de Bebidas. Por outro lado os Frísios podem queimar carvão vegetal de maneira muito mais eficaz que o Império. Sendo assim, negociar refeições do Império por carvão Frísio é uma troca benéfica para ambos os lados.

source: As you gain more experience with the different tribes of Widelands, you will gain a thorough understanding of the relative cost and value of each ware for each tribe. This knowledge is invaluable when deciding about trades.
nn: Etter kvart som du får meir erfaring med dei ulike stammane i Widelands, vil du få ei grundig forståing av den relative kostnaden og verdien av kvar vare for kvar stamme. Denne kunnskapen er uvurderleg når du skal ta avgjerder om handel.
pt_br: Quanto mais experiente você fica com diferentes tribos de Widelands, mais você entenderá o custo e valor relativo de cada recurso para cada tribo. Este conhecimento é inestimável na hora de tomar decisões nas negociações.

source: Congratulations
nn: Gratulerer
pt_br: Parabéns!

source: This concludes our tutorial! I hope I could teach you how you can control the economy in Widelands. There are many options and they can be confusing at first. Even if you’ve only understood a few concepts, you mustn’t give up. Try them out in some games, become familiar with them and experience the possibilities. Then, return to this tutorial and learn the rest!
nn: Dette avsluttar opplæringa vår! Eg håpar eg har lært deg korleis du kan styra økonomien i Widelands. Det er mange val, og dei kan vera forvirrande i starten. Sjølv om du berre har forstått nokre få konsept, må du ikkje gje opp. Prøv dei ut i nokre spel, bli kjend med dei og opplev moglegheitene. Kom så tilbake til denne opplæringa og lær resten!
pt_br: Com isto concluímos nosso tutorial! Espero ter conseguido te ensinar como você pode controlar a economia em Widelands. Há muitas opções e elas podem ser confusas em um primeiro momento. Mesmo que você tenha entendido poucos conceitos você não deveria desistir. Experimente em algumas partidas, fique familiar com elas e tente as possibilidades. Então volte para este tutorial e aprenda o restante!

source: This was the last tutorial I had prepared for you. I’ve now taught you everything I know. There are still secrets hidden in this world even I don’t know about. I will now search for a quiet place to spend my sunset years. If you have still questions, the Widelands community will surely help you. You can find it at:
nn: Dette var den siste opplæringsdelen eg hadde førebudd for deg. Eg har no lært deg alt eg kan. Det finst framleis løyndomar i denne verda som sjølv ikkje eg veit om. Eg vil no leita etter ein roleg stad å tilbringa alderdommen min på. Om du framleis har spørsmål, vil Widelands-samfunnet heilt sikkert hjelpa deg. Du finn det på:
pt_br: Este foi o último tutorial que preparei para você. Te ensinei tudo que sei. Ainda há segredos escondidos neste mundo que até mesmo eu desconheço. Agora buscarei um lugar tranquilo para passar meus anos restantes. Se você ainda tiver dúvidas, certamente a comunidade de Widelands te ajudará. Você pode encontrá-la em:
