Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial04_economy.wmf/*.po
Languages: nn, pt_br

source: Most of the time, the economy options are a useful tool to ensure that resources are not wasted to produce wares your economy does not actually need. However, sometimes it can be useful to stockpile a ware in very large quantities. To achieve this, the economy options window allows you to set the target of a ware to infinite, so that it will always be produced.
nn: For det meste er økonomivala eit nyttig verktøy for å sikra at ressursar ikkje vert sløste bort på å produsera varer økonomien din eigentleg ikkje treng. Av og til kan det likevel vera nyttig å lagra ei vare i svært store mengder. For å oppnå dette, lèt økonomival-vindauget deg setja målet for ei vare til uavgrensa, slik at ho alltid vert produsert.
pt_br: Na maior parte do tempo, as opções de economia é uma ferramenta útil para garantir que os recursos não serão desperdiçados indo para a produção de itens que não são necessários no momento. Entretanto, as vezes pode ser útil estocar grandes quantidades de recursos. Para fazer isso, sua janela de opções de economia permite você definir como infinito a meta de quantidade de um recurso, então ele sempre será produzido.

source: The same button can also be found in the building window of production sites. There, it causes only this one site to produce indefinitely, regardless of the economy settings. This can be useful to arrange, for example, that more building materials are produced near the border even if there are plenty in stock far away in your homeland.
nn: Den same knappen finst òg i bygningsvindauget til produksjonsstader. Der får han berre denne eine staden til å produsera uavgrensa, uavhengig av økonomi-innstillingane. Dette kan vera nyttig for til dømes å syta for at meir byggjemateriale vert produsert nær grensa, sjølv om det finst rikeleg på lager langt unna i heimlandet ditt.
pt_br: O mesmo botão também pode ser encontrado na janela de construção em locais de produção. Ali, apenas este local produzirá indefinitivamente, independente das configurações de economia. Isso pode ser útil para organizar de uma maneira, por exemplo, que mais materiais de construção sejam produzidos perto da fronteira mesmo que tenha uma boa quantidade estocada no centro de sua região, que está muito longe.

source: Produce 20 marble columns
nn: Produser 20 marmorsøyler
pt_br: Produza 20 colunas de mármore

source: To be prepared for additional fortifications, you should produce 20 marble columns.
nn: For å vera førebudd på fleire festningsverk, bør du produsera 20 marmorsøyler.
pt_br: Para se preparar para fortificações adicionais, você deve produzir 20 colunas de mármore.

source: Your stonemason will not produce marble columns when they are not needed. You have to increase the target quantity.
nn: Steinhoggaren din vil ikkje produsera marmorsøyler når dei ikkje trengst. Du må auka målkvantumet.
pt_br: Seu pedreiro não produzirá colunas de mármore quando elas não são necessárias. Você precisa aumentar a meta de quantidade.

source: To do so, click on any flag and choose ‘Configure economy’. In this window, you can decide how many wares of each type you wish to have in stock.
nn: For å gjera det, klikk på eit kva som helst flagg og vel «Konfigurer økonomi». I dette vindauget kan du bestemma kor mange varer av kvar type du ønskjer å ha på lager.
pt_br: Para isso, clique em qualquer bandeira e selecione 'Configurar economia'. Nessa janela, você pode decidir quantos recursos de cada tipo você deseja ter em estoque.

source: Sometimes, you will need many wares at the same time quickly – faster than they can be produced. In this case, it is good to have enough on reserve.
nn: Av og til vil du trenga mange varer samstundes raskt – raskare enn dei kan produserast. I slike tilfelle er det godt å ha nok i reserve.
pt_br: As vezes, você precisará de muitos recursos ao mesmo tempo rapidamente – mais rápido do que eles podem ser produzidos. Neste caso, é recomendável ter o suficiente em reserva.

source: By changing the target quantity, you can therefore decide which wares/tools your resources (in this case: iron) should be turned into or whether you would like to save your iron and wait until you know what you will need it for.
nn: Ved å endra målkvantumet kan du difor bestemma kva varer/verktøy ressursane dine (i dette tilfellet: jern) skal bli til, eller om du vil spara jernet og venta til du veit kva du treng det til.
pt_br: Ao mudar a meta de quantidade, você pode decidir em quais produtos/ferramentas seus recursos (neste caso: ferro) serão utilizados para produção ou se você gostaria de guardar seu ferro até o momento que seja necessário.

source: Only buildings that consume wares care about this setting. Buildings that produce wares for free (e.g. your farms or wells) will always keep working.
nn: Berre bygningar som forbruker varer bryr seg om denne innstillinga. Bygningar som produserer varer gratis (f.eks. gardane eller brønnane dine) vil alltid halda fram med å arbeida.
pt_br: Só é necessário se preocupar com essa configuração em construções que consomem recursos. Construções que produzem recursos livremente (ex: suas fazendas ou poços) funcionarão sempre.

source: Now let’s try it out: the current target quantity for marble columns is 10. Increase it to be prepared in case you will have to build up your fortifications quickly.
nn: Lat oss prøva det ut: Det noverande målkvantumet for marmorsøyler er 10. Auk det for å vera førebudd i tilfelle du må byggja opp festningsverka dine raskt.
pt_br: Agora vamos tentar isso: a meta de quantidade atual para colunas de mármore é 10. Aumente para ficar preparado em caso de você precisar construir suas fortificações rapidamente.

source: Bring 20 marble columns to the front line
nn: Få 20 marmorsøyler til frontlinja
pt_br: Traga 20 colunas de mármore para a fronteira.

source: Bring all of the 20 marble columns to the warehouse near the front line.
nn: Få alle dei 20 marmorsøylene til lageret nær frontlinja.
pt_br: Traga todas as 20 colunas de mármore para o armazém perto da fronteira.

source: To achieve this, you will have to do two things. First, set a preference for marble columns in the desired warehouse. All marble columns produced in the future will be brought there if possible.
nn: For å oppnå dette, må du gjera to ting. Først, set ein preferanse for marmorsøyler i det ønskte lageret. Alle marmorsøyler som vert produserte i framtida vil bli frakta dit om mogleg.
pt_br: Para cumprir esse objetivo, você precisa fazer duas coisas. Primeiro, defina a preferência para colunas de mármore no armazém desejado. Todas as colunas de mármore produzidas daqui em diante serão levadas para aí se possível.

source: Then, to move the marble columns out of your headquarters, you will have to click on the remove button there.
nn: Deretter, for å flytta marmorsøylene ut av hovudsetet ditt, må du klikka på fjern-knappen der.
pt_br: Então, para transportar as colunas de mármore da sua sede, você terá que clicar no botão remover.

source: Warehouse Preferences
nn: Lagerpreferansar
pt_br: Preferências do armazém

source: Bring the marble columns to the front line
nn: Få marmorsøylene til frontlinja
pt_br: Traga as colunas de mármore para a fronteira

source: The production of marble columns is working fine now, but it would be great if they were stored where we need them.
nn: Produksjonen av marmorsøyler går fint no, men det ville vore flott om dei vart lagra der me treng dei.
pt_br: A produção de colunas de mármore está funcionando bem, mas poderia ser melhor se elas fossem armazenadas onde são necessárias.

source: Normally, produced wares are brought to the closest warehouse if they are not needed elsewhere. In this case, this means our headquarters. But we would like to have them in the warehouse near our fortresses.
nn: Vanlegvis vert produserte varer frakta til næraste lager om dei ikkje trengst ein annan stad. I dette tilfellet tyder det hovudsetet vårt. Men me vil gjerne ha dei i lageret nær festningane våre.
pt_br: Normalmente, recursos produzidos são levados para o armazém mais próximo se eles não são necessários em nenhum lugar. No nosso caso, isso significa na nossa sede. Mas nós desejamos ter elas no armazém próximo das nossas fortalezas.

source: Every warehouse has four buttons to set the preference. If you move your mouse pointer over them, you will see tooltips that explain what the buttons do.
nn: Kvart lager har fire knappar for å setja preferansen. Om du held musepeikaren over dei, vil du sjå verktøytips som forklarer kva knappane gjer.
pt_br: Todo armazém possui quatro botões para definir as preferências. Se você mover seu cursor sobre eles, poderá ver dicas que explicam o que cada botão faz.

source: Trading
nn: Handel
pt_br: Trocas

source: Great. We now have enough marble columns so that in case of an aggressor, we can build up our fortifications. However, it turns out that there is indeed a tribe of Frisians living in this wasteland, and they’re peaceful. They have asked to trade with us.
nn: Flott. No har me nok marmorsøyler slik at me kan byggja opp festningsverka våre om nokon skulle angripa. Men det viser seg at det faktisk bur ein frisisk stamme i dette øydelandet, og dei er fredelege. Dei har bedt om å få handla med oss.
pt_br: Excelente. Nós agora temos colunas de mármore o suficiente, então em caso de um invasor nós poderemos construir nossas fortificações. Entretanto, o que acontece é que uma tribo de Frísios habita estas terras devastadas e eles são pacíficos. Eles pediram para negociar conosco.

source: Since Widelands is all about building up rather than burning down, trading is a much better way to interact with other tribes than to invade their land. So let’s trade.
nn: Sidan Widelands handlar om å byggja opp snarare enn å brenna ned, er handel ein mykje betre måte å samhandla med andre stammar på enn å invadera landet deira. Så lat oss handla.
pt_br: Uma vez que Widelands é sobre construir e não destruir, trocas são um método muito melhor para interagir com outras tribos ao invés de invadir suas terras. Então vamos aos negócios.

source: Trades are conducted via markets. Once you have a market, you and the other player negotiate about which wares you wish to exchange with each other, and how many of them. But I’ll walk you through the process step by step. First, you need to build a market.
nn: Handel skjer via marknader. Når du har ein marknad, forhandlar du og den andre spelaren om kva varer de ønskjer å byta med kvarandre, og kor mange av dei. Men eg skal ta deg gjennom prosessen steg for steg. Først må du byggja ein marknad.
pt_br: Negociações são conduzidas por mercados. Uma vez que você tenha mercados, você e outros jogadores podem negociar quais recursos vocês desejam trocar um com o outro e a quantidade deles. Vamos te guiar passo a passo deste processo. Primeiramente, você precisa construir um mercado.

source: Build a market
nn: Bygg ein marknad
pt_br: Construa um mercado

source: Build a market near the wasteland.
nn: Bygg ein marknad nær øydelandet.
pt_br: Construa um mercado próximo da terra devastada.

source: The market is a big building.
nn: Marknaden er ein stor bygning.
pt_br: O mercado é uma construção grande.

source: Within your territory, wares are carried around by carriers. But trades can happen across long distances, much too far for your carriers to walk. So we employ a caravan of donkeys to carry our wares instead.
nn: Innanfor territoriet ditt vert varer frakta av berarar. Men handel kan skje over lange avstandar, altfor langt for berarane dine å gå. Så me bruker ein eselkaravane til å bera varene våre i staden.
pt_br: Dentro do seu território recursos são transportados por entregadores. Mas trocas podem acontecer entre longas distâncias, muito mais longas que seus entregadores podem caminhar. Então empregaremos uma caravana de burros para entregar nossos recursos.

source: Donkeys are bred in a donkey farm. In this scenario, you already have one here.
nn: Esel vert ala opp på ein eselgard. I dette scenariet har du allereie ein her.
pt_br: Burros são criados em um estábulo de burros. Nesse cenário você já possui um.

source: Besides carrying trade wares, donkeys are also used to help out on busy roads: When a road receives a lot of traffic, its carrier requests a donkey to assist with the work, so twice as many wares can be transported in the same time.
nn: I tillegg til å bera handelsvarer, vert esel òg brukte til å hjelpa til på travle vegar: Når ein veg har mykje trafikk, ber beraren om eit esel til å hjelpa til med arbeidet, slik at dobbelt så mange varer kan transporterast på same tid.
pt_br: Além de carregar recursos para negócios, burros também são usados para ajudar em estradas bastante movimentadas: Quando uma estrada recebe muito tráfego, os entregadores pedem por burros para ajudá-los com o trabalho, assim o dobre de recursos podem ser transportados ao mesmo tempo.

source: The market is now complete, and we can start creating a trade proposal for the Frisians. This is done from the market’s window. Let me just open it for you.
nn: Marknaden er no ferdig, og me kan byrja å laga eit handelsframlegg til frisarane. Dette gjer ein frå marknadsvindauget. Lat meg opna det for deg.
pt_br: O mercado agora está construído e nós podemos começar a criar uma negociação com os Frísios. Isto é feito a partir da janela de mercado. Me deixe abri-la para você.

source: As you can see, the market window contains three tabs. The first tab is the most interesting to us right now: Here you can configure and propose a new trade.
nn: Som du ser, har marknadsvindauget tre faner. Den første fana er den mest interessante for oss nett no: Her kan du konfigurera og foreslå ein ny handel.
pt_br: Como você pode ver, a janela de mercado contém três abas. A primeira aba é a mais interessante para nós no momento: Aqui você configura e propõe uma nova negociação.

source: The second tab lists trades that you have previously proposed from this market. It is currently empty, since you did not propose any trades yet.
nn: Den andre fana listar opp handlar du tidlegare har foreslått frå denne marknaden. Ho er tom nett no, sidan du ikkje har foreslått nokon handlar enno.
pt_br: A segunda aba lista negociações que você teve anteriormente, propostas por este mercado. Atualmente está vazia, já que você não realizou nenhuma proposta ainda.

source: The third tab lists trade offers that you received from other players, and allows you to accept or reject them. This, too, is empty, since the Frisians are waiting for you to make the first move.
nn: Den tredje fana listar opp handelstilbod du har fått frå andre spelarar, og lèt deg godta eller avvisa dei. Denne er òg tom, sidan frisarane ventar på at du skal ta det første steget.
pt_br: A terceira aba lista as ofertas de troca que você recebeu de outros jogadores, e permite você aceitar ou rejeitá-las. Esta, também, está vazia, já que os Frísios estão esperando você fazer o primeiro lance.

source: Proposing a trade is straightforward. The first step is to select the player you want to trade with from the dropdown. In this case, there is only one other player, and he is automatically preselected for you.
nn: Å foreslå ein handel er enkelt. Det første steget er å velja spelaren du vil handla med frå nedtrekksmenyen. I dette tilfellet er det berre éin annan spelar, og han er automatisk førehandsvald for deg.
pt_br: Propor uma negociação é bastante direto ao ponto. O primeiro passo é selecionar no menu o jogador que você quer negociar. Neste caso, temos apenas um outro jogador, e ele está automaticamente pré selecionado para você.

source: Next, you select the wares you want to send and receive respectively from the large double panel in the center of the market window.
nn: Deretter vel du varene du vil høvesvis senda og motta frå det store dobbeltpanelet midt i marknadsvindauget.
pt_br: Depois, você seleciona os recursos que você quer enviar e receber respectivamente do grande painel duplo no centro da janela de mercado.

source: When you trade with another tribe, not all wares can be exchanged. Every tribe has their own economy, and they use different wares. For instance, Frisians don’t drink wine and can’t build houses with marble; and your Imperial tribe can’t build houses out of Frisian brick and doesn’t eat their smoked fish. The panel only shows wares that you and your prospective trading partner can both use.
nn: Når du handlar med ein annan stamme, kan ikkje alle varer utvekslast. Kvar stamme har sin eigen økonomi, og dei bruker ulike varer. Til dømes drikk ikkje frisarar vin og kan ikkje byggja hus med marmor; og din imperiestamme kan ikkje byggja hus av frisisk murstein og et ikkje den røykte fisken deira. Panelet viser berre varer som både du og den potensielle handelspartnaren din kan bruka.
pt_br: Quando você negocia com outra tribo, nem todos os recursos são trocáveis. Cada tribo possui sua própria economia, e elas usam diferentes recursos. Por exemplo, Frísios não bebem vinho e não podem construir casas com mármore; e sua tribo Imperial não consegue construir casas feitas de tijolos Frísios e não comem seus peixes defumados. O painel apenas mostra recursos que ambos, você e seu possível parceiro de negócios, podem usar.

source: Select the wares in the panel and use the arrow buttons below it to increase or decrease the amount of the wares to exchange.
nn: Vel varene i panelet og bruk pilknappane under for å auka eller minka mengda varer som skal utvekslast.
pt_br: Selecione os recursos no painel e os botões de setas abaixo dele para aumentar ou diminuir a quantidade de recursos para trocar.

source: Lastly, select how many batches of the selected wares will be exchanged. You can also set the trade to run indefinitely using the Infinity icon.
nn: Til slutt vel du kor mange sendingar av dei valde varene som skal utvekslast. Du kan òg setja handelen til å gå på ubestemt tid ved å bruka uendeleg-ikonet.
pt_br: Finalmente, selecione quantos lotes do recurso selecionado será trocado. Você pode também definir que a negociação continue indefinitivamente usando o ícone de infinito.

source: A batch will be delivered in one transport, each ware needing a donkey.
nn: Ei sending vert levert i éin transport, der kvar vare treng eit esel.
pt_br: Um lote será entregue por um transporte, cada recurso necessita um burro.

source: When you have configured everything, click the ‘Propose’ button to send the trade offer to the other player. He can then decide whether to accept or reject your proposal.
nn: Når du har konfigurert alt, klikk på «Foreslå»-knappen for å senda handelstilbodet til den andre spelaren. Han kan då avgjera om han vil godta eller avvisa framlegget ditt.
pt_br: Após você configurar tudo, clique no botão 'Propor' para enviar a oferta de negócio para o outro jogador. Ele então poderá decidir se aceita ou recusa sua proposta.

source: Try it out!
nn: Prøv det!
pt_br: Tente você mesmo!

source: Propose a trade
nn: Foreslå ein handel
pt_br: Proponha uma negociação

source: Offer the Frisians a trade.
nn: Tilby frisarane ein handel.
pt_br: Oferte uma negociação aos Frísios.

source: The Frisians will only accept a trade that is advantageous to them; that is, they will not give away more wares than they receive.
nn: Frisarane vil berre godta ein handel som er til deira fordel; det vil seia at dei ikkje vil gje frå seg fleire varer enn dei får.
pt_br: Os Frísios apenas aceitarão uma negociação que seja vantajosa para eles; isto é, eles não querem dar mais recursos que recebem.

source: Trade Rejected
nn: Handel avvist
pt_br: Negociação Rejeitada

source: The Frisians have rejected your trade offer. They will not accept a trade that may be disadvantageous to them. Send them a new trade proposal.
nn: Frisarane har avvist handelstilbodet ditt. Dei vil ikkje godta ein handel som kan vera ugunstig for dei. Send dei eit nytt handelsframlegg.
pt_br: Os Frísios rejeitaram sua oferta de troca. Eles não aceitarão uma troca que seja desvantajosa para eles. Envie uma nova proposta.

source: Trade Accepted
nn: Handel godteken
pt_br: Negociação Aprovada

source: Well done! The Frisians have accepted your trade offer. Soon you will see a caravan of your donkeys leaving the market to bring wares to the Frisians, and a caravan of their reindeer bringing you wares in exchange.
nn: Godt jobba! Frisarane har godteke handelstilbodet ditt. Snart vil du sjå ein karavane av esla dine forlata marknaden for å bringa varer til frisarane, og ein karavane av reinsdyra deira bringa deg varer i byte.
pt_br: Muito bem! Os Frísios aceitaram sua oferta de troca. Em breve você verá uma caravana com seus burros partindo para o mercado e levando recursos para os Frísios, e uma caravana com suas renas trazendo para você recursos em troca.

source: As you can see, the market window now has a new tab. It has one such tab for every active trade at this market. The tab shows more details about the running trade and the wares waiting to be traded, and also allows you to manage it:
nn: Som du ser, har marknadsvindauget no ei ny fane. Det har éi slik fane for kvar aktiv handel på denne marknaden. Fana viser fleire detaljar om den pågåande handelen og varene som ventar på å bli handla, og lèt deg òg administrera han:
pt_br: Como você pode ver, a janela de mercado agora tem uma nova aba. Ela tem uma aba para cada negociação ativa neste mercado. A aba mostra detalhes sobre a negociação em processo e os recursos em espera para serem trocados, e também permite você gerenciá-los:

source: You can pause the trade for a while and resume it when you wish.
nn: Du kan pausa handelen ei stund og ta han opp att når du vil.
pt_br: Você pode interromper a troca por enquanto e retomar quando desejar.

source: You can move the trade to another of your markets.
nn: Du kan flytta handelen til ein annan av marknadene dine.
pt_br: Você pode mover a negociação para outro de seus mercados.

source: You can propose to extend the trade with more batches.
nn: Du kan foreslå å utvida handelen med fleire sendingar.
pt_br: Você pode propor aumentar a troca com mais lotes.

source: And you can cancel the trade at any time.
nn: Og du kan avbryta handelen når som helst.
pt_br: E você pode cancelar a negociação em qualquer momento.

source: Trade Offered
nn: Handel tilbode
pt_br: Negociação Proposta

source: Now the Frisians have offered you a trade as well. You can find a list of all trade offers and proposals as well as running trades in the Diplomacy window. Open it via the button from the main toolbar.
nn: No har frisarane tilbode deg ein handel òg. Du finn ei liste over alle handelstilbod og framlegg, samt pågåande handlar, i Diplomati-vindauget. Opne det via knappen på hovudverktøylinja.
pt_br: Agora os Frísios também te propuseram uma negociação. Você pode ver uma lista com todas as ofertas e propostas de troca, assim como as negociações em andamento na janela de Diplomacia. Abra-a clicando no botão da barra de ferramentas principal.

source: Open the diplomacy window
nn: Opne diplomativindauget
pt_br: Abra a janela de diplomacia

source: The diplomacy window gives you an overview over all your trades, trade offers, and trade proposals.
nn: Diplomativindauget gjev deg oversikt over alle handlane, handelstilboda og handelsframlegga dine.
pt_br: A janela de diplomacia te oferece uma visão geral sobre todas suas trocas, ofertas de trocas e propostas de trocas.

source: You can open it via this button from the main toolbar.
nn: Du kan opna det via denne knappen på hovudverktøylinja.
pt_br: Você pode abri-la clicando no botão na barra de ferramentas.

source: The Diplomacy Window
nn: Diplomativindauget
pt_br: A Janela de Diplomacia
