Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial04_economy.wmf/*.po
Languages: nn, pt_br

source: Your Economy and its Settings
nn: Økonomien din og innstillingane for den
pt_br: Sua Economia e suas Configurações

source: Economy
nn: Økonomi
pt_br: Economia

source: Welcome back. In this tutorial, I’ll tell you what you can do to check how well your economy works.
nn: Velkomen attende. I denne opplæringsdelen skal eg fortelja deg kva du kan gjera for å sjekka kor godt økonomien din fungerer.
pt_br: Bem Vindo de volta. Neste tutorial, Eu vou te contar o que você pode fazer para chegar o quão bem sua economia trabalha.

source: Building your economy up and making it work well and grow is the main part of Widelands. But you can’t control the workers directly – they will follow the general conditions you set.
nn: Å byggja opp økonomien din og få han til å fungera godt og veksa, er hovuddelen av Widelands. Men du kan ikkje styra arbeidarane direkte – dei vil følgja dei generelle vilkåra du set.
pt_br: Construir sua economia e fazer ela funcionar bem é a parte principal de Widelands. Porém você não pode controlar os trabalhadores diretamente – eles seguirão as condições gerais que você definir.

source: This is what I’ll show you in this tutorial: what actions can you take to define those general conditions?
nn: Det er dette eg skal visa deg i denne opplæringsdelen: Kva handlingar kan du utføra for å definera desse generelle vilkåra?
pt_br: Isto é o que te mostrarei neste tutorial: que ações você pode tomar para definir aquelas condições gerais?

source: A Peaceful Land
nn: Eit fredeleg land
pt_br: Uma terra pacifica

source: Now about the map: you have settled in a nice valley between two mountains, rich in marble, iron ore and coal. All were hoping for a peaceful life.
nn: No litt om kartet: Du har slått deg ned i ein vakker dal mellom to fjell, rik på marmor, jernmalm og kol. Alle håpa på eit fredeleg liv.
pt_br: Agora sobre o mapa: você se estabeleceu em um bonito vale entre duas montanhas, rico em mármore, minério de ferro e carvão. Todos esperavam por uma vida pacífica.

source: But one day, you discovered a barren wasteland with abandoned buildings in the east. A strange aura came from there, and no one wanted to set foot there. But the border could not be left undefended, and so you constructed three fortresses.
nn: Men ein dag oppdaga du eit audt øydeland med forlatne bygningar i aust. Ein merkeleg aura kom derifrå, og ingen ville setja sin fot der. Men grensa kunne ikkje stå uforsvart, så du bygde tre festningar.
pt_br: Entretanto um dia você descobre ao leste uma terra devastada e infértil com construções abandonadas. Uma aura estranha emana desta terra e ninguém se atreve em pisar-la. Mas a fronteira não pode ser abandonada sem defesas, então você construiu três fortalezas.

source: You had not been prepared for war, and you have to hurry now to build up an army.
nn: Du var ikkje førebudd på krig, og no må du skunda deg å byggja opp ein hær.
pt_br: Você não foi preparado para guerra, você deve correr agora para fazer um exército.

source: An accident
nn: Ei ulukke
pt_br: Um acidente

source: The Tavern is Burning!
nn: Vertshuset brenn!
pt_br: A Taverna está pegando fogo!

source: Oh no, look at this: our tavern is burning! In all the hurry, our innkeeper accidentally dropped a torch. She is fine, but we could not extinguish the fire in time.
nn: Å nei, sjå her: Vertshuset vårt brenn! I alt stresset mista vertinna vår ein fakkel ved eit uhell. Det går bra med henne, men me klarte ikkje å sløkkja brannen i tide.
pt_br: Oh não, olhe isso: nossa taverna está pegando fogo! Na pressa do cotidiano a dona da taverna acidentalmente deixou cair uma tocha. Ela está bem, mas não conseguimos apagar o incêndio a tempo.

source: Open the building statistics window
nn: Opne bygningsstatistikkvindauget
pt_br: Abra janela de estatísticas de construções.

source: Open the building statistics window for an overview over the buildings you have.
nn: Opne bygningsstatistikkvindauget for å få oversikt over bygningane du har.
pt_br: Abra a janela estatísticas de construções para obter uma visão geral das construções que você possui.

source: First, you will have to open the ‘Statistics’ menu at the bottom of the screen.
nn: Først må du opna «Statistikk»-menyen nedst på skjermen.
pt_br: Primeiramente, você terá que abrir o menu "Estatísticas" no canto inferior da tela.

source: Afterwards, choose ‘Buildings’.
nn: Deretter vel du «Bygningar».
pt_br: Depois escolha "Construções".

source: You can also use the hotkey ‘%s’.
nn: Du kan òg bruka hurtigtasten «%s».
pt_br: Você também pode usar o atalho %s.

source: Building statistics
nn: Bygningsstatistikk
pt_br: Estatísticas de Construções

source: Check out your taverns
nn: Sjekk vertshusa dine
pt_br: Verifique as suas tavernas

source: At first, we should find out how many taverns we currently have. Widelands offers you a window where you can easily check this.
nn: Først bør me finna ut kor mange vertshus me har. Widelands har eit vindauge der du enkelt kan sjekka dette.
pt_br: Primeiro deveremos descobrir quantas tavernas temos atualmente. Widelands oferece uma janela onde você pode verificar isso facilmente.

source: Look up how many taverns you have
nn: Sjå etter kor mange vertshus du har
pt_br: Olhe quantas tavernas você possui.

source: We want to know whether we still have taverns.
nn: Me vil vita om me framleis har vertshus.
pt_br: Queremos saber se ainda possuímos tavernas.

source: Choose the ‘Medium buildings’ tab in the building statistics window.
nn: Vel fana «Mellomstore bygningar» i bygningsstatistikkvindauget.
pt_br: Selecione a aba "Construções médias" na janela Estatísticas de Construções.

source: Look up how many taverns you have.
nn: Sjå etter kor mange vertshus du har.
pt_br: Veja quantas tavernas você possui.

source: Below every building, there are two lines. The first one shows the number of buildings you own and how many are under construction. The second line shows the average productivity if it is a production site or training site, or the stationed and desired soldiers in military buildings.
nn: Under kvar bygning er det to linjer. Den første viser kor mange bygningar du eig og kor mange som er under bygging. Den andre linja viser gjennomsnittleg produktivitet om det er ein produksjonsstad eller treningsstad, eller stasjonerte og ønskte soldatar i militærbygningar.
pt_br: Abaixo de todas construções existem duas linhas. A primeira mostra a quantidade de construções que você possui e quantas estão em obras. A segunda linha mostra a média de produtividade se for um local de produção ou treinamento, ou em construções militares a quantidade de soldados presentes e desejados.

source: Close the building statistics window when you are done.
nn: Lukk bygningsstatistikkvindauget når du er ferdig.
pt_br: Feche a janela estatísticas de construções quando você terminar.

source: Building Statistics
nn: Bygningsstatistikk
pt_br: Estatísticas de Construções

source: This is the building statistics window. It shows you all buildings you can own, sorted by their size.
nn: Dette er bygningsstatistikkvindauget. Det viser alle bygningane du kan eiga, sortert etter storleik.
pt_br: Esta é a janela de estatísticas de construções. Ela mostra todos as construções que você possui, organizadas pelos seus tamanhos.

source: Let me now explain what all those numbers mean:
nn: Lat meg forklara kva alle desse tala tyder:
pt_br: Deixe me explicar o que estes números significam:

source: ‘2/1’ below the quarry: This means that you have two quarries, plus another one which is under construction.
nn: «2/1» under steinbrotet: Dette tyder at du har to steinbrot, pluss eitt til som er under bygging.
pt_br: '2/1' abaixo da pedreira: Isso significa que você tem duas pedreiras, mais outra que está em construção.

source: ‘0%’: This indicates the average productivity of all buildings of that type. You have just started this game, therefore none of your buildings has done any work yet, but they are going to start working soon.
nn: «0%»: Dette viser gjennomsnittleg produktivitet for alle bygningar av den typen. Du har nettopp starta dette spelet, difor har ingen av bygningane dine gjort noko arbeid enno, men dei kjem snart i gang.
pt_br: '0%': Isso indica a média de produtividade de todas construções desse tipo. Você apenas iniciou o jogo, portanto nenhuma de suas construções realizou algum trabalho ainda, mas elas realizarão em breve.

source: ‘2/4’ below your sentry: For military buildings, the stationed soldiers are shown instead of a productivity. You want to have four soldiers in your sentries, but only two soldiers are stationed in this kind of building. This leaves two vacant positions – we really need more soldiers.
nn: «2/4» under vakthuset ditt: For militærbygningar vert stasjonerte soldatar vist i staden for produktivitet. Du ønskjer å ha fire soldatar i vakthusa dine, men berre to soldatar er stasjonerte i denne typen bygning. Dette etterlèt to ledige plassar – me treng verkeleg fleire soldatar.
pt_br: '2/4' abaixo de sua sentinela: Para construções militares a quantidade de soldados presentes é mostrada no lugar da produtividade. Você deseja quatro soldados nas suas sentinelas, mas apenas dois estão presentes nesse tipo de construção. Isso deixa duas vagas disponíveis – nós realmente necessitamos mais soldados.

source: In both cases, the color (green - yellow - red) signals you how good the value is.
nn: I begge tilfella signaliserer fargen (grøn - gul - raud) kor god verdien er.
pt_br: Nos dois casos, as cores (verde - amarelo - vermelho) indicam quão bem estão os valores.

source: If you click on a building, you can scroll through the buildings of the selected type.
nn: Om du klikkar på ein bygning, kan du bla gjennom bygningane av den valde typen.
pt_br: Se você clicar em uma construção poderá navegar entre as construções do tipo selecionado.

source: If you don’t have any building of a particular building type, it will be shown greyed out.
nn: Om du ikkje har nokon bygningar av ein bestemt type, vil han vera gråa ut.
pt_br: Se você não possuir nenhuma construção de algum tipo específico de construções ele será mostrado acinzentado.

source: This is enough explanation for now. Now try it out yourself.
nn: Dette er nok forklaring for no. No kan du prøva sjølv.
pt_br: Chega de explicações. Agora experimente você mesmo.

source: You closed the building statistics window!
nn: Du lukka bygningsstatistikkvindauget!
pt_br: Você fechou a janela de estatísticas de construções!

source: You have closed the building statistics window. I didn’t notice that you switched to the medium buildings to look up the number of taverns. Would you please be so nice and show it to me?
nn: Du har lukka bygningsstatistikkvindauget. Eg la ikkje merke til at du bytte til mellomstore bygningar for å sjekka kor mange vertshus du har. Kan du vera så snill å visa meg det?
pt_br: Você fechou a janela de estatísticas de construções. Não percebi que você trocou para a aba de construções médias procurando pela quantidade de tavernas. Você poderia por favor ser gentil e me mostrar?

source: Open the building statistics window again
nn: Opne bygningsstatistikkvindauget igjen
pt_br: Abra novamente a janela de estatísticas de construções.

source: You closed the building statistics window, although you have not yet looked up the number of taverns.
nn: Du lukka bygningsstatistikkvindauget, sjølv om du ikkje har sjekka kor mange vertshus du har enno.
pt_br: Você fechou a janela de estatísticas de construções, embora você ainda não tenha olhado a quantidade de tavernas.

source: Please reopen it and choose the second tab (medium buildings).
nn: Ver venleg og opna det igjen og vel den andre fana (mellomstore bygningar).
pt_br: Por favor, reabra a janela e selecione a segunda aba (construções médias).

source: Open your stock window
nn: Opne lagervindauget ditt
pt_br: Abra a janela de estoque.

source: The stock window gives you an overview over the wares you currently have.
nn: Lagervindauget gjev deg oversikt over varene du har for augneblinken.
pt_br: A janela de estoque fornece uma visão geral dos recursos que você possui atualmente.

source: Afterwards, choose ‘Stock’.
nn: Vel deretter «Lager».
pt_br: Em seguida selecione 'Estoque'.

source: You can also use the hotkey ‘%s’ to access this window quickly.
nn: Du kan òg bruka hurtigtasten «%s» for å opna dette vindauget raskt.
pt_br: Você também pode usar o atalho '%s' para acessar essa janela rapidamente.

source: Stock
nn: Lager
pt_br: Estoque

source: Check for rations
nn: Sjekk etter rasjonar
pt_br: Verifique as rações

source: OK. In the list, you’ve seen that you have no more taverns or inns. That means that you’re not producing any rations. But let’s see what we still have in stock.
nn: OK. Du såg i lista at du ikkje har fleire vertshus eller gjestgjevari. Det tyder at du ikkje produserer rasjonar. Men lat oss sjå kva me framleis har på lager.
pt_br: Tudo bem. Nessa lista você você viu que não possui mais tavernas ou pousadas. Isso significa que você não está produzindo rações. Mas vamos ver o que ainda temos em estoque.

source: Examine the first two tabs in the stock window
nn: Undersøk dei to første fanene i lagervindauget
pt_br: Analise as duas primeiras abas na janela de estoque.

source: Have a look at the first two tabs in the stock window. They show all the wares and workers you have.
nn: Sjå på dei to første fanene i lagervindauget. Dei viser alle varene og arbeidarane du har.
pt_br: Dê uma olhada nas duas primeiras abas na janela de estoque. Elas mostram todas os recursos e trabalhadores que você possui.

source: When you have seen enough, switch back to the third tab (‘Wares in warehouses’).
nn: Når du har sett nok, gå tilbake til den tredje fana («Varer i varehus»).
pt_br: Quando você tiver visto o suficiente mude para a terceira aba ('Recursos nos armazéns').

source: The stock window has four tabs. The first one shows you all your current wares, including those on roads, at flags and inside buildings waiting for processing.
nn: Lagervindauget har fire faner. Den første viser alle dei noverande varene dine, inkludert dei som er på vegar, ved flagg og inne i bygningar og ventar på å bli handsama.
pt_br: A janela de estoque possui quatro abas. A primeira mostra todos os seus recursos, incluindo os em transporte, em bandeiras ou dentro de construções esperando serem processados.

source: Looking at the rations, there are currently only five in total, probably on their way to somewhere. Five rations are not much for such a big economy.
nn: Når det gjeld rasjonar, har me berre fem totalt, truleg på veg ein stad. Fem rasjonar er ikkje mykje for ein så stor økonomi.
pt_br: Olhando para as rações, atualmente temos apenas cinco no total, provavelmente a caminho para algum lugar. Cinco rações não são muito para uma grande economia.

source: The second tab shows you all your workers, again those on roads and in buildings summed up.
nn: Den andre fana viser alle arbeidarane dine, igjen dei på vegar og i bygningar summert opp.
pt_br: A segunda aba mostra todos seus trabalhadores, também aqueles que estão nas estradas e em construções.

source: The third tab shows you the wares that are stored in your headquarters, your warehouses and ports. They are not needed anywhere and are therefore your reserve.
nn: Den tredje fana viser varene som er lagra i hovudsetet ditt, i lagera og hamnene dine. Dei trengst ikkje nokon stad, og er difor reserven din.
pt_br: A terceira aba mostra os recursos que estão armazenados na sua sede, nos armazéns e nos portos. Eles não são necessários em nenhum lugar, então estão como sua reserva.

source: The fourth tab shows the same thing for workers.
nn: Den fjerde fana viser det same for arbeidarar.
pt_br: A quarta aba mostra a mesma coisa que a terceira, porém com trabalhadores no lugar de mercadorias.

source: The third tab tells you that there are no rations left in your headquarters – that’s not good!
nn: Den tredje fana fortel deg at det ikkje er rasjonar att i hovudsetet ditt – det er ikkje bra!
pt_br: A terceira aba diz que você não tem ração restante na sua sede – isto não é nada bom!

source: You closed the stock window!
nn: Du lukka lagervindauget!
pt_br: Você fechou a janela de estoque!

source: You have closed the stock window, but I have not yet finished with my explanation. Would you please reopen it and choose the first tab?
nn: Du har lukka lagervindauget, men eg er ikkje ferdig med forklaringa mi enno. Kan du vera snill og opna det igjen og velja den første fana?
pt_br: Você fechou a janela de estoque, porém eu ainda não terminei a minha explicação. Por gentileza, poderia reabrir e selecionar a primeira aba?

source: Open the stock window again
nn: Opne lagervindauget igjen
pt_br: Abra a janela de estoque novamente.

source: You closed the stock window before I finished telling you everything about it. If you already know everything, please feel free to leave this tutorial at any time.
nn: Du lukka lagervindauget før eg fekk fortalt deg alt om det. Om du allereie veit alt, må du gjerne forlata denne opplæringa når som helst.
pt_br: Você fechou a janela de estoque antes de eu terminar de te ensinar tudo sobre ela. Se você já sabe tudo, fique à vontade para sair desse tutorial a qualquer momento.

source: Otherwise, please reopen it and have a look at all its tabs.
nn: Elles ber eg deg om å opna det att og sjå på alle fanene.
pt_br: Caso contrário, por favor reabra e dê uma olhada em todas as abas.

source: You have closed the stock window, but I have not yet finished with my explanation. Would you please reopen it and choose the third tab?
nn: Du har lukka lagervindauget, men eg er ikkje ferdig med forklaringa mi enno. Kan du vera snill og opna det igjen og velja den tredje fana?
pt_br: Você fechou a janela de estoque, mas eu ainda não terminei minha explicação. Por gentileza, poderia reabrir e selecionar a terceira aba?

source: Otherwise, please reopen it and choose the third tab.
nn: Elles ber eg deg om å opna det att og velja den tredje fana.
pt_br: Caso contrário, por favor reabra e selecione a terceira aba.

source: Build new taverns
nn: Bygg nye vertshus
pt_br: Construa novas tavernas

source: Build at least two taverns.
nn: Bygg minst to vertshus.
pt_br: Construa pelo menos duas novas tavernas.

source: As long as we don’t produce rations, our miners won’t dig for ore. And without iron, we cannot forge a single helm.
nn: Så lenge me ikkje produserer rasjonar, vil ikkje gruvearbeidarane våre grava etter malm. Og utan jern kan me ikkje smi ein einaste hjelm.
pt_br: Enquanto não produzirmos ração, nossos mineiros não vão extrair minérios. E sem ferro, não poderemos forjar um único capacete.

source: New taverns
nn: Nye vertshus
pt_br: Novas tavernas

source: We need new taverns
nn: Me treng nye vertshus
pt_br: Nós precisamos de novas tavernas

source: Now that you have an overview, you should act. I think we should build more than one tavern – two or three are better.
nn: No som du har oversikt, bør du handla. Eg synest me bør byggja meir enn eitt vertshus – to eller tre er betre.
pt_br: Agora que você tem uma visão geral, você deve agir. Acho que deveríamos construir mais de uma taverna – duas ou três são melhores.

source: Open the in-game help window
nn: Opne hjelpevindauget i spelet
pt_br: Abra a janela de ajuda

source: The encyclopedia window contains the in-game help and an encyclopedia of the tribe you’re currently playing.
nn: Oppslagsverkvindauget inneheld hjelp i spelet og eit oppslagsverk for stammen du spelar no.
pt_br: A janela de enciclopédia contém ajuda sobre o jogo e uma enciclopédia sobre a tribo que você está jogando no momento.

source: Open it. You can access it via the button at the bottom of the screen.
nn: Opne det. Du finn knappen nedst på skjermen.
pt_br: Abra-a. Você pode acessá-la por um botão no canto inferior da tela.

source: Alternatively, you can access it directly with the ‘%s’ key.
nn: Alternativt kan du opna det direkte med «%s»-tasten.
pt_br: Alternativamente, você pode acessá-la diretamente com o botão '%s'.

source: Encyclopedia
nn: Oppslagsverk
pt_br: Enciclopédia

source: How to get help
nn: Korleis få hjelp
pt_br: Como obter ajuda

source: Of course, it is difficult to remember all of my remarks and advice. For example, you might ask yourself: ‘Why do we need rations to get soldiers?’
nn: Det er sjølvsagt vanskeleg å hugsa alle kommentarane og råda mine. Til dømes kan du spørja deg sjølv: «Kvifor treng me rasjonar for å få soldatar?»
pt_br: Claro, é difícil lembrar de todos os meus comentários e conselhos. Por exemplo, você deve se perguntar: 'Por que precisamos de ração para os soldados?'

source: When you’ve played a lot, you will know all these things by heart. But until then or if you’re unsure about your tribe’s needs and abilities and how its buildings and workers operate, you can look it up easily in our tribe-specific in-game help and encyclopedia.
nn: Når du har spelt mykje, vil du kunna alt dette utanåt. Men inntil då, eller om du er usikker på stammen sine behov og evner og korleis bygningane og arbeidarane fungerer, kan du enkelt slå det opp i den stammespesifikke hjelpa og oppslagsverket i spelet.
pt_br: Quando você tiver jogado muito se lembrará de todas estas coisas de cor. Mas até lá ou se você não tem certeza sobre as habilidades e necessidades da sua tribo e como suas construções e trabalhadores funcionam, você pode conferir facilmente a ajuda e enciclopédia específicas de sua tribo.

source: Look up which wares are needed to recruit soldiers
nn: Sjå etter kva varer som trengst for å rekruttera soldatar
pt_br: Verifique quais recursos são necessários para recrutar soldados.

source: A soldier needs a wooden spear and a helmet – from there on out, you can search backwards to find the wares and the buildings you need to supply your barracks where the soldier is recruited. When you are finished, just close the encyclopedia window.
nn: Ein soldat treng eit trespyd og ein hjelm – derifrå kan du søkja bakover for å finna varene og bygningane du treng for å forsyna brakka der soldaten vert rekruttert. Når du er ferdig, berre lukk oppslagsverkvindauget.
pt_br: Um soldado necessita de uma lança de madeira e um capacete – daí em diante, você pode ir atrás dos recursos e construções que você necessita para abastecer seus quartéis onde os soldados são recrutados. Quando terminar, feche a janela de enciclopédia.

source: Use the encyclopedia to find out how to create new soldiers.
nn: Bruk oppslagsverket til å finna ut korleis du lagar nye soldatar.
pt_br: Use a enciclopédia para descobrir como criar novos soldados.

source: Choose the ‘Wares’ tab in the encyclopedia window.
nn: Vel fana «Varer» i oppslagsverkvindauget.
pt_br: Escolha a aba "Recursos" na janela de enciclopédia.

source: Look up what is needed to produce a helmet and what is needed to produce a wooden spear.
nn: Slå opp kva som trengst for å produsera ein hjelm, og kva som trengst for å produsera eit trespyd.
pt_br: Verifique o que é necessário para produzir um capacete e o que é necessário para produzir uma lança de madeira.

source: If you want, you may further look up what is needed to produce the wares you just looked up.
nn: Om du vil, kan du slå opp kva som trengst for å produsera varene du nettopp slo opp.
pt_br: Se quiser, pode dar uma olhada mais além no que é necessário para produzir os recursos que você acabou de ver.

source: Close the encyclopedia window when you are done.
nn: Lukk oppslagsverkvindauget når du er ferdig.
pt_br: Feche a janela de enciclopédia quando você terminar.

source: Encyclopedia details
nn: Oppslagsverkdetaljar
pt_br: Detalhes da enciclopédia

source: The Encyclopedia Categories
nn: Kategoriane i oppslagsverket
pt_br: Categorias da enciclopédia
