Repository: widelands/widelands
Catalog: po/scenario_t01.wmf/*.po
Languages: gd

source: The Story Begins
gd: Tha an sgeulachd air tòiseachadh

source: Thron sighs...
gd: Tha Tron ag osnachadh...

source: It’s been months, and we are still hiding where the forests are old and dark.
gd: Tha sinn 'nar falach sna seann choilltean dubh dorcha fhathast às dèidh mhìosan.

source: My warriors hunt at day and lie awake at night – listening to the sounds of the cruel slaughter echoing from afar amongst the ancient trees.
gd: Tha na gaisgich agam ris an t-sealg air an latha 's gun chadal air an oidhche – ag èisteachd ri faram a' mhillidh chruaidh o fhad air falbh a chluinnear fhathast am measg nan craobhan.

source: We can see the raging flames that swallow Al’thunran from here, miles away.
gd: Chì sinn na teintein a tha a' slugadh Al’tùnran on a sheo, mìltean air falbh.

source: The red lights flash in the darkness and dance to the rhythm of the war drums that haunt me even in my nightmares.
gd: Tha na solasan dearga a' boillsgeadh san dorchadas 's a' dannsa ri ruitheam nan drumaichean-cogaidh a thadhlas orm fiù 's nan trom-laighean agam.

source: My father’s bones rest peacefully in the ground on which he once ended the senseless spilling of blood that had arisen amongst us. It pains me that his peace only endured for one generation.
gd: Tha cnàmhan m' athar 'nan tàmh gu sìtheil san talamh air an do chuir e crìoch uair air leagadh na fala gun chiall a dh'èirich eadarainn. 'S duilich leam nach ro mhair an t-sìth aige ach ginealach.

source: Boldreth, my loyal companion and friend is a source of peace and comfort to me in these dark times. He keeps my spirits high and those of my warriors awake, preventing greed or despair from destroying the bonds between us as well.
gd: Tha mo charaid dìleas Boldrad 'na adhbhar sìthe 's sòlais dhomh rè nan droch-amannan seo. Togaidh e mo chridhe 's cridheachan nan gaisgeach agam ach nach milleadh sannt no an dubh-ghèill an dàimh eadarainn.

source: As father told me, there are times to fight and times to lie and wait, trying not to fall asleep or die before the right time comes. And so I do... wait.
gd: Mar a dh'innis m' athair dhomh, bidh àm cogaidh ann 's àm gus dol am falach 's a' feitheamh, a' feuchainn nach tig cadal no bàs ort mus tig an t-àm dhut. 'S e seo na nì mi... feitheamh.

source: Somebody Comes up to You
gd: Tha cuideigin a' teannadh a-nall

source: The Advisor
gd: An comhairleach

source: Mission Complete
gd: Tha am misean coileanta

source: Build a lumberjack’s hut
gd: Tog bothan coillteir

source: Press SPACE to see where you can build. The red house symbols show you where a small building – like a lumberjack’s hut – may be built.
gd: Brùth air SPACE ach am faic thu far an urrainn dhut rud a thogail. Seallaidh samhlaidhean taighe dheirg dhut far an gabh togalach beag – can, bothan coillteir – a thogail.

source: Build a lumberjack’s hut at the red house symbol just right of your headquarters by clicking on it and selecting a lumberjack’s hut.
gd: Tog bothan coillteir aig an t-samhla togail dhearg dìreach gu deas air a' phrìomh-àras agad 's tu a' briogadh air 's a' taghadh bothan coillteir.

source: Build a road between your headquarters and the construction site of the lumberjack’s hut.
gd: Tog rathad eadar am prìomh-àras agad agus an làrach togail aig a' bhothan choillteir.

source: When you place the lumberjack’s hut, a flag is created for it. You need to connect it to another flag by building a road between them. If you click on a flag and select to build a road, little symbols will appear around it to show you in which directions you can build it.
gd: Nuair a chuireas tu am bothan coillteir ann, thèid bratach a chruthachadh air a shon. Feumaidh tu a ceangal ri bratach eile 's tu a' togail rathad eatorra. Nuair a nì thu briogadh air bratach agus nuair a thaghas tu gun tog thu rathad, nochdaidh samhlaidhean beaga timcheall oirre a sheallas dhut càite am b' urrainn an rathad a dhol.

source: The colors of these symbols indicate how steep this part of the road will be. Green is for flat, yellow means steep and red stands for very steep. The steeper the road is, the harder it will be for your people to walk on it (and your wares will be transported more slowly).
gd: Mìnichidh dathan nan samhlaidhean seo dè cho cas 's a bhios a' phàirt seo dhen rathad. Is ciall air uaine gum bi e rèidh, air buidhe gum bi e caran cas agus air dearg gum bi e glè chas. Mar as caise an rathad, 's ann as duilghe a bhios e dha do mhuinntir coiseachd air (agus thèid am bathar agad a ghiùlain nas slaodaiche).

source: You can click on any of the symbols to build the first part of the road there. New symbols will appear to show you where the next part of the road can go, and so on. However, you can also click farther away from the flag to build several steps at once. Click on the flag at the headquarters to finish the road.
gd: 'S urrainn dhut briogadh air gin dhe na samhlaidhean gus a' chiad phàirt dhen rathad agad a thogail an-siud. Nochdaidh samhlaidhean ùra an uairsin a sheallas dhut far am b' urrainn dhut pàirt eile dhen rathad a thogail 's mar sin air adhart. Faodaidh tu cuideachd briogadh nas fhaide air falbh on bhratach co-dhiù ach an tog thu iomadh ceum aig an aon àm. Briog air a' bhratach aig a' phrìomh-àras agad gus an rathad a choileanadh.

source: Build a road to the lumberjack’s hut
gd: Tog rathad dhan bhothan coillteir

source: Road to the lumberjack’ hut
gd: Rathad dhan bhothan coillteir

source: Build a second lumberjack’s hut
gd: Tog bothan coillteir eile

source: Place a flag in the middle of the road. There is a flag symbol in the middle of the road you just built. You create a flag there by clicking on the symbol and then choosing the flag button in the menu that opens up. This will divide the road the wood is transported into two parts with one carrier each.
gd: Cuir bratach ann am meadhan an rathaid. Tha samhla brataich ann am meadhan an rathaid a tha thu air a thogail. Cruthaichidh tu bratach ann 's tu a' briogadh air an t-samhla 's a taghadh putan na brataich sa chlàr-taice a nochdas. Roinnidh seo an rathad agus thèid am fiodh a ghiùlan ann an dà cheum le dithis ghiùlanair, fear airson gach ceuma.

source: Place a lumberjack’s hut just south of the flag you just placed on the road. Connect the flag you just raised with the flag of the new lumberjack’s hut construction site afterwards. Note that instead of building a road step by step, you may also click directly at its destination to build the entire road at once.
gd: Cuir bothan coillteir dìreach gu deas air a' bhratach a tha thu air a thogail air an rathad. Ceangail a' bhratach ùr seo ris a' bhratach aig làrach togail a' bhothain coillteir ùir an uairsin. Thoir an aire gum faod thu briogadh air ceann-uidhe rathaid sa bhad gus rathad slàn a thogail 's nach leig thu leas an rathad a thogail ceum air ceum.

source: When many wares are being transported between two points, additional flags in between make them arrive at their destination faster, thus improving your infrastructure.
gd: Nuair a tha grunn bhathair 'ga ghiùlan eadar dà àite, tog barrachd bhratach eatorra ach an ruig am bathar an ceann-uidhe aige nas luaithe na bheir piseach air a' bhun-structar agad.

source: Build a ranger’s hut
gd: Tog bothan maoir-choille

source: Build a ranger’s hut to the east of the first lumberjack’s hut.
gd: Tog bothan maoir-choille gu ear air a' chiad bhothan coillteir.

source: Build two quarries
gd: Tog dà choireall

source: Build two quarries south-west of your headquarters.
gd: Tog dà choireall gu iar-dheas air a' phrìomh-àras agad.

source: An old man says...
gd: Tha bodach a' bruidhinn riut...

source: Hail, chieftain. I am Khantrukh and have seen many winters pass. Please allow me to aid you with my counsel through these darkened days.
gd: Fàilte, a cheannaird. 'S mise Kantrach is chunnaic mi iomadh geamhradh a' dol seachad. Gum faodainn ur cuideachadh le comhairle rè nan làithean dorcha seo.

source: Khantrukh continues...
gd: Tha Kantrach a' leantainn air adhart...

source: We should prepare, in case we have to face the winter in these harsh lands. I believe to the east of our campsite are a few places where we could raise a lumberjack’s hut.
gd: Bu chòir dhuinn ullachadh air eagal 's gun tig an geamhradh oirnn air an fhàsach chùrs seo. Cha chreid mi nach eil àite no dhà gu ear air an làrach campachaidh againn far am b' urrainn dhuinn bothan coillteir a thogail.

source: The elder remarks...
gd: Tha an seanair a' beachdachadh...

source: Obviously, it would be too exhausting for our people to walk all the way to the lumberjack’s hut through the wilderness. We will have to build a road between our hall and the lumberjack’s hut. It’s not a hard guess that the men would appreciate a way as short and plain as possible – the wood will surely be heavy enough, nevertheless.
gd: Gu follaiseach, chlaoidheadh e ar muinntir a bhith a' coiseachd air an t-slighe fhada tron fhàsach gus am bothan coillteir a ruigsinn. Feumaidh sinn rathad a thogail eadar an talla againn agus am bothan coillteir. Bhiodh na daoine taingeil gun teagamh nan robh an rathad cho ghoirid 's a ghabhadh – bidh am fiodh trom gu leòr mar a tha e.

source: Khantrukh remembers...
gd: Tha cuimhne air Khantrukh...

source: There is an old saying:
gd: Seo seanchas dhut:

source: ‘A burden divided is easier to endure.’
gd: ‘Tha eallach co-roinnte as fhasa giùlan.’

source: A crossroads on the road between our headquarters and the lumberjack’s hut would ease the work of our carriers.
gd: Bhiodh crois-rathaid eadar am prìomh-àras againn agus am bothan coillteir 'na faochadh dha ar giùlanairean.

source: The old man looks to the sky...
gd: Tha am bodach a' coimhead dha na speuran...

source: The northern winds tell us that the coming winter will be a long and cruel one. One lumberjack’s hut will not be enough to serve the needs of our people. More trees await our axes just south of our new crossroads – let us raise a second lumberjack’s hut there!
gd: Tha a' ghaoth thuath ag innse dhuinn gur ann fada cruaidh a bhios an geamhradh a tha a' tighinn oirnn. Cha fhreagair bothan coillteir a-mhàin ri feum ar muinntir. Tha barrachd chraobhan a' feitheamh ris na tuaghan againn gu deas air a' chrois-rathaid ùr againn – togamaid bothan coillteir eile ann a shiud!

source: Khantrukh nods...
gd: Tha Kantrach ag aontachadh...

source: Of course, if we intended to build a bigger settlement, many more lumberjack’s huts would be advisable, but this should suffice for now.
gd: Gu follaiseach, nan robh tuineachadh nas motha fainear dhuinn, mholainn grunn bhothan coillteir a bharrachd, ach nì seo a' chùis an-dràsta.

source: But never forget – these forests are our heritage, entrusted upon us by our ancestors. We must always respect and care for them. What we take, we must give back again.
gd: Ach cuimhnich ort – is ar dìleab a tha sna coilltean seo a chaidh a dh'earb ar sinnsearan rinn. Feumaidh sinn urram 's cùram a thoirt dhaibh an-còmhnaidh. Feumaidh sinn tilleadh na thog sinn.

source: So, in order to replace the trees we chop down, we should build a ranger’s hut, preferably close to the lumberjack’s hut.
gd: Mar sin, bu chòir dhuinn bothan maoir-choille a thogail ach an cuireamaid craobhan ùra an àite na feadhna a leag sinn 's togamaid e cho faisg air a' bhothan coillteir 's a ghabhas.

source: The elder speaks...
gd: Tha an seanair ag ràdh...

source: I am well aware, chieftain, that neither you nor your warriors have the desire to stay in this forsaken place for long. But even so, our war to reconquer our home might take a long time and it would seem wise to make preparations.
gd: Mhothaich mi nach bu mhiann leibh fhèin no le ar gaisgich airson fuireach san àite trèigte seo fada, a cheannaird. Co-dhiù no co-dheth, dh'fhaoite gun toir e ùine fada gus an urrainn dhuinn tilleadh dhachaigh agus cha bhiodh e ach glic nan dèanamaid ullachadh.

source: I would advise that we obtain stones for the future – who knows what fortifications we might be forced to build very soon. And – like a gift of destiny – there are indeed great rocks just nearby...
gd: Mholainn gum faigheamaid clachan airson na h-ama ri teachd – cò aige a tha fios am bi feum againn air daingneachadh a dh'aithghearr. Agus – mar a thabhainn an sealbh – tha clachan mòra am fagas...

source: Very well done, chieftain. We now have all we need to face the winter and may prepare ourselves for the battles ahead.
gd: Nach math a rinn sibh, a cheannaird. Chan eil dìth oirnn gus an seasamaid an aghaidh a' gheamhraidh agus 's urrainn dhuinn ar ullachadh airson a' chogaidh a tha romhainn a-nis.

source: Victory
gd: Buaidh

source: You may continue to play this map if you wish. Otherwise, move on to the next mission.
gd: Faodaidh tu leantainn air adhart a' cluiche a' mhapa seo ma thogras tu no gluasad air adhart dhan ath-mhisean.

source: In the Night
gd: Air an oidhche

source: Thron says...
gd: Tha Tron a' bruidhinn...

source: During another sleepless night, I went up to the hill and gazed towards the north. The fires are still burning, satisfying their hunger upon my father’s legacy.
gd: Rè oidhche eile gun chadal, chaidh mi suas a' chnuic is sheall mi gu tuath. Chunnaic mi am baile 'na theine fhathast, a' sàsachadh an acras le dìleab m' athar.

source: They are a constant reminder of why we have to hide here... and why we must return in the end!
gd: Tha iad 'nan cuimhneachan air carson a th' againn ri cumail 'nar falach ann a sheo... agus carson a dh'fheumas sinn tilleadh mu dheireadh thall!

source: At the Tomb
gd: Aig an uaigh

source: Once again, I went up to my father’s tomb, in a sacred grove at the foot of the great spire of Kal’mavrath. I just stood there and felt neither the hours pass nor the cold rain pouring down from the darkened sky...
gd: Thadhail mi air uaigh m' athar a-rithist, ann an doire naomh aig bonn sgurr Chal’mabhraid. chuir mi an ùine seachad 'nam sheasamh ann agus cha do mhothaich mi air an ùine a' dol seachad no air an uisge fhuair a' dòrtadh orm o na speuran dorcha...

source: Somehow, it felt like a farewell. For the first time, I wondered what the future might hold for me...
gd: Bha faireachdainn dealachaidh air ann an dòigh. Smaoinich mi air na b' urrainn a bhith romham airson a' chiad turas...

source: The Other Day
gd: An latha eile

source: Thron says thoughtfully...
gd: Tha Tron a' cnuasadh...

source: Some time ago, Boldreth came to me. His advice was to move to a place closer to home – to strike at the first sign of my brothers’ forces wavering.
gd: Thàinig Boldrad a bhruidhinn rium o chionn tamaill. Mhol e gun gluaiseamaid nas fhaisge air ar dachaigh – ach am bualadh sinn cho luath 's a mhothaicheamaid laigse ann am feachdan mo bhràithrean.

source: But when I look over the forests I can still see black smoke rising to the sky. I know – it is too early yet, and what he hopes for will not happen any time soon. He might still be right, but I fear the bloodshed that returning too fast would cause both on our and the other side...
gd: Ach nuair a sheallas mi thar nan coilltean, chì mi an ceò dorcha ag èirigh dhan iarmailt fhathast. Tha fios agam – gu bheil e ro thràth fhathast agus nach tachair air a tha e an dòchas a dh'aithghearr. Dh'fhaoidte gu bheil e ceart co-dhiù, ach tha mi fo amharas gur mòr a bhiodh leigeadh na fala airson gach thaobh nan tilleamaid ro luath...

source: The Oath
gd: A' bhòid

source: Thron looks furious...
gd: Tha an ainmein air Tron...

source: Today, my warriors picked up an old man, wandering sick and wounded through the dark forest. We listened in horror as he told us of the atrocities taking place in Al’thunran.
gd: Thachair na gaisgich againn air bodach a bha a' coiseachd tinn 's leònta tron choille dhubh. Dh'èist sinn ris le uabhas nuair a dh'innis e dhuinn mun bhuirbe a tha a' dol air adhart ann an Al’tùnran.

source: I hereby renew my oath – I will stop this madness at any cost!
gd: Tha mi a' toirt m' fhacal a-rithist – Cuiridh mi crìoch air a' chaoch seo ge b' e mòran a bhiodh e oirnn!

source: New Objective
gd: Amas ùr
