Repository: widelands/widelands
Catalog: data/i18n/translations/mp_scenario_smugglers.wmf/*.po
Languages: el, nn

source: Wares Smuggled
el: Εμπορεύματα που Διακινήθηκαν Λαθραία
nn: Varer smugla

source: %i point
el: %i πόντος
nn: %i poeng

source: Rules
el: Κανόνες
nn: Reglar

source: Status
el: Κατάσταση

source: Smugglers
el: Λαθρέμποροι
nn: Smuglarar

source: Smugglers is a fun map for 4 players. You and your partner start diagonally from each other on a point symmetric island. There are plenty of smuggling tunnels on this island, each consisting of a receiving and a sending end.
el: Οι Λαθρέμποροι είναι ένας διασκεδαστικός χάρτης για 4 άτομα. Εσύ και ο συνέταιρός σου ξεκινάτε διαγώνια ο ένας απέναντι από τον άλλο. Υπάρχουν αρκετά τούνελ διακίνησης λαθραίων στο νησί, καθένα από τα οποία έχει ένα σημείοαποστολής λαθραίων και ένα σημείο λήψης.
nn: Smuglarar er eit morosamt kart for 4 spelarar. Du og partnaren din startar diagonalt motsett for kvarandre på ei punktsymmetrisk øy. Det finst mange smuglartunnelar på denne øya; kvar av dei har ein mottaks- og ein sendar-ende.

source: To establish a smuggling route, you need to build a warehouse on a sending/receiving spot while your team mate has to build one on the corresponding receiving/sending spot. A ware is then transported every 10 seconds.
el: Για να ανοίξεις μια διαδρομή διακίνησης λαθραίων, θα πρέπει να χτίσεις μια αποθήκη σε ένα σημείο αποστολής / λήψης, ενώ ο συμπαίκτης σου θα πρέπει να χτίσει μια αποθήκη στο αντίστοιχο άκρο. Έπειτα, ένα εμπόρευμα θα μεταφέρεται κάθε 10 δευτερόλεπτα.
nn: For å oppretta ei smuglarrute, må du byggja eit lager på eit sende-/mottakspunkt, medan lagkameraten din må byggja eit på det tilsvarande mottaks-/sendepunktet. Ei vare blir då frakta kvart 10. sekund.

source: For harder to defend smuggling routes, you get 2 or 3 points per ware smuggled. The first team to collect %s wins.
el: Οι διαδρομές διακίνησης λαθραίων που είναι δυσκολότερο να προστατέψεις, σού δίνουν 2 ή 3 πόντους για κάθε λαθραίο εμπόρευμα που διακινήθηκε από αυτές. Η πρώτη ομάδα που θα συλλέξει %s κερδίζει.
nn: For smuglarruter som er vanskelegare å forsvara, får de 2 eller 3 poeng per smugla vare. Det første laget som samlar %s vinn.

source: A sending spot
el: Ενα σημείο αποστολής
nn: Eit sendepunkt

source: A receiving spot
el: Ένα σημείο λήψης
nn: Eit mottakspunkt

source: Notes
el: Σημειώσεις
nn: Merknader

source: Remember that the map has rotational symmetry. For example, when you have found a spot to the top-left of your headquarters, the corresponding spot will be to the bottom-right of the headquarters of your team mate.
el: Θυμήσου ότι ο χάρτης είναι συμμετρικός. Για παράδειγμα, όταν βρεις ένα σημείο, πάνω-αριστερά από το αρχηγείο σου, το αντίστοιχο σημείο θα είναι κάτω-δεξιά από το αρχηγείο του συμπαίκτη σου.
nn: Hugs at kartet har rotasjonssymmetri. Til dømes: Når du har funne eit punkt øvst til venstre for hovudsetet ditt, vil det tilsvarande punktet liggja nedst til høgre for hovudsetet til lagkameraten din.

source: You can see the number of wares traded at any time in the general statistics menu. Good luck!
el: Μπορείς να δεις τον αριθμό των εμπορευμάτων που έχουν διακινηθεί ανά πάσα στιγμή, από το μενού γενικών στατιστικών. Καλή επιτυχία!
nn: Du kan sjå talet på handla varer når som helst i menyen for generell statistikk. Lukke til!

source: A new smuggling route from %1$s to %2$s has been established! Every ware they smuggle there is worth %3$s.
el: Μια νέα διαδρομή διακίνησης λαθραίων από τον %1$s στον %2$s έχει ανοιχτεί. Κάθε εμπόρευμα που διακινούν λαθραία δίνει %3$s.
nn: Ei ny smuglarrute frå %1$s til %2$s er oppretta! Kvar vare dei smuglar der er verdt %3$s.

source: Your team has established a new smuggling route. You have the sending warehouse. Every ware smuggled here is worth %s.
el: Η ομάδα σου άνοιξε μια νέα διαδρομή διακίνησης λαθραίων και έχεις την αποθήκη που στέλνει. Κάθε εμπόρευμα που διακινείται από εδώ, δίνει %s.
nn: Laget ditt har oppretta ei ny smuglarrute. Du har sendelageret. Kvar vare som blir smugla her er verdt %s.

source: Your team has established a new smuggling route. You have the receiving warehouse. Every ware smuggled here is worth %s.
el: Η ομάδα σου άνοιξε μια νέα διαδρομή διακίνησης λαθραίων και έχεις την αποθήκη που παραλαμβάνει. Κάθε εμπόρευμα που διακινείται προς εδώ, δίνει %s.
nn: Laget ditt har oppretta ei ny smuglarrute. Du har mottakslageret. Kvar vare som blir smugla her er verdt %s.

source: The smuggling route worth %1$s from %2$s to %3$s has been broken!
el: Κόπηκε η διαδρομή διακίνησης λαθραίων που έδινε %1$sαπό τον %2$s στον %3$s!
nn: Smuglarruta verdt %1$s frå %2$s til %3$s er broten!

source: Game over!
el: Τέλος Παιχνιδιού!
nn: Spelet er over!

source: Game over! %1$s and %2$s have won the game! %3$s and %4$s only managed to collect %5$s.
el: Τέλος παιχνιδιού! Οι %1$s και %2$s κέρδισαν το παιχνίδι! Οι %3$s και %4$s κατάφεραν μόνο να μαζέψουν %5$s.
nn: Spelet er over! %1$s og %2$s vann spelet! %3$s og %4$s klarte berre å samla %5$s.
