Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_fri02.wmf/*.po
Languages: sv

source: The Empire is Angry
sv: Imperiet är argt

source: Hostes Imperii estis!
sv: Ni är fiender till imperiet!

source: Barbarians! You have refused my offer of friendship most ungraciously by destroying the beautiful building we presented you with!
sv: Barbarer! Ni har på ett mycket otacksamt sätt avvisat mitt vänskapserbjudande genom att förstöra den vackra byggnad vi gav er!

source: You are enemies of the Empire, and I shall treat you as such!
sv: Ni är fiender till Imperiet, och jag kommer att behandla er som sådana!

source: Barbarians! You have refused my offer of friendship most ungraciously by basely wasting your precious resources on expansion!
sv: Barbarer! Ni har på ett mycket otacksamt sätt avvisat mitt vänskapserbjudande genom att slösa bort era dyrbara resurser på expansion!

source: Two Enemies
sv: Två fiender

source: Defeat the enemies!
sv: Besegra fienderna!

source: Murilius has made it quite clear that he won’t leave us alone. I fear we must defeat him and destroy his colony if we ever want to have peace here.
sv: Murilius har gjort det helt klart att han inte kommer att lämna oss ifred. Jag är rädd att vi måste besegra honom och förstöra hans koloni om vi någonsin vill ha fred här.

source: The Barbarian tribe he mentioned is also a threat. I don’t want to share this land with anyone, as sharing only leads to conflicts and battles, as we saw in our old home. We must defeat the Barbarians as well.
sv: Den barbariska stam han nämnde är också ett hot. Jag vill inte dela detta land med någon, eftersom delning bara leder till konflikter och strider, som vi såg i vårt gamla hem. Vi måste också besegra barbarerna.

source: The Empire is Grateful
sv: Imperiet är tacksamt

source: Salvete amici Imperii!
sv: Salut, vänner av imperiet!

source: Strangers! I see you have kept your word. The Empire rewards its friends, therefore I shall reward you with the friendship of the Empire!
sv: Främlingar! Jag ser att ni har hållit ert ord. Imperiet belönar sina vänner, därför ska jag belöna er med Imperiets vänskap!

source: Now I permit you to assist us in conquering the Barbarians, who live in a sheltered valley northwest to us. I charge you, expand along the northern end of the mountains enclosing this outpost; you will find the Barbarians there – attack them! We will fend off attacks launched by the enemy.
sv: Nu ger jag dig tillåtelse att hjälpa oss att besegra barbarerna, som bor i en skyddad dal nordväst om oss. Jag ger dig i uppdrag att expandera längs den norra änden av bergen som omger denna utpost; där kommer du att hitta barbarerna – attackera dem! Vi kommer att avvärja fiendens attacker.

source: The Reward For Your Service
sv: Belöningen för din tjänst

source: Amici Imperii
sv: Imperiets vänner

source: You have done well, strangers! As I did tell you earlier, you will be rewarded with the friendship of the Empire!
sv: Ni har gjort bra ifrån er, främlingar! Som jag sa tidigare kommer ni att belönas med imperiets vänskap!

source: I propose you start by sending legates to the Capital, so as to discover the most recent political activities. Once there, you can receive instructions for your tribe from the Senate. Also, you will need to find out what tribute the Capital will demand from you, and of course, who shall be king of your tribe.
sv: Jag föreslår att du börjar med att skicka sändebud till huvudstaden för att ta reda på de senaste politiska händelserna. Väl där kan du få instruktioner för din stam från senaten. Du måste också ta reda på vilken tribut huvudstaden kommer att kräva av dig och, naturligtvis, vem som ska vara kung över din stam.

source: Another Enemy
sv: En annan fiende

source: Defeat the Empire!
sv: Besegra imperiet!

source: Did I understand him correctly? After all we have done for him, after so many of my soldiers have laid down their lives for his sake, he wants us to be servants of this Empire, and take away my leadership? And does the hypocrite dare call this a reward?
sv: Förstod jag honom rätt? Efter allt vi har gjort för honom, efter att så många av mina soldater har offrat sina liv för hans skull, vill han att vi ska bli tjänare åt detta imperium och ta ifrån mig mitt ledarskap? Och vågar den hycklaren kalla detta en belöning?

source: We will punish this self-proclaimed Proconsul for his treachery! I shall burn down his entire colony, and kill every single person in his realm. He will be very sorry indeed for insulting our tribe thus.
sv: Vi kommer att straffa denna självutnämnda prokonsul för hans förräderi! Jag ska bränna ner hela hans koloni och döda varenda person i hans rike. Han kommer att ångra sig bittert för att han förolämpat vårt folk på detta sätt.

source: Victory
sv: Seger

source: Victory!
sv: Seger!

source: We have defeated all our enemies! Now no other tribe will ever dare settle here again. We are safe, and we can finally live our lives in peace.
sv: Vi har besegrat alla våra fiender! Nu kommer ingen annan stam någonsin våga bosätta sig här igen. Vi är säkra och kan äntligen leva våra liv i fred.

source: Congratulations
sv: Gratulerar

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
sv: Du har slutfört detta uppdrag. Du kan fortsätta spela om du vill, annars går du vidare till nästa uppdrag.

# empire_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
sv: Dina arbetare och soldater kommer att finna skydd här. Här kan du också förvara dina varor och verktyg.

# frisians_building
source: Empire Warehouse
sv: Imperiets lagerhus
