Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_fri02.wmf/*.po
Languages: sv

source: Note
sv: Observera

source: You appear not to have completed the previous mission. You may still play this scenario, but you will be at a disadvantage. I recommend that you complete the previous scenario first and then restart this mission.
sv: Du verkar inte ha slutfört det föregående uppdraget. Du kan fortfarande spela detta scenario, men du kommer att vara i underläge. Jag rekommenderar att du först slutför det föregående scenariot och sedan startar om detta uppdrag.

source: Build a basic economy
sv: Bygg upp en grundläggande ekonomi

source: Supply All Basic Materials
sv: Leverera alla grundläggande material

source: Build a quarry, a reed farm, a clay pit, a well, a charcoal kiln, a brick kiln, and houses for a woodcutter and a forester.
sv: Bygg ett stenbrott, en vassodling, en lergrop, en brunn, en kolugn, en tegelugn och hus för en skogshuggare och en skogsvaktare.

source: Expand to the south
sv: Expandera söderut

source: Expand Your Territory to Explore the South
sv: Utvidga ditt territorium för att utforska södern

source: The north looks not very useful to us, but who knows what we might find in the south?
sv: Norra delen verkar inte särskilt användbar för oss, men vem vet vad vi kan hitta i söder?

source: Train and recycle
sv: Träna och återvinn

source: Recycle Weapons to Regain Metal
sv: Återvinn vapen för att återvinna metall

source: When soldiers train, their old weapons are discarded. They can be turned into metal in a recycling center. Use the weapons in the store to train soldiers and recycle some scrap metal.
sv: När soldater tränar kasseras deras gamla vapen. De kan omvandlas till metall i ett återvinningscenter. Använd vapnen i lagret för att träna soldater och återvinna skrotmetall.

source: The blacksmithy only produces a pick in its second production cycle. If it is supplied with only one iron ingot at a time, it might never reach this cycle. You need to stop the blacksmithy until at least two iron are stored in its input queue.
sv: Smedjan producerar endast en hacka i sin andra produktionscykel. Om den endast förses med en järntacka åt gången kanske den aldrig når denna cykel. Du måste stoppa smedjan tills minst två järntackor finns lagrade i dess ingångskö.

source: Build an aqua farm
sv: Bygg ett vattenbruk

source: Build an Aqua Farm to Start Producing Fish
sv: Bygg ett vattenfarm för att börja producera fisk

source: Build an aqua farm to produce fish. The aqua farm needs the holes left by a clay pit nearby to use as ponds to grow fish in. Only a fisher working at an aqua farm can fish from these ponds.
sv: Bygg en vattenbruk för att odla fisk. Vattenbruket behöver hålen som lämnats kvar av en lergruva i närheten för att använda som dammar för att odla fisk i. Endast en fiskare som arbetar på ett vattenbruk kan fiska i dessa dammar.

source: Decide whether you want to cooperate with the Empire
sv: Bestäm om du vill samarbeta med Imperiet

source: Gather Wares as a Gift or Destroy the Empire’s Warehouse
sv: Samla varor som gåva eller förstör imperiets lagerhus

source: Decide whether you want to work with Murilius against the Barbarians. If so, fill his warehouse with these wares:
sv: Bestäm om du vill samarbeta med Murilius mot barbarerna. Om så är fallet, fyll hans lager med följande varor:

source: 30 × Log
sv: 30 × stock

source: 40 × Granite
sv: 40 × Granit

source: 30 × Fish
sv: 30 × Fisk

source: 30 × Beer
sv: 30 × Öl

source: 150 × Water
sv: 150 × Vatten

source: 40 × Ration
sv: 40 × Ranson

source: 10 × Meal
sv: 10 × Måltid

source: 30 × Coal
sv: 30 × Kol

source: 40 × Iron Ore
sv: 40 × Järnmalm

source: 20 × Iron
sv: 20 × Järn

source: 20 × Gold Ore
sv: 20 × Guldmalm

source: 10 × Gold
sv: 10 × Guld

source: Otherwise, just destroy the warehouse and risk having Murilius as an enemy. He forbade you to expand your territory until the wares have been handed over.
sv: Annars får du förstöra lagret och riskera att få Murilius som fiende. Han förbjöd dig att utvidga ditt territorium tills varorna har överlämnats.

source: Spy on Murilius
sv: Spionera på Murilius

source: Send a Scout to Spy on the Empire
sv: Skicka en spejare för att spionera på Imperiet

source: Build a scout’s house near the border to discover the Empire’s secrets.
sv: Bygg en spejarbostad nära gränsen för att ta reda på Imperiets hemligheter.

source: Decipher the poem
sv: Dechiffrera dikten

source: Understand the Poem the Scout has Found in the Empire
sv: Förstå dikten som spejaren hittade i Imperiet

source: How many sites where soldiers stay,
sv: Hur många platser där soldaterna bor,

source: How many sites where thou hold’st sway,
sv: Hur många platser där du har makten,

source: Though not their whereabouts sees he
sv: Även om han inte ser var de befinner sig

source: Who’s ordering around here thee!
sv: Vem är det som bestämmer här!

source: Defeat the Barbarians!
sv: Besegra barbarerna!

source: Defeat the Barbarians
sv: Besegra Barbarerna

source: Defeat the hostile tribe living northwest of the Empire’s outpost!
sv: Besegra den fientliga stammen som bor nordväst om imperiets utpost!

source: Defeat Murilius!
sv: Besegra Murilius!

source: Defeat the Arrogant Outpost of the Empire
sv: Besegra imperiets arroganta utpost

source: The only way to put an end to the Empire’s desire to steal our liberty is to destroy this outpost once and for all. Conquer its entire land.
sv: Det enda sättet att sätta stopp för Imperiets önskan att stjäla vår frihet är att förstöra denna utpost en gång för alla. Erövra hela dess land.

source: Conquer every single field that still belongs to Murilius.
sv: Erövra varje fält som fortfarande tillhör Murilius.

source: Defeat Murilius and the Barbarians!
sv: Besegra Murilius och barbarerna!

source: Defeat the Barbarians and the Empire Colony
sv: Besegra barbarerna och imperiets koloni

source: The Barbarians and the Empire are too dangerous to allow them to live near us. We must defeat them both.
sv: Barbarerna och imperiet är för farliga för att vi ska kunna låta dem leva nära oss. Vi måste besegra dem båda.

source: I began to believe the journey would never end. I have no idea how long we were at sea, tossed about by envious storms… it must have been months.
sv: Jag började tro att resan aldrig skulle ta slut. Jag har ingen aning om hur länge vi var till havs, kastade omkring av svåra stormar... det måste ha varit månader.

source: The storms maintained a firm grip on the ship throughout our voyage. There was hardly a day on which we did not wonder whether it would be our last. We were compelled to drop the precious metals we had taken with us overboard to steady the ship, feeling as though it were a squalid sacrifice to the gods to give us hope to live a few hours longer.
sv: Stormarna höll ett fast grepp om skeppet under hela vår resa. Det fanns knappt en dag då vi inte undrade om det skulle bli vår sista. Vi tvingades kasta de ädla metaller vi hade tagit med oss överbord för att stabilisera skeppet, och det kändes som ett smutsigt offer till gudarna för att ge oss hopp om att få leva några timmar längre.

source: The few tools we managed to salvage from Langeness did not cope well. The miners’ picks proved especially vulnerable, and we had to throw them in the ocean when it became evident that they had been corroded by the sea salt so much that we could never again mine anything with them.
sv: De få verktyg vi lyckades rädda från Langeness fungerade inte särskilt bra. Gruvarbetarnas hackor visade sig vara särskilt känsliga, och vi var tvungna att kasta dem i havet när det blev uppenbart att de hade rostat så mycket av havssaltet att vi aldrig mer skulle kunna bryta något med dem.

source: But we survived. Finally, we reached the mouth of a calmer fjord. We sailed upriver, and arrived here.
sv: Men vi överlevde. Till slut nådde vi mynningen av en lugnare fjord. Vi seglade uppför floden och kom fram hit.

source: Welcome Back!
sv: Välkommen tillbaka!

source: A new home
sv: Ett nytt hem

source: There was a small group of foreigners living here. They welcomed us by brandishing their axes at us, and shouted in an incoherent language.
sv: Det bodde en liten grupp utlänningar här. De välkomnade oss genom att svinga sina yxor mot oss och skrika på ett obegripligt språk.

source: Our ship was in no state to continue sailing, so we killed the locals and took their land. I just hope there aren’t more of them, so we can live in peace.
sv: Vårt skepp var inte i skick att fortsätta segla, så vi dödade lokalbefolkningen och tog deras land. Jag hoppas bara att det inte finns fler av dem, så att vi kan leva i fred.

source: This place looks bleak and barren, my companions say, but I think it looks… beautiful.
sv: Mina följeslagare säger att det här stället ser dystert och kargt ut, men jag tycker att det är... vackert.

source: My scouts no longer report any signs of living creatures nearby. We will start building our new home here.
sv: Mina spejare rapporterar inte längre några tecken på levande varelser i närheten. Vi kommer påbörja bygget av vårt nya hem här.

source: We must start by building all the basic buildings. I see no mountains nearby where we might mine coal. We’d better build a charcoal kiln to burn logs into charcoal. We improve the kilns with clay so they don’t consume so much wood. Our neighbors used to envy us for this clever technique, which they couldn’t copy.
sv: Vi måste börja med att bygga alla grundläggande byggnader. Jag ser inga berg i närheten där vi skulle kunna bryta kol. Det är bättre att vi bygger en kolugn för att bränna ved till kol. Vi förbättrar ugnarna med lera så att de inte förbrukar så mycket ved. Våra grannar brukade avundas oss för denna smarta teknik, som de inte kunde kopiera.

source: Go South
sv: Åk söderut

source: Expand and conquer
sv: Expandera och erövra

source: We have built a home in this wonderful landscape. But as our tribe grows, we need more space. We should start expanding our territory.
sv: Vi har byggt ett hem i detta underbara landskap. Men när vår stam växer behöver vi mer utrymme. Vi bör börja utvidga vårt territorium.

source: The scouts reported that the lands to the north are rugged hills, beautiful to behold but not suited for buildings. Let’s find out what we can discover in the south.
sv: Spejarna rapporterade att markerna norröver är grovhuggna kullar, vackra att betrakta men inte lämpade för byggnader. Låt oss ta reda på vad vi kan upptäcka i söder.

source: Metal Shortage
sv: Brist på metall

source: We are out of metals
sv: Vi har slut på metaller

source: Chieftain Reebaud! We have a serious problem. We have discovered a mountain where we might be able to start mining coal and iron, but we have no miners, nor any picks to equip them with.
sv: Hövding Reebaud! Vi har ett allvarligt problem. Vi har upptäckt ett berg där vi kanske kan börja bryta kol och järn, men vi har varken gruvarbetare eller hackor att utrusta dem med.

source: And we don’t have any iron left. We must find a way to get some metal for forging new picks. Unfortunately, I have no idea how to do this.
sv: Och vi har inget järn kvar. Vi måste hitta ett sätt att skaffa metall för att smida nya hackor. Tyvärr har jag ingen aning om hur vi ska göra det.

source: Getting new metal
sv: Skaffa ny metall

source: This is terrible news! Without iron or the means to produce any, we are stuck like this forever! You must come up with a solution.
sv: Det här är hemska nyheter! Utan järn eller möjlighet att producera något kommer vi att fastna här för alltid! Du måste komma på en lösning.

source: I have seen some advanced weapons in our warehouses. Perhaps it would be possible to smelt them back into metal? But that seems like a waste of the precious swords…
sv: Jag har sett några avancerade vapen i våra lager. Kanske skulle det vara möjligt att smälta ner dem till metall igen? Men det verkar vara slöseri med de värdefulla svärden…

source: New metal
sv: Ny metall

source: Now I have an idea: When our soldiers are trained, they are equipped with new swords and the old weapons are discarded. These are unfit to use in battle, so it would not be a waste to smelt down those.
sv: Nu har jag en idé: När våra soldater utbildas utrustas de med nya svärd och de gamla vapnen kasseras. Dessa är olämpliga att använda i strid, så det vore inte slöseri att smälta ner dem.

source: That is what we must do. We will use our weapons to train soldiers, then smelt the scrap metal into iron and gold. And then our blacksmiths can produce picks to equip miners with. I will see to it at once!
sv: Det är vad vi måste göra. Vi kommer att använda våra vapen för att träna soldater, sedan smälta skrotmetallen till järn och guld. Och sedan kan våra smeder tillverka hackor som gruvarbetarna kan använda. Jag ska se till det genast!

source: Not so hasty! To build a training camp, we will first need gold, and we don’t have any. We must first dismantle our port, which will give us just enough gold for a training camp. I don’t like this, but it is the only way. Of course, we will need to move all our wares to a warehouse before we can dismantle the port.
sv: Inte så bråttom! För att bygga ett träningsläger behöver vi först guld, och det har vi inte. Vi måste först riva vår hamn, vilket ger oss precis tillräckligt med guld för ett träningsläger. Jag gillar inte det här, men det är det enda sättet. Naturligtvis måste vi flytta alla våra varor till ett lager innan vi kan riva hamnen.

source: Metal Production
sv: Metallproduktion

source: The mines are working
sv: Gruvorna fungerar

source: Our mines have started working. Now, we only need to build a furnace and the metal production will be running smoothly.
sv: Våra gruvor har börjat fungera. Nu behöver vi bara bygga en ugn så kommer metallproduktionen att fungera smidigt.

source: Do we have a reindeer farm already? If not, we should build one now. We need more reindeer for the crowded roads, and we could already start sewing fur garments to equip new soldiers. Who knows whether we will have to fight eventually?
sv: Har vi redan en renfarm? Om inte, borde vi bygga en nu. Vi behöver fler renar för de överfulla vägarna, och vi kan redan börja sy pälskläder för att utrusta nya soldater. Vem vet om vi kommer att behöva slåss till slut?

source: Fishing
sv: Fiske

source: We need fish
sv: Vi behöver fisk

source: Chieftain Reebaud, I have more bad news. There are almost no fish in the waters nearby. While we can prepare rations using only fruit or bread, soldier training requires lots of smoked meat or fish. The scraps of meat a reindeer farm drops out as a by-product when making fur aren’t enough.
sv: Hövding Reebaud, jag har fler dåliga nyheter. Det finns nästan ingen fisk i vattnen i närheten. Vi kan visserligen laga mat med bara frukt eller bröd, men soldatträningen kräver stora mängder rökt kött eller fisk. De köttrester som renfarmen lämnar kvar som biprodukt vid pälstillverkningen räcker inte till.

source: Fortunately, one of our fishermen thought of a solution. Our clay pits leave large holes in the ground; a fisher could fill them with water and grow fish in these ponds. He will only need lots of water for the ponds, and fruit to feed the fish.
sv: Lyckligtvis kom en av våra fiskare på en lösning. Våra lergropar lämnar stora hål i marken; en fiskare kan fylla dem med vatten och odla fisk i dessa dammar. Han behöver bara mycket vatten till dammarna och frukt att mata fisken med.

source: We have fish again
sv: Vi har fisk igen

source: Well done. We have built an aqua farm, and our mining economy is stable for now. However, the miners tell me that the resources are already low, and the mines may run completely empty soon.
sv: Bra jobbat. Vi har byggt ett vattenbruk och vår gruvindustri är stabil för tillfället. Gruvarbetarna säger dock att resurserna redan är knappa och att gruvorna snart kan vara helt tomma.

source: The mines will still be able to produce then, but it will take about twenty times longer – ten times if it is a deep mine – to produce ores or coal. You probably want to prepare for the increasing demands of time and food.
sv: Gruvorna kommer fortfarande att kunna producera, men det kommer att ta ungefär tjugo gånger längre tid – tio gånger om det är en djup gruva – att producera malm eller kol. Du bör förmodligen förbereda dig på ökade krav på tid och mat.

source: Recruiting
sv: Rekrytering

source: Our economy is complete
sv: Vår ekonomi är komplett

source: You are right – we should build more berry farms, fruit collector’s houses and taverns as well as a drinking hall, and advanced bakeries and breweries.
sv: Du har rätt – vi borde bygga fler bärodlingar, fruktsamlarhus och krogar samt en dryckeshall, avancerade bagerier och bryggerier.

source: However, we can already start focusing on recruiting and training soldiers. We can now afford to use metal for weapons, helmets and garments. I propose building armor smithies, a barracks, a training arena and a tailor’s shop now.
sv: Vi kan dock redan börja fokusera på att rekrytera och utbilda soldater. Vi har nu råd att använda metall till vapen, hjälmar och kläder. Jag föreslår att vi bygger vapensmedjor, en kasern, en träningsarena och en skräddare nu.

source: We Are Not Alone
sv: Vi är inte själva

source: Salvete peregrini!
sv: Salut, pilgrimer!

source: Salvete peregrini! Murilius Proconsul Terrae Septentrionalis provinciae ego sum. Vos nominate!
sv: Salut, pilgrimer! Jag är Murilius, prokonsul i provinsen Terrae Septentrionalis. Ni är utnämnda!

source: Strangers
sv: Främlingar

source: …does anyone understand what he is saying?
sv: …är det någon som förstår vad han säger?

source: Do they not even speak the noble language of the Empire?
sv: Talar de inte ens imperiets ädla språk?

source: Strangers! I, Murilius, Proconsul of the Northern Lands, a province of the Empire, demand to know who you are and what business you have in these lands!
sv: Främlingar! Jag, Murilius, prokonsul i de norra länderna, en provins i imperiet, kräver att få veta vilka ni är och vad ni har för ärenden i dessa trakter!

source: Peace, representative of the Empire! I am Reebaud, the chieftain of this tribe. All we want is to settle down here, build our home and live our lives in peace. We do not seek trouble, but we aren’t afraid to fight, either.
sv: Fred, representant för Imperiet! Jag är Reebaud, hövdingen för denna stam. Allt vi vill är att bosätta oss här, bygga våra hem och leva våra liv i fred. Vi söker inte bråk, men vi är inte rädda för att slåss heller.

source: In this case, Reebaude, I must inform you of the presence of an inhospitable, hostile tribe of Barbarians in the vicinity of this very outpost of the Empire.
sv: I detta fall, Reebaude, måste jag informera dig om närvaron av en ogästvänlig, fientlig stam av barbarer i närheten av denna utpost av imperiet.

source: If you seek to live peacefully here, you are not faced with a choice whether to allow them to live here – you are required to assist the Empire in driving them out.
sv: Om du vill leva i fred här har du inte valet att låta dem bo här – du är skyldig att hjälpa Imperiet att driva bort dem.

source: Also, as a sign of your good intentions, we demand a gift of friendship to the Empire. As you should have noticed, I have presented you with a new warehouse. Fill it with the required gifts to hand them over. I permit you to give us these wares:
sv: Som ett tecken på dina goda avsikter kräver vi också en vänskapsgåva till imperiet. Som du säkert har märkt har jag gett dig ett nytt lager. Fyll det med de gåvor som krävs för att överlämna dem. Jag tillåter dig att ge oss följande varor:

source: 30 logs, 40 slabs of granite, 30 fish, 30 mugs of beer, 150 buckets of water, 40 rations, 10 meals, 30 lumps of coal, 40 lumps of iron ore, 20 iron ingots, 20 lumps of gold ore, and 10 gold bars.
sv: 30 stockar, 40 granitblock, 30 fiskar, 30 muggar öl, 150 hinkar vatten, 40 ransoner, 10 måltider, 30 kolklumpar, 40 järnmalmklumpar, 20 järnbarrer, 20 guldmalmklumpar och 10 guldtackor.

source: Chieftain Reebaud – the demands of this arrogant Empire Proconsul are just outrageous. He treats us like we are his servants. And we certainly cannot afford to spare that many wares to aid him. I propose that we destroy that ugly warehouse and let him fight his own battles.
sv: Hövding Reebaud – kraven från denna arroganta imperieprokonsul är helt orimliga. Han behandlar oss som om vi vore hans tjänare. Och vi har verkligen inte råd att avstå så mycket varor för att hjälpa honom. Jag föreslår att vi förstör det fula lagerhuset och låter honom utkämpa sina egna strider.

source: If you fail to deliver these wares, the Empire shall treat you like enemies. And so as to prevent you wasting your precious metal, I forbid you to expand your territory from this moment on until you have given us your gift. Fail to obey, and the Empire shall treat you like enemies.
sv: Om ni inte levererar dessa varor kommer imperiet att behandla er som fiender. Och för att förhindra att ni slösar bort era ädla metaller förbjuder jag er att utvidga ert territorium från och med nu tills ni har gett oss er gåva. Om ni inte lyder kommer imperiet att behandla er som fiender.

source: You will have to fight those Barbarians if you intend to live in the area; surely you can see that fighting them together with the Empire is easier than alone? And you really do not want the Empire as your enemy. Barbarians though you are, I do believe you will realize the truth of my words after some consideration.
sv: Ni måste bekämpa dessa barbarer om ni vill bo kvar i området. Ni inser väl att det är lättare att bekämpa dem tillsammans med imperiet än på egen hand? Och ni vill verkligen inte ha imperiet som fiende. Även om ni är barbarer tror jag att ni kommer att inse sanningen i mina ord efter att ha funderat lite.

source: This is the greatest outrage of all. How dare he order us to stop expanding our territory when all we want is to build a new home, and threaten us with war if we refuse to be his slaves?
sv: Detta är det mest upprörande av allt. Hur vågar han beordra oss att sluta utvidga vårt territorium när allt vi vill är att bygga ett nytt hem, och hota oss med krig om vi vägrar att bli hans slavar?

source: I’d like to say we should attack him right now, but I fear we aren’t strong enough yet to hold our own against him in battle. We should hurry our soldier training while pretending to be gathering his so-called gift. That would buy us some time.
sv: Jag skulle vilja säga att vi borde attackera honom direkt, men jag är rädd att vi ännu inte är tillräckligt starka för att kunna stå emot honom i strid. Vi borde skynda på vår soldatutbildning samtidigt som vi låtsas samla in hans så kallade gåva. Det skulle ge oss lite tid.

source: As for expansion – I wonder how strictly he can possibly control us. Perhaps we should send a scout to spy on him…
sv: När det gäller expansion – jag undrar hur strikt han möjligen kan kontrollera oss. Kanske vi skulle skicka en spejare för att spionera på honom…

source: The Scout Discovered Something
sv: Spejaren upptäckte någonting

source: Our scout returned
sv: Vår spejare återvände

source: Chieftain Reebaud! Our scout just returned. He has found a poem in the strange tongue this Proconsul speaks. With some difficulty, I have translated it into our language. If I did not mistranslate, it runs as follows:
sv: Hövding Reebaud! Vår spejare kom just tillbaka. Han har hittat en dikt på det konstiga språk denna prokonsul talar. Med vissa svårigheter har jag översatt det till vårat språk. Om jag inte har översatt den fel lyder den som följer:

source: I don’t know what it means, but I’m sure it’s important. Perhaps you can make some sense of it.
sv: Jag vet inte vad det betyder, men jag är säker på att det är viktigt. Kanske kan du förstå det.
