Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_emp04.wmf/*.po
Languages: sv

source: And you wouldn’t believe it, but nobody knows how to improve the technology or how to build more efficient buildings. I only heard some rumors about a monastery in the north where the priestesses are supposed to possess some knowledge about improved technologies.
sv: Och du kommer inte att tro det, men ingen vet hur man kan förbättra tekniken eller bygga mer effektiva byggnader. Jag har bara hört rykten om ett kloster i norr där prästinnorna ska ha kunskap om förbättrade tekniker.

source: But I’m not sure if they will share their knowledge with us for free. Anyway, we have no choice. We need to find them to improve our economy.
sv: Men jag är inte säker på om de kommer att dela med sig av sina kunskaper gratis. Hur som helst har vi inget val. Vi måste hitta dem för att förbättra vår ekonomi.

source: Amalea Looks Happy
sv: Amalea ser glad ut

source: Amalea comes in…
sv: Amalea kommer in…

source: Brother, I think this is a rather fair offer. And some good will from any of our gods could be very helpful as well.
sv: Broder, jag tycker att detta är ett ganska rättvist erbjudande. Och lite välvilja från någon av våra gudar skulle också kunna vara till stor hjälp.

source: The only problem might be that it will take significant time to collect all the wares. In particular, we will need to shorten the supply to our mines drastically. This will give us a real drawback in metal production.
sv: Det enda problemet kan vara att det kommer att ta lång tid att samla in alla varor. Vi kommer framför allt att behöva minska leveranserna till våra gruvor drastiskt. Detta kommer att innebära en stor nackdel för vår metallproduktion.

source: Amalea Looks Sad
sv: Amalea ser ledsen ut

source: Amalea is really sad…
sv: Amalea är verkligen ledsen…

source: I’m not sure if that was the right thing to do. Yes, we have obtained the plans. But although we are now able to build and upgrade our mills and breweries with the improved technology, we will never know if and how Vesta and her priestesses could have helped us against the Barbarians.
sv: Jag är inte säker på om det var rätt beslut. Ja, vi har fått tag på ritningarna. Men även om vi nu kan bygga och uppgradera våra kvarnar och bryggerier med den förbättrade tekniken, kommer vi aldrig att få veta om och hur Vesta och hennes prästinnor kunde ha hjälpt oss mot barbarerna.

source: Furthermore, we will have to live with the guilt of destroying a temple of an Empire goddess on our souls.
sv: Dessutom kommer vi att få leva med skuldkänslorna över att ha förstört ett tempel tillägnad en gudinna från Imperiet.

source: Amalea is Very Content
sv: Amalea är mycket nöjd

source: Amalea claps her hands…
sv: Amalea klappar händerna…

source: Well done. Now we are able to build more efficient buildings to refine our wheat. Furthermore, the plans enable us to upgrade our current mill and brewery with the improved technology.
sv: Bra gjort. Nu kan vi bygga effektivare byggnader för att förädla vårt vete. Dessutom gör ritningarna det möjligt för oss att uppgradera vår nuvarande kvarn och vårt bryggeri med förbättrad teknik.

source: And, best of all, we have a new ally who just provided us with lots of water, flour and beer. Now I really think that nothing can prevent us from getting stronger and taking back our homeland.
sv: Och det bästa av allt är att vi har en ny allierad som just har försett oss med massor av vatten, mjöl och öl. Nu tror jag verkligen att ingenting kan hindra oss från att bli starkare och återta vårt hemland.

source: Amalea is Satisfied
sv: Amalea är nöjd

source: Amalea is satisfied with the progress…
sv: Amalea är nöjd med framstegen…

source: Alright Lutius, another problem solved. Still more to come. As we are able to produce food now, we should start mining some coal and iron ore immediately. After all, we need more tools to get our economy back up and build more and different production sites.
sv: Okej Lutius, ännu ett problem löst. Men det finns fortfarande mer att göra. Nu när vi kan producera mat bör vi omedelbart börja bryta kol och järnmalm. Vi behöver ju fler verktyg för att få igång ekonomin igen och bygga fler och olika produktionsanläggningar.

source: But according to our recent experiences, I assume that something will be wrong with our mines as well. It’s probably a good idea to send a geologist to check whether there are enough resources in the vicinity of our mines.
sv: Men utifrån våra senaste erfarenheter antar jag att det kommer att vara något fel på våra gruvor också. Det är nog en bra idé att skicka en geolog för att kontrollera om det finns tillräckligt med resurser i närheten av våra gruvor.

source: As soon as we have melted some iron, we need to start producing tools. Perhaps we should control the production of them via the economy settings. In the meantime, we can start raising the buildings that we need most urgently. I think we are still lacking a vineyard in our economy.
sv: Så snart vi har smält lite järn måste vi börja tillverka verktyg. Kanske borde vi styra produktionen av dem via ekonomiinställningarna. Under tiden kan vi börja bygga de byggnader som vi behöver mest akut. Jag tror att vi fortfarande saknar en vingård i vår ekonomi.

source: Amalea has Some Advice
sv: Amalea har några råd

source: Amalea is providing economic advice…
sv: Amalea ger ekonomisk rådgivning…

source: Lutius, it seems that our coal supply is a little weak. So, we need to expand and explore all mineable areas for more coal.
sv: Lutius, det verkar som om våra kolreserver börjar ta slut. Vi måste därför utvidga och utforska alla områden där det går att bryta kol.

source: In the meantime, it might help to build a charcoal kiln for buffering any mining shortfalls with charcoal. But be careful to ensure a continuous log supply afterwards.
sv: Under tiden kan det vara bra att bygga en kolugn för att kompensera eventuella brister i gruvdriften med kol. Men se till att det finns en kontinuerlig tillgång på stockar efteråt.

source: Amalea is in a Good Mood
sv: Amalea är på gott humör

source: Amalea is celebrating success…
sv: Amalea firar framgång…

source: Great, another issue solved! Now the charcoal will support our metal production and we can concentrate more on exploration and military strength.
sv: Bra, ännu ett problem löst! Nu kommer kolet att stödja vår metallproduktion och vi kan koncentrera oss mer på utforskning och militär styrka.

source: Amalea Looks Thoughtful
sv: Amalea ser eftertänksam ut

source: Amalea is sorrowful…
sv: Amalea är sorgsen…

source: Dear brother, I have bad news to report. One of our buildings has just been destroyed by an uncontrolled kitchen fire. I fear this might be a sign of the goddess Vesta still being in a bad mood.
sv: Käre broder, jag har dåliga nyheter att rapportera. En av våra byggnader har just förstörts av en okontrollerad köksbrand. Jag fruktar att detta kan vara ett tecken på att gudinnan Vesta fortfarande är på dåligt humör.

source: Amalea is Positively Surprised
sv: Amalea är positivt överraskad

source: Amalea is celebrating a happy event…
sv: Amalea firar en glad händelse…

source: Cheers Lutius, I don’t know how, but we have been gifted with some beer and wine. We found the additional wares while we were taking stock recently. Maybe the goddess Vesta is still supporting us.
sv: Tack, Lutius. Jag vet inte hur, men vi har fått öl och vin i gåva. Vi hittade de extra varorna när vi gjorde inventering nyligen. Kanske gudinnan Vesta fortfarande stöder oss.

source: Amalea Analyzes the Economy
sv: Amalea analyserar ekonomin

source: Amalea reminds Lutius of the farms…
sv: Amalea påminner Lutius om gårdarna…

source: Look Lutius, I have just analyzed our economy somewhat further. I think there might be a problem with our farms. They don’t show any productivity although there is enough space to plant wheat.
sv: Lyssna, Lutius, jag har just analyserat vår ekonomi lite närmare. Jag tror att det kan finnas ett problem med våra gårdar. De visar ingen produktivitet trots att det finns tillräckligt med utrymme för att odla vete.

source: I think we should have a deeper look into the issue and visit one of them.
sv: Jag tycker att vi borde titta närmare på frågan och besöka en av dem.

source: Amalea’s Restrictions
sv: Amaleas begränsningar

source: Amalea restricts the building possibilities…
sv: Amalea begränsar byggmöjligheterna…

source: Excuse me Lutius, but I think the most critical resources in the current state of our economy are logs.
sv: Ursäkta mig, Lutius, men jag tror att den viktigaste resursen i vår nuvarande ekonomiska situation är stockar.

source: Therefore I took the freedom to restrict our current building options to the lumberjack’s house until we have gained enough building materials by dismantling the ineffective buildings.
sv: Därför tog jag mig friheten att begränsa våra nuvarande byggnadsalternativ till skogshuggarnas hus tills vi har fått tillräckligt med byggmaterial genom att riva de ineffektiva byggnaderna.

source: Amalea Reminds to Clear Road Network
sv: Amalea påminner om att städa upp vägnätet

source: Amalea reminds Lutius of the scrambled road network…
sv: Amalea påminner Lutius om det röriga vägnätet…

source: Look Brother, I have just realized we haven’t cleared the road network yet. I think we should do so very quickly to free enough space for new buildings.
sv: Du broder, jag har just insett att vi inte har städat upp i vägnätet ännu. Jag tycker att vi borde göra det snabbt för att frigöra tillräckligt med utrymme för nya byggnader.

source: To achieve this, we should make sure that there aren’t more than three dead ends (flags with only one road) and not more than one flag with more than four roads attached.
sv: För att uppnå detta bör vi se till att det inte finns fler än tre återvändsgränder (flaggor med endast en väg) och inte fler än en flagga med fler än fyra anslutna vägar.

source: Defeated!
sv: Besegrad!

source: Amalea reports our defeat…
sv: Amalea rapporterar om vårt nederlag…

source: Oh no Lutius, I don’t know how this could have happened, but the Barbarians have sacked our headquarters. So, we have lost this battle and our empire!
sv: Åh nej, Lutius, jag vet inte hur detta kunde hända, men barbarerna har plundrat vårt högkvarter. Så vi har förlorat denna strid och vårt imperium!

source: Amalea reports our headquarters lost…
sv: Amalea rapporterar att vårt högkvarter har förlorats…

source: Oh no Lutius, I don’t know how this could have happened, but the Barbarians have destroyed our headquarters. So, we can’t deliver the wares to Julia anymore.
sv: Åh nej, Lutius, jag vet inte hur detta kunde hända, men barbarerna har förstört vårt högkvarter. Så vi kan inte längre leverera varorna till Julia.

source: Now we need to try to fulfil our duties without their technology. But this will not be an easy task at all.
sv: Nu måste vi försöka fullgöra våra uppgifter utan deras teknik. Men det kommer inte att bli någon lätt uppgift.

source: Oh no Lutius, I don’t know how this could have happened, but the Barbarians have destroyed our last warehouse. So, we have lost this battle and our empire!
sv: Åh nej, Lutius, jag vet inte hur detta kunde hända, men barbarerna har förstört vårt sista magasin. Vi har förlorat denna strid och vårt imperium!

source: Amalea in a Hurry
sv: Amalea har bråttom

source: Amalea is very busy…
sv: Amalea är väldigt upptagen…

source: Brother, as you can see, a lot of things seem to be wrong in this economy. I’ll be very busy to examine everything, so I won’t be here to provide as detailed advice as I used to do.
sv: Broder, som du ser verkar det vara mycket som inte står rätt till i ekonomin. Jag kommer att ha fullt upp med att granska allt, så jag kommer inte att kunna ge lika detaljerade råd som tidigare.

source: But I am very confident that you will handle everything properly all by yourself. Of course I will report and advise immediately whenever I discover new problems.
sv: Men jag är övertygad om att du kommer att hantera allt på rätt sätt helt själv. Naturligtvis kommer jag att rapportera och ge råd omedelbart när jag upptäcker nya problem.

source: Saledus looks very relaxed…
sv: Saledus ser väldigt avslappnad ut…

source: Sire, it is really a great pleasure to be at home again. And best of all: I can see we still have some military strength. I can count five towers and a fortress in our vicinity to guard us.
sv: Min herre, det är verkligen ett stort nöje att vara hemma igen. Och det bästa av allt: jag ser att vi fortfarande har en viss militär styrka. Jag kan räkna till fem torn och en fästning i vår närhet som skyddar oss.

source: We Could Use The Military Instead
sv: Vi skulle kunna använda militären istället

source: Saledus raises his voice…
sv: Saledus höjer sin röst…

source: Sire, if we need the technology that badly, why don’t we conquer it? We could defeat the little monastery in an instant.
sv: Min herre, om vi behöver tekniken så desperat, varför erövrar vi den inte? Vi skulle kunna besegra det lilla klostret på ett ögonblick.

source: The problem is however that the gods won’t be amused if we destroy one of their temples. And you never know what this could lead to.
sv: Problemet är dock att gudarna inte kommer att bli glada om vi förstör ett av deras tempel. Och man vet aldrig vad det kan leda till.

source: Easy Victory
sv: Enkel seger

source: Saledus is cheering proudly…
sv: Saledus jublar stolt…

source: General, our armies just swept over the priestesses and conquered the plans. That was a rather easy victory.
sv: General, våra arméer plöjde just över prästinnorna och erövrade ritningarna. Det var en ganska enkel seger.

source: Defiance
sv: Trots

source: Saledus asserts his point…
sv: Saledus hävdar sin ståndpunkt…

source: Sire, I admit this has been proven to be a very good deal, although we could have had the plans much earlier. Anyhow, we will not be able to make any deals with the Barbarians, so, we better keep our soldiers in a good mood and train them adequately.
sv: Min herre, jag medger att detta har visat sig vara en mycket bra affär, även om vi kunde ha fått planerna mycket tidigare. Hur som helst kommer vi inte att kunna sluta några avtal med barbarerna, så det är bäst att vi håller våra soldater på gott humör och tränar dem ordentligt.

source: Pride
sv: Stolthet

source: Sire, I admit that we most probably courted the gods’ resentment, but in wartime, the end will sometimes justify the means. And we won’t be able to make any deals with the Barbarians either, so, we better keep our soldiers in good mood and train them adequately.
sv: Min herre, jag medger att vi troligen väckt gudarnas vrede, men i krigstid kan ändamålet ibland helga medlen. Och vi kommer inte heller att kunna sluta några avtal med barbarerna, så det är bäst att vi håller våra soldater på gott humör och tränar dem ordentligt.

source: Saledus asks for a stronger army…
sv: Saledus begär en starkare armé…

source: Now that we have produced some tools, I think it is time to divert some of our iron and coal towards military production.
sv: Nu när vi har tillverkat några verktyg tycker jag att det är dags att använda en del av vårt järn och kol till militär produktion.

source: I am really worried about the weakness of our army. We should start to increase our military power. As a starting point, we should recruit at least ten new soldiers.
sv: Jag är verkligen orolig över vår armés svaghet. Vi bör börja öka vår militära styrka. Som utgångspunkt bör vi rekrytera minst tio nya soldater.

source: Perhaps we should train them further in the arena as well.
sv: Kanske borde vi träna dem ytterligare även i arenan.

source: Training is Needed
sv: Träning behövs

source: Saledus still has security concerns…
sv: Saledus är fortfarande orolig för säkerheten…

source: General, although we have started recruiting new soldiers, we still need to train them well. It is important to increase the strength of our soldiers as fast as we can.
sv: General, även om vi har börjat rekrytera nya soldater måste vi fortfarande träna dem väl. Det är viktigt att öka styrkan hos våra soldater så snabbt som möjligt.

source: Unfortunately, we only have an arena and a very old and small training camp with very little storage capacity. And none of our builders knows how to improve this. Alas! But we need to use what we have to get prepared for battle.
sv: Tyvärr har vi bara en arena och ett mycket gammalt och litet träningsläger med mycket liten lagerkapacitet. Och ingen av våra byggare vet hur man kan förbättra detta. Ack! Men vi måste använda det vi har för att förbereda oss för strid.

source: Praise The Army of The Empire
sv: Prisa Imperiets armé

source: Saledus is happy…
sv: Saledus är glad…

source: Sire, after training a bunch of recruits, our trainers conferred with our builders and developed better and more efficient training buildings together.
sv: Min herre, efter att ha tränat en grupp rekryter, samrådde våra tränare med våra byggare och utvecklade tillsammans bättre och effektivare träningsbyggnader.

source: Now we can really improve our army and build the military strength that we will need to defend our country.
sv: Nu kan vi verkligen förbättra vår armé och bygga upp den militära styrka som vi behöver för att försvara vårt land.

source: We Just Need Another Hero
sv: Vi behöver bara en annan hjälte

source: Saledus is in a good mood…
sv: Saledus är på gott humör…

source: General, now that we have more and better beer in addition to enhanced training facilities, we should train as many fully promoted soldiers as we can. I really would consider them heroes after that.
sv: General, nu när vi har mer och bättre öl samt förbättrade träningsanläggningar, borde vi utbilda så många fullt befordrade soldater som möjligt. Efter det skulle jag verkligen betrakta dem som hjältar.

source: It will give us great advantage in battle if our soldiers are much more powerful than the Barbarians’. So, we need to spend our resources wisely to get some heroes as soon as we can.
sv: Det ger oss en stor fördel i strid om våra soldater är mycket starkare än barbarernas. Därför måste vi använda våra resurser klokt för att skaffa några hjältar så snart som möjligt.

source: I would say that three fully trained heroes should be sufficient to begin with. But don’t forget to send them to the front line, because they are not that useful back home.
sv: Jag skulle säga att tre fullt utbildade hjältar borde räcka till att börja med. Men glöm inte att skicka dem till frontlinjen, för de är inte så användbara hemma.

source: We Should Expel The Barbarians
sv: Vi borde utvisa barbarerna

source: Saledus is excited…
sv: Saledus är entusiastisk…

source: Now that we have some fully trained soldiers, it is time to expel the Barbarians from our homeland.
sv: Nu när vi har några fullt tränade soldater är det dags att fördriva barbarerna från vårt hemland.

source: Let’s finish them off and regain control over our lands. They shall regret deeply that they ever came!
sv: Låt oss göra slut på dem och återta kontrollen över våra marker. De ska få ångra bittert att de någonsin kom hit!

source: Victory is Ours
sv: Segern är vår

source: Saledus is cheering loudly…
sv: Saledus jublar högt…

source: Sire, finally we have defeated the Barbarians. We have expelled even the last of them. May they never come back!
sv: Min herre, äntligen har vi besegrat barbarerna. Vi har fördrivit även den siste av dem. Må de aldrig återvända!

source: Now it is time to find out why this big mess around us could have happened. But first of all we should have some wine to celebrate our victory and our reclaimed freedom.
sv: Nu är det dags att ta reda på varför denna stora röra omkring oss har uppstått. Men först och främst bör vi ta ett glas vin för att fira vår seger och vår återvunna frihet.

source: The Enemy is Near
sv: Fienden är nära

source: Saledus is alerted…
sv: Saledus är informerad…

source: Sire, although we don’t have enough fully trained soldiers yet, we just have made contact with the enemy.
sv: Min herre, även om vi ännu inte har tillräckligt med fullt utbildade soldater, har vi just tagit kontakt med fienden.

source: We have to finish them off and regain control over our lands. They shall regret deeply that they ever came!
sv: Vi måste göra slut på dem och återta kontrollen över våra marker. De ska få ångra bittert att de någonsin kom hit!

source: Worship to be Gifted
sv: Gudstjänst för begåvade

source: Julia is demanding a sacrifice for Vesta…
sv: Julia kräver ett offer till Vesta…

source: Ave, Lutius! If you want us to help you, you first have to worship our goddess Vesta. Therefore deliver 35 sheaves of wheat and 15 amphoras of wine to prepare a worthy sacrifice for her.
sv: Ave, Lutius! Om du vill att vi ska hjälpa dig måste du först dyrka vår gudinna Vesta. Leverera därför 35 kärvar vete och 15 amforor vin för att förbereda ett värdigt offer till henne.

source: May The Gods Bless You
sv: Må gudarna välsigna dig

source: Vesta is blessing us…
sv: Vesta välsignar oss…

source: Thank you Lutius, you have served our goddess well. You will not only be gifted with the improvements to your technology but with some of the goods you need so desperately as well. Furthermore, we will pray for you and join your party to safeguard our land from the Barbarians.
sv: Tack, Lutius, du har tjänat vår gudinna väl. Du kommer inte bara att få förbättringar av din teknik, utan också några av de varor du så desperat behöver. Dessutom kommer vi att be för dig och ansluta oss till ditt sällskap för att skydda vårt land från barbarerna.

source: Damned
sv: Förbannad

source: Vesta is cursing us…
sv: Vesta förbannar oss…

source: Damn you Lutius for killing peaceful servants of the goddess Vesta! May your life and your land be cursed and may the wrath of the goddess scourge your family from the face of the earth!
sv: Förbannade Lutius, för att du har dödat fredliga tjänare till gudinnan Vesta! Må ditt liv och ditt land bli förbannade och må gudinnans vrede utplåna din familj från jordens yta!

# empire_building
source: Brewery
sv: Bryggeri

# empire_building
source: brewing beer
sv: brygger öl

# empire_building
source: Farm
sv: Veteodling

# empire_building
source: working
sv: arbetar

# empire_building
source: planting wheat
sv: planterar vete

# empire_building
source: harvesting wheat
sv: skördar vete

# empire_building
source: No Fields
sv: Inga fält

# empire_building
source: Out of Fields
sv: Slut på fält

# empire_building
source: The farmer working at this farm has no cleared soil to plant his seeds.
sv: Bonden som jobbar på denna veteodling har ingen öppen jord att plantera sina frön i.

# empire_building
source: Forester’s House
sv: Skogvaktarboställe

# empire_building
source: planting trees
sv: planterar träd

# empire_building
source: Produces beer to keep the miners strong and happy.
sv: Producerar öl för att hålla gruvarbetarna starka och glada.

# empire_building
source: Sows and harvests wheat.
sv: Sår och skördar vete.

# empire_building
source: Plants trees in the surrounding area.
sv: Planterar träd i omgivningen.

# empire_building
source: The forester’s house needs free space within the work area to plant the trees.
sv: Skogvaktarbostället behöver fritt utrymme inom arbetsområdet för att träd ska kunna planteras.

# empire_building
source: Fells trees in the surrounding area and processes them into logs.
sv: Fäller träd i omgivningen och bearbetar dem till stockar.

# empire_building
source: The lumberjack’s house needs trees to fell within the work area.
sv: Skogshuggarnas hus behöver träd som kan fällas inom arbetsområdet.

# empire_building
source: Grinds wheat to produce flour.
sv: Maler vete för att producera mjöl.
