Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_emp04.wmf/*.po
Languages: sv

# empire_building
source: Trains soldiers in ‘Attack’ and in ‘Health’.
sv: Tränar soldater i 'Attack' och 'Hälsa'.

# empire_building
source: Equips the soldiers with all necessary weapons and armor parts.
sv: Utrustar soldaterna med nödvändiga vapen och rustningar.

# empire_building
source: Imperial soldiers cannot be trained in ‘Defense’ and will remain at the level with which they came.
sv: Imperiesoldater kan inte tränas i 'Försvar' och kommer alltid att stanna på sin startnivå.

# empire_building
source: Draws water out of the deep.
sv: Hämtar vatten från djupet.

# empire_building
source: In the temple of Vesta, the wares to worship are stored. It is the home of the priestesses and the guards of the goddess.
sv: I Vestas tempel förvaras föremålen som används vid gudstjänsterna. Det är hem för prästinnorna och gudinnans vakter.

# empire_building
source: Lumberjack’s House
sv: Skogshuggarbostad

# empire_building
source: felling trees
sv: avverkar träd

# empire_building
source: No Trees
sv: Inga träd

# empire_building
source: Out of Trees
sv: Slut på träd

# empire_building
source: The lumberjack working at this lumberjack’s house can’t find any trees in his work area. You should consider dismantling or destroying the building or building a forester’s house.
sv: Skogshuggaren som utgår från denna skogshuggarbostad hittar inga träd i sitt arbetsområde. Du borde överväga att demontera eller förstöra byggnaden eller bygga ett skogsvaktarboställe.

# empire_building
source: Mill
sv: Väderkvarn

# empire_building
source: grinding wheat
sv: maler vete

# empire_building
source: Temple of Vesta
sv: Vestas tempel

# empire_building
source: Training Camp
sv: Träningsläger

# empire_building
source: sleeping
sv: sover

# empire_building
source: upgrading soldier attack from level 0 to level 1
sv: uppgradera soldats attacknivå från 0 till 1

# empire_building
source: upgrading soldier attack from level 1 to level 2
sv: uppgradera soldats attacknivå från 1 till 2

# empire_building
source: upgrading soldier attack from level 2 to level 3
sv: uppgradera soldats attacknivå från 2 till 3

# empire_building
source: upgrading soldier attack from level 3 to level 4
sv: uppgradera soldats attacknivå från 3 till 4

# empire_building
source: upgrading soldier health from level 0 to level 1
sv: uppgradera soldats hälsonivå från 0 till 1

# empire_building
source: upgrading soldier health from level 1 to level 2
sv: uppgradera soldats hälsonivå från 1 till 2

# empire_building
source: upgrading soldier health from level 2 to level 3
sv: uppgradera soldats hälsonivå från 2 till 3

# empire_building
source: upgrading soldier health from level 3 to level 4
sv: uppgradera soldats hälsonivå från 3 till 4

# empire_building
source: No soldier to train!
sv: Ingen soldat att träna!

# empire_building
source: No soldier found for this training level!
sv: Ingen soldat hittades för denna träningsnivå!

# empire_building
source: Well
sv: Brunn

# empire_building
source: No Water
sv: Inget vatten

# empire_building
source: Out of Water
sv: Slut på vatten

# empire_building
source: The carrier working at this well can’t find any water in his well.
sv: Bäraren som jobbar vid brunnen kan inte få upp något vatten eftersom brunnen har sinat.
