Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_emp04.wmf/*.po
Languages: sv

source: Dismantle the unproductive buildings
sv: Riv de improduktiva byggnaderna

source: Dismantle Buildings
sv: Riv byggnader

source: Dismantle all unproductive small buildings to get some resources for new buildings.
sv: Riv alla improduktiva små byggnader för att få resurser till nya byggnader.

source: Remember to check the messages and the building status labels for unproductive buildings.
sv: Kom ihåg att kontrollera meddelandena och etiketterna för byggnadsstatus för improduktiva byggnader.

source: Clear all unnecessary roads
sv: Rensa bort alla onödiga vägar

source: Clear Road Network
sv: Rensa vägnätet

source: Resolve the chaotic road network by clearing all unnecessary roads.
sv: Lös problemet med det kaotiska vägnätet genom att rensa bort alla onödiga vägar.

source: Ensure there are not more than 3 dead ends, nor more than one flag with more than 4 roads.
sv: Se till att det inte finns fler än tre återvändsgränder och inte fler än en flagga med fler än fyra vägar.

source: Click on one of the farms
sv: Klicka på en av gårdarna

source: Open the Building Window of a Farm
sv: Öppna byggnadsfönstret för en gård

source: Click on a farm building to open its building window. This will let you analyze the building.
sv: Klicka på en gårdsbyggnad för att öppna dess byggnadsfönster. Då kan du analysera byggnaden.

source: Find the construction plans for the farms
sv: Hitta byggnadsritningarna för gårdarna

source: Find Farm Construction Plans
sv: Hitta byggritningar för gårdar

source: Recover the construction plans for the farms. Search for them in the hills east of your border.
sv: Skaffa fram byggnadsritningarna för gårdarna. Leta efter dem i bergen öster om din gräns.

source: Build at least 3 lumberjack’s houses and 2 quarries
sv: Bygg minst 3 skogshuggarshus och 2 stenbrott

source: Quarries and Lumberjacks
sv: Stenbrott och skogshuggare

source: Build at least three new lumberjack’s houses and two new quarries to renew your building material supply chain.
sv: Bygg minst tre nya skogshuggarshus och två nya stenbrott för att förnya din leveranskedja för byggmaterial.

source: Produce fish and rations
sv: Producera fisk och ransoner

source: Food Production
sv: Matproduktion

source: Find and catch some fish. Afterwards, produce rations for your miners.
sv: Hitta och fånga fisk. Producera sedan ransoner till dina gruvarbetare.

source: Replace the old and ineffective forester’s houses
sv: Ersätt de gamla och ineffektiva skogsvaktarhusen

source: Build Two New Forester’s Houses
sv: Bygg två nya skogsvaktarhus

source: Replace the two forester’s houses by new ones to increase productivity.
sv: Ersätt de två skogsvaktarhusen med nya för att öka produktiviteten.

source: Find the monastery in the north
sv: Hitta klostret i norr

source: Find the Monastery
sv: Hitta klostret

source: Find the monastery in the north to obtain the improved technology for your wheat production chain.
sv: Hitta klostret i norr för att få tillgång till förbättrad teknik för din veteodlingskedja.

source: Deal with Julia to get the technology
sv: Gör en överenskommelse med Julia för att få tillgång till tekniken

source: Diplomacy: Trade or War
sv: Diplomati: Handel eller krig

source: Decide: Either collect 35 sheaves of wheat and 15 amphoras of wine for the goddess in your headquarters or conquer the monastery.
sv: Bestäm dig: Antingen samla 35 skärvar vete och 15 amforor vin till gudinnan i ditt högkvarter eller erövra klostret.

source: Train at least 3 heroes
sv: Träna minst 3 hjältar

source: Hero Training
sv: Hjälteträning

source: Use your resources wisely to train at least three fully promoted heroes.
sv: Använd dina resurser klokt för att träna minst tre fullt befordrade hjältar.

source: To train a soldier to the highest level in one site, consider stopping the trainingsite until it is fully equipped with all food and weapons needed.
sv: För att utbilda en soldat till högsta nivå på en plats bör du överväga att stoppa träningsplatsen tills den är fullt utrustad med all mat och vapen som behövs.

source: To prevent waste of goods, reduce the soldiers to be trained to one per site.
sv: För att undvika slöseri med varor, minska antalet soldater som ska tränas till en per plats.

source: A site will always prefer the best suited soldier available for training. Make sure you don’t have your half trained soldiers garrisoned in a military building.
sv: En plats kommer alltid att föredra den bäst lämpade soldaten som finns tillgänglig för träning. Se till att du inte har dina halvutbildade soldater stationerade i en militärbyggnad.

source: Produce at least 10 tools
sv: Producera minst 10 verktyg

source: Tool Production
sv: Verktygsproduktion

source: Produce at least ten tools to improve your economy.
sv: Producera minst tio verktyg för att förbättra din ekonomi.

source: Remember that you can control the production amount in the economy settings.
sv: Kom ihåg att du kan kontrollera produktionsmängden i ekonomiinställningarna.

source: Recruit new soldiers
sv: Rekrytera nya soldater

source: New Soldier Recruiting
sv: Rekrytering av nya soldater

source: Recruit at least ten new soldiers in your barracks.
sv: Rekrytera minst tio nya soldater i din kasern.

source: Defeat the Barbarians
sv: Besegra barbarerna

source: Defeat the Enemy
sv: Besegra fienden

source: End the Barbarian intrusion into your very own part of the world.
sv: Sätt stopp för barbarernas intrång i din egen del av världen.

source: Build 2 charcoal kilns
sv: Bygg 2 kolugnar

source: Build Two Charcoal Kilns
sv: Bygg två kolugnar

source: Build two charcoal kilns to support the iron industry.
sv: Bygg två kolugnar för att stödja järnindustrin.

source: Remember to ensure a constant log supply for them.
sv: Kom ihåg att se till att de alltid har tillräckligt med stockar.

source: Increase your military strength by training your soldiers
sv: Öka din militära styrka genom att träna dina soldater

source: Training is Important
sv: Träning är viktigt

source: Train your soldiers hard and train them fast.
sv: Träna dina soldater hårt och träna dem snabbt.

source: You need to increase your military strength.
sv: Du behöver öka din militära styrka.

source: Build a training camp and enhance the arena
sv: Bygg ett träningsläger och förbättra arenan

source: More Efficient Training Buildings
sv: Mer effektiva träningsbyggnader

source: Build a training camp and enhance your arena to a colosseum.
sv: Bygg ett träningsläger och förvandla din arena till ett kolosseum.

source: Home, Sweet Home
sv: Hem, ljuva hem

source: Diary of Lutius
sv: Lutius dagbok

source: Finally, we managed to reach home. I am so glad to see our beautiful country again. I am really looking forward to a walk on our lovely coast and to hunting in our deep forests.
sv: Äntligen lyckades vi komma hem. Jag är så glad att få se vårt vackra land igen. Jag ser verkligen fram emot att promenera längs vår vackra kust och jaga i våra djupa skogar.

source: I expect that Saledus and Amalea are deeply delighted as well.
sv: Jag förväntar mig att Saledus och Amalea också är mycket nöjda.

source: Tools, Tools, Tools
sv: Verktyg, verktyg, verktyg

source: Praise the gods! We just ensured a constant tool supply. Now we should be able to expand our economy.
sv: Prisa gudarna! Vi har just säkerställt en konstant tillgång på verktyg. Nu borde vi kunna expandera vår ekonomi.

source: Military Strength
sv: Militär styrka

source: Thank the gods! Now we have everything prepared to fully train our soldiers. We can increase our military strength at last.
sv: Tacka gudarna! Nu har vi allt klart för att träna våra soldater ordentligt. Äntligen kan vi öka vår militära styrka.

source: The Battle is Won
sv: Slaget är vunnet

source: Praise the gods, we have succeeded. We managed all the challenges that were imposed on us. We even expelled the Barbarians out of our country. However, our victory is only temporary, as this is still just the beginning of the war. Let’s see what the future still holds for us.
sv: Prisa gudarna, vi har lyckats. Vi har klarat alla utmaningar som vi ställdes inför. Vi har till och med fördrivit barbarerna från vårt land. Men vår seger är bara tillfällig, eftersom detta fortfarande bara är början på kriget. Låt oss se vad framtiden har i beredskap för oss.

source: Victory
sv: Seger

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
sv: Du har slutfört detta uppdrag. Du kan fortsätta spela om du vill, annars går du vidare till nästa uppdrag.

source: Chaos
sv: Kaos

source: Lutius is disappointed
sv: Lutius är besviken

source: Oh no! Amalea is right. In fact, I can’t see any productivity at all. And the road network seems to be completely in shambles as well. Who might be responsible for this chaos?
sv: Åh nej! Amalea har rätt. Jag ser faktiskt ingen produktivitet alls. Och vägnätet verkar också vara helt förstört. Vem kan vara ansvarig för detta kaos?

source: Explanation Needed
sv: Förklaring behövs

source: Lutius greets the official
sv: Lutius hälsar på tjänstemannen

source: Ave! Who are you and what happened to our beautiful land?
sv: Ave! Vem är du och vad har hänt med vårt vackra land?

source: Difficult Times
sv: Svåra tider

source: Lutius accepts the challenge
sv: Lutius accepterar utmaningen

source: Mayor, we have to thank you for your efforts to safeguard our city. And we will do our very best to recover from the chaos. But unfortunately, this seems to be very difficult.
sv: Borgmästare, vi måste tacka dig för dina insatser för att skydda vår stad. Och vi kommer att göra vårt yttersta för att återhämta oss från kaoset. Men tyvärr verkar detta vara mycket svårt.

source: I am really afraid, because we are completely unprepared should the Barbarians decide to attack us.
sv: Jag är verkligen rädd, för vi är helt oförberedda om barbarerna skulle besluta sig för att attackera oss.

source: Welcome Back
sv: Välkommen tillbaka

source: A high Fremil official is welcoming you…
sv: En högt uppsatt Fremil-tjänsteman välkomnar dig…

source: Ave, Sire! The people and me are so glad to see you returning back home. We really need some good leadership around here.
sv: Ave, Min herre! Folket och jag är så glada att se dig återvända hem. Vi behöver verkligen ett bra ledarskap här.

source: As you have already noticed, things have gone terribly wrong around here since you left.
sv: Som du redan har märkt har det gått väldigt dåligt här sedan du åkte.

source: A Long Story
sv: En lång historia

source: The official sighs deeply…
sv: Tjänstemannen suckar djupt…

source: Sire, let me start from the beginning. The king left Fremil a long time ago to fight the Barbarians. As this duty was demanding his full commitment, he delegated the authority of running the city to his former secretary and instated him as his surrogate around here.
sv: Min herre, låt mig börja från början. Kungen lämnade Fremil för länge sedan för att bekämpa barbarerna. Eftersom denna uppgift krävde hans fulla engagemang delegerade han ansvaret för att styra staden till sin tidigare sekreterare och utnämnde honom till sin ställföreträdare här.

source: But this was one of his worst decisions ever. The secretary got blinded by his new power. His selfish instincts were as awful as his complete stupidity and inability to govern the city.
sv: Men detta var ett av hans sämsta beslut någonsin. Sekreteraren blev förblindad av sin nya makt. Hans själviska instinkter var lika hemska som hans totala dumhet och oförmåga att styra staden.

source: After a while, the people discovered the truth and expelled the utter fool. Afterwards, they elected me as mayor of this city. However, recovering from the chaos seems to be a task too big for my abilities.
sv: Efter ett tag upptäckte folket sanningen och förvisade den fullkomliga dåren. Därefter valde de mig till borgmästare i denna stad. Att återhämta sig från kaoset verkar dock vara en uppgift som överstiger mina förmågor.

source: Amalea Looks Puzzled
sv: Amalea ser förbryllad ut

source: Amalea is doubtful…
sv: Amalea är tveksam…

source: Ave, Saledus! On the one hand you are right, it really is a delight to see our homeland again. But on the other hand, I have the impression that something went deeply wrong here.
sv: Ave, Saledus! Å ena sidan har du rätt, det är verkligen en glädje att se vårt hemland igen. Men å andra sidan har jag intrycket att något har gått väldigt fel här.

source: Have a look at the economy. There is hardly any productivity at all. Whoever managed our country while we were absent created utter chaos. I’m not quite sure how we can fix this, if at all possible.
sv: Ta en titt på ekonomin. Produktiviteten är nästan obefintlig. Den som skötte vårt land medan vi var borta har skapat totalt kaos. Jag är inte helt säker på hur vi ska kunna åtgärda detta, om det ens är möjligt.

source: Amalea Investigates
sv: Amalea undersöker

source: Amalea is nodding thoughtfully…
sv: Amalea nickar eftertänksamt…

source: Lutius, in my opinion this will again be a very difficult challenge. But I’m afraid that we’re doomed to manage this situation. To make things even worse, I was met with a nasty surprise at our warehouses: they’re all empty. You can hardly find a grain of dust left in there: no wares, no tools, no workers and no soldiers either.
sv: Lutius, enligt min mening kommer detta återigen att bli en mycket svår utmaning. Men jag är rädd att vi är dömda att hantera denna situation. För att göra saken ännu värre möttes jag av en obehaglig överraskning i våra magasin: de är helt tomma. Det finns knappt ett dammkorn kvar där inne: inga varor, inga verktyg, inga arbetare och inga soldater heller.

source: So, first of all we need some building materials to start correcting the mistakes made by the infamous secretary. I think we should try dismantling unproductive small buildings to recover some building materials from them and collect them in our headquarters. As far as I can see now, the fishermen’s houses and the quarries don’t have any resources near them. All of the lumberjacks’ houses and the wells seem also to be inefficient or worn out.
sv: Så först och främst behöver vi byggmaterial för att kunna rätta till de misstag som den ökända sekreteraren har gjort. Jag tycker att vi ska försöka riva små, improduktiva byggnader för att återvinna byggmaterial från dem och samla det i vårt högkvarter. Såvitt jag kan se just nu finns det inga resurser i närheten av fiskarnas hus och stenbrotten. Alla skogshuggarnas hus och brunnarna verkar också vara ineffektiva eller slitna.

source: For the other buildings we can’t tell yet, if they are working properly. We need to closely monitor them when we are able to supply them. Until then we shouldn’t do anything with them.
sv: För de andra byggnaderna kan vi ännu inte säga om de fungerar som de ska. Vi måste övervaka dem noggrant när vi kan försörja dem. Fram till dess bör vi inte göra något med dem.

source: Except, maybe we should restrict the input of all buildings which consume any of our building materials to zero. Or maybe we could even pause the production in all bigger buildings and get the workers some rest until we have produced some of their input wares.
sv: Förutom att vi kanske borde begränsa ingången i alla byggnader som förbrukar något av våra byggmaterial till noll. Eller kanske vi till och med kunde pausa produktionen i alla större byggnader och låta arbetarna vila tills vi har producerat några av deras insatsvaror.

source: Amalea has Bad News
sv: Amalea har dåliga nyheter

source: Amalea recommends…
sv: Amalea rekommenderar…

source: Brother, I’m really worried that I have to deliver bad news again. As you can see, our farms aren’t producing anything and we can’t dismantle them.
sv: Broder, jag är verkligen orolig över att jag måste komma med dåliga nyheter igen. Som du ser producerar våra gårdar ingenting och vi kan inte avveckla dem.

source: This situation was caused by the sad fact that our people lost the instructions on how to construct and operate farms. Therefore they have zero productivity and the constructors don’t know how to dismantle them either.
sv: Denna situation orsakades av det sorgliga faktum att vårt folk förlorade instruktionerna för hur man bygger och driver gårdar. Därför har de noll produktivitet och byggarna vet inte heller hur man river dem.

source: So, we urgently need to recover the plans regarding the construction and operation of farms. One older constructor told me that they might have been concealed in a cave in the hills east of our border.
sv: Därför måste vi snarast återfå ritningarna för byggandet och driften av gårdarna. En äldre byggmästare berättade för mig att de kanske gömts i en grotta i bergen öster om vår gräns.

source: Until we have found the plans, the only option for our farms is to destroy them.
sv: Tills vi har hittat ritningarna är det enda alternativet för våra gårdar att förstöra dem.

source: Amalea Looks Confident
sv: Amalea ser självsäker ut

source: Amalea is more confident
sv: Amalea är mer självsäker

source: Lutius, now we are getting somewhere. As we have gained some construction materials, we can start to rebuild our economy.
sv: Lutius, nu börjar vi komma någonvart. Nu när vi har fått tag på byggmaterial kan vi börja återuppbygga vår ekonomi.

source: First of all, we need more construction materials. So, we should build at least three lumberjacks’ houses and two quarries. Be sure to have dismantled all of the unproductive buildings though.
sv: Först och främst behöver vi mer byggmaterial. Vi bör därför bygga minst tre skogshuggarhus och två stenbrott. Se dock till att alla improduktiva byggnader har rivits.

source: Oh, before I forget, there is another task to accomplish. While our builders are doing their job, somebody should clear up our road network. They are leaving us no space to place the buildings that we need.
sv: Åh, innan jag glömmer det, det finns en annan uppgift att utföra. Medan våra byggare gör sitt jobb, borde någon rensa upp vårt vägnät. De lämnar oss inget utrymme att placera de byggnader vi behöver.

source: Amalea is Somewhat Relieved
sv: Amalea är något lättad

source: Amalea is giving a deep sigh…
sv: Amalea suckar djupt…

source: Praise the gods, Lutius! We have found the plans on how to build and operate farms.
sv: Prisa gudarna, Lutius! Vi har hittat ritningarna för hur man bygger och driver gårdar.

source: Now we can start building farms to produce the beer which our miners need so desperately. Furthermore, the plans have enabled us to upgrade our old farms to get to work again.
sv: Nu kan vi börja bygga gårdar för att producera det öl som våra gruvarbetare så desperat behöver. Dessutom har planerna gjort det möjligt för oss att uppgradera våra gamla gårdar så att de kan tas i bruk igen.

source: But I’m afraid that this problem hasn’t been the last in our economy.
sv: Men jag är rädd att detta problem inte har varit det sista i vår ekonomi.

source: Amalea has Good News
sv: Amalea har goda nyheter

source: Amalea smiles for the first time in weeks…
sv: Amalea ler för första gången på veckor…

source: Lutius, well done so far. I just got the news that we have finished the basic buildings to obtain some construction materials.
sv: Lutius, bra jobbat hittills. Jag fick just besked om att vi har färdigställt de grundläggande byggnaderna för att skaffa byggmaterial.

source: This is offering us more options to get the shambles in our economy solved.
sv: Detta ger oss fler möjligheter att lösa kaoset i vår ekonomi.

source: I really think we can start to be hopeful about our future now. I pray that we can make ourselves comfortable in our homeland again.
sv: Jag tror verkligen att vi nu kan börja känna hopp om vår framtid. Jag ber om att vi återigen ska kunna känna oss trygga i vårt hemland.

source: But this will be some hard work still. For now, we should start by building some houses for our fishermen. As all the fish has been caught at our coast, we should try our luck in the eastern part of our territory.
sv: Men det kommer fortfarande att bli ett hårt arbete. För tillfället bör vi börja med att bygga några hus åt våra fiskare. Eftersom all fisk har fångats vid vår kust bör vi pröva lyckan i den östra delen av vårt territorium.

source: After we have managed this, we can start making rations in our tavern.
sv: När vi har klarat detta kan vi börja tillaga ransoner i vår krog.

source: Amalea is Pleased
sv: Amalea är nöjd

source: Amalea is nodding her head…
sv: Amalea nickar med huvudet…

source: Well done, well done. Our road network looks a lot more structured than before.
sv: Bra gjort, bra gjort. Vårt vägnät ser mycket mer strukturerat ut än tidigare.

source: Now we can focus on rebuilding our economy.
sv: Nu kan vi fokusera på att återuppbygga vår ekonomi.

source: Amalea Shakes Her Head
sv: Amalea skakar på huvudet

source: Amalea is getting fed up with all the problems in this economy…
sv: Amalea börjar tröttna på alla problem i ekonomin…

source: For the sake of Neptune, I just discovered another problem! It seems that really very few things are working as expected in this economy.
sv: För Neptunus skull, jag har just upptäckt ett annat problem! Det verkar som om väldigt få saker fungerar som förväntat i denna ekonomi.

source: One of our lumberjacks told me that the reproduction of our forests is far behind his experience and expectations. So, I took a close look at our foresters’ performance.
sv: En av våra skogsarbetare berättade för mig att återväxten i våra skogar ligger långt efter hans erfarenhet och förväntningar. Så jag tittade närmare på våra skogsvaktares prestationer.

source: And guess what? They are very old. Their houses and tools are worn and their seed is degenerated. For this reason, they need much more time than usual for planting trees.
sv: Och vet du vad? De är väldigt gamla. Deras hus och redskap är slitna och deras frön är degenererade. Av den anledningen behöver de mycket mer tid än vanligt för att plantera träd.

source: The only solution is to build two new forester’s houses near our lumberjacks. Be sure to first build a new forester’s house and then eventually destroy the old one or at least expel the forester to change houses.
sv: Den enda lösningen är att bygga två nya skogsvaktarhus nära våra skogshuggare. Se till att först bygga ett nytt skogsvaktarhus och sedan förstöra det gamla eller åtminstone förvisa skogsvaktaren så att han byter hus.

source: Amalea Laughs Sarcastically
sv: Amalea skrattar sarkastiskt

source: Amalea is laughing sarcastically…
sv: Amalea skrattar sarkastiskt…

source: Well, Lutius, we have just solved another weird behavior in our economy. Now our lumberjacks should be supplied with enough trees to enhance our economy.
sv: Tja, Lutius, vi har just löst ytterligare ett märkligt beteende i vår ekonomi. Nu bör våra skogsarbetare förses med tillräckligt med träd för att stärka vår ekonomi.

source: I am really very curious about what will go wrong next!
sv: Jag är verkligen väldigt nyfiken på vad som kommer att gå fel härnäst!

source: Amalea Shrugs
sv: Amalea rycker på axlarna

source: Amalea is getting used to bad news…
sv: Amalea börjar vänja sig vid dåliga nyheter…

source: Alright Lutius, here is another problem: after the production of some beer and some flour, I realized that the technology that we are using in our mills and breweries is somewhat outdated. This way, they are consuming far too many resources.
sv: Okej Lutius, här är ett annat problem: efter att ha producerat lite öl och mjöl insåg jag att den teknik vi använder i våra kvarnar och bryggerier är något föråldrad. På det här sättet förbrukar de alldeles för mycket resurser.
