Repository: widelands/widelands
Catalog: data/i18n/translations/widelands/*.po
Languages: nn

source: No Space
nn: Ikkje plass

source: Some of your starting buildings didn’t have enough room and weren’t built. You are at a disadvantage with this; consider restarting this map with a fair starting condition.
nn: Nokre av startbygningane dine hadde ikkje nok plass og vart ikkje bygde. Du har ei ulempe no. Vurder om du skal starta omatt dette kartet for å få ein rettferdig startposisjon.

source: Not enough space
nn: Ikkje nok plass

source: No rocks nearby
nn: Ingen steinar i nærleiken

source: There are no rocks near to your starting position. Therefore, you receive extra resources for bootstrapping your economy.
nn: Det er ingen steinar nært startstaden din. Difor får du ekstra ressursar for å koma i gang med økonomien din.

source: Not enough trees nearby
nn: Ikkje nok tre i nærleiken

source: There are not enough trees near to your starting position. Therefore, you receive extra resources for bootstrapping your economy.
nn: Det er ikkje nok tre nært startstaden din. Difor får du ekstra ressursar for å koma i gang med økonomien din.

source: Status
nn: Tilstand

source: New Objective
nn: Nytt mål

source: New Objectives
nn: Nye mål

source: %1$s or %2$s
nn: %1$s eller %2$s

source: %1$s and %2$s
nn: %1$s og %2$s

source: No AI
nn: Ingen dataspelar

source: Normal AI
nn: Normal dataspelar

source: Weak AI
nn: Svak dataspelar

source: Very Weak AI
nn: Veldig svak dataspelar

source: false
nn: usann

source: true
nn: sann

source: May
nn: Mai

source: Oct
nn: Okt

source: Dec
nn: Des

source: Diplomacy
nn: Diplomati

source: %s has resigned and is now a spectator.
nn: %s har gjeve opp og er no tilskodar.

source: Player Resigned
nn: Spelaren gav opp

source: Player Leaves Team
nn: Spelar forlet laget

source: %1$s has left team %2$u and is now teamless.
nn: %1$s forlét laget %2$u og er ikkje med på noko lag lenger.

source: Team Joining Request
nn: Førespurnad om å bli med på lag

source: Team Joining Invitation
nn: Invitasjon til å bli med på lag

source: %1$s has requested to join the team of %2$s.
nn: %1$s har bede om å få bli med på laget %2$s.

source: %1$s has invited %2$s to join their team.
nn: %1$s har invitert %2$s til å bli med på laget deira.

source: %1$s has accepted %2$s into their team.
nn: %1$s har godteke at %2$s blir med på laget.

source: %1$s has accepted the invitation to join the team of %2$s.
nn: %1$s har takka ja til å bli med på laget %2$s.

source: %1$s has retracted the request to join the team of %2$s.
nn: %1$s har trekt førespurnaden om å blir med på laget %2$s.

source: %1$s has denied %2$s membership in their team.
nn: %1$s har nekta %2$s å verta med på laget deira.

source: %1$s has retracted the invitation to %2$s to join their team.
nn: %1$s har trekt invitasjonen til %2$s om å bli med på laget deira.

source: %1$s has rejected the invitation to join the team of %2$s.
nn: %1$s har avslått invitasjonen om å bli med på laget %2$s.

source: Team Change Accepted
nn: Godteke lagbytte

source: Team Change Rejected
nn: Avslått lagbytte

source: End of Replay
nn: Slutt på reprise

source: The end of the replay has been reached and the game has been paused. You may unpause the game and continue watching if you want to.
nn: Reprisen er slutt og spelet er sett på pause. Du kan halda fram med spelet og fortsetja å sjå viss du vil.

source: Desync
nn: Avsynkroniser

source: The replay has desynced and the game was paused. You are probably watching a replay created with another version of Widelands, which is not supported. If you are certain that the replay was created with the same version of Widelands, %1$s, please report this problem as a bug. You will find related messages in the standard output (stdout.txt on Windows). Please add this information to your report.
nn: Reprisen er avsynkronisert og spelet er sett på pause. Du ser truleg på ein reprise som vart laga med ein annan versjon av Widelands, dette er ikkje støtta. Om du er sikker på at reprisen vart laga med den same versjonen av Widelands, %1$s, ver god og rapporter dette problemet som ein teknisk feil. Du finn meldingar som har med dette å gjera i standard utdata (stdout.txt i Windows). Ver god og legg til denne informasjonen i feilrapporten din.

source: Main Menu
nn: Hovudmeny

# editor
source: Tools
nn: Verktøy

source: Show / Hide
nn: Syn / Gøym

source: Tool size
nn: Verktøystorleik

source: Undo
nn: Angra

source: Redo
nn: Gjer om

source: Help
nn: Hjelp

source: New Map
nn: Nytt kart

source: New Random Map
nn: Nytt tilfeldig kart

source: Load Map
nn: Last kart

source: Save Map
nn: Lagra kart

source: Publish Map Online…
nn: Publiser kartet på nettet…

source: Map Options
nn: Kartval

source: Exit Editor
nn: Avslutt redigeringsprogram

source: Change height
nn: Endra høgd

source: Change the terrain height
nn: Endra terrenghøgda

source: Random height
nn: Tilfeldig høgd

source: Set the terrain height to random values
nn: Set terrenghøgda til tilfeldige verdiar

source: Terrain
nn: Terreng

source: Change the map’s terrain
nn: Endra terrenget på kartet

source: Immovables
nn: Ubevegelege

source: Add or remove immovables
nn: Legg til eller fjern faste objekt

source: Animals
nn: Dyr

source: Add or remove animals
nn: Legg til eller fjern dyr

source: Resources
nn: Ressursar

source: Set or change resources
nn: Set eller endra ressursar

source: Port spaces
nn: Hamneplassar

source: Add or remove port spaces
nn: Legg til eller fjern hamneplassar

source: Players
nn: Spelarar

source: Set number of players and their names, tribes and starting positions
nn: Vel talet på spelarar og namna, stammane og startposisjonane deira

source: Map origin
nn: Origo på kartet

source: Set the position that will have the coordinates (0, 0). This will be the top-left corner of a generated minimap.
nn: Vel posisjonen som skal ha koordinata (0,0). Dette blir hjørnet øvst til venstre ved eit laga minikart.

source: Map size
nn: Kartstorleik

source: Change the map’s size
nn: Endra storleiken på kartet

source: Information
nn: Informasjon

source: Click on a field to show information about it
nn: Klikk på eit felt for å visa informasjon om det

source: Tool History
nn: Verktøyhistorikk

source: Restore previous tool settings
nn: Gjenopprett førre verktøyinnstillingar

source: Hide Building Spaces
nn: Gøym byggjeplassar

source: Show Building Spaces
nn: Vis byggjeplassar

source: Hide Maximum Building Spaces
nn: Gøym maksimale byggjeplassar

source: Show Maximum Building Spaces
nn: Vis maksimale byggjeplassar

source: Toggle whether to show maximum building spaces that will be available if all immovables (trees, rocks, etc.) are removed
nn: Veksle vising av maksimale byggjeplassar som blir tilgjengelege om alle faste objekt (tre, steinar osb.) blir fjerna

source: Disable height heat map
nn: Slå av høgdevarmekart

source: Enable height heat map
nn: Slå på høgdevarmekart

source: Hide Grid
nn: Gøym rutenett

source: Show Grid
nn: Vis rutenett

source: Hide Oceans
nn: Gøym hav

source: Show Oceans
nn: Vis hav

source: Display separate water bodies with differently coloured overlays to see which coasts can be connected by shipping routes
nn: Vis ulike havområde med ulike fargar for å sjå kva kystar som kan knytast saman med skipsruter

source: Hide Immovables
nn: Gøym faste objekt

source: Show Immovables
nn: Vis faste objekt

source: Hide Animals
nn: Gøym dyr

source: Show Animals
nn: Vis dyr

source: Hide Resources
nn: Gøym ressursar

source: Show Resources
nn: Vis ressursar

source: Unsupported Format
nn: Ikkje støtta format

source: Widelands could not load the file "%s". The file format seems to be incompatible.
nn: Widelands kunne ikkje laste fila «%s». Filformatet ser ikkje ut til å vere kompatibelt.

source: Exit Editor Confirmation
nn: Stadfest avslutting av editoren

source: Unsaved Map
nn: Ikkje lagra kart

source: The map has not been saved, do you really want to quit?
nn: Kartet er ikkje lagra enda, ynskjer du verkeleg å avslutta?

source: Are you sure you wish to exit the editor?
nn: Er du sikker på at du vil avslutta editoren?

source: Error
nn: Feil

source: An error has occured. The error message is: %1$s Please report this problem to help us improve Widelands. You will find related messages in the standard output (stdout.txt on Windows). You are using version %2$s. Please add this information to your report.
nn: Det har oppstått ein feil. Feilmeldinga er: %1$s Ver god og rapporter dette problemet til oss for å hjelpa oss med å forbetra Widelands. Du kan finna relaterte meldingar i standard utdata (stdout.txt i Windows). Du har versjon %2$s. Ver snill og ta med denne informasjonen i rapporten.

source: Loading map “%s”…
nn: Lastar inn kart “%s”…

source: No Name
nn: Utan namn

# author_name
source: Unknown
nn: Ukjend

source: Loading world…
nn: Lastar inn verd…

source: Tool gaps: %u%%
nn: Verktøyhol: %u%%

source: Are you certain that you want to publish this map online? Name: %1$s Internal name: %2$s Author: %3$s Description: %4$s Hint: %5$s
nn: Er du sikker på at du vil leggja ut dette kartet på nettet? Namn: %1$s Internt namn: %2$s Skapar: %3$s Skildring: %4$s Hint: %5$s

source: Publish Map
nn: Legg ut kart

source: By uploading, you agree to publish the map under the terms of the GNU General Public License (GPL) version 2 or any later version (the same license under which Widelands itself is distributed). For more information, see %s.
nn: Ved å lasta opp, samtykkjer du i å publisera kartet under vilkåra i GNU General Public License (GPL) versjon 2 eller nyare (same lisens som Widelands sjølv vert distribuert under). For meir informasjon, sjå %s.

source: Login Error
nn: Innloggingsfeil

source: Uploading Add-On…
nn: Lastar opp tillegg…

source: Saving map…
nn: Lagrar kart…

source: Error Saving Map!
nn: Feil ved lagring av kart!

source: Packaging add-on…
nn: Pakkar tillegg…

source: Add-On Generation Error
nn: Feil ved generering av tillegg

source: The add-on could not be written to the disk.
nn: Tillegget kunne ikkje skrivast til disken.

source: Uploading…
nn: Lastar opp…

source: Upload Error
nn: Opplastingsfeil

source: Success
nn: Vellukka

source: The add-on was uploaded successfully.
nn: Opplastinga av tillegget var vellukka.

source: Random Player
nn: Tilfeldig spelar

source: Height: inc./dec. %1$d, set to %2$d
nn: Høgd: auk/mink %1$d, sett til %2$d

source: %1$s: inc./dec. %2$d, set to %3$d
nn: %1$s: auk/mink %2$d, sett til %3$d

source: Noise height: %1$d–%2$d
nn: Støyhøgd: %1$d–%2$d

source: Critter: %1$s
nn: Dyr: %1$s

source: Automatic Trees
nn: Automatiske tre

source: Immovable: %1$s
nn: Fast objekt: %1$s

source: Terrain: %1$s
nn: Terreng: %1$s

source: Current: %s …
nn: Gjeldande: %s …

source: Click to select an item. Use the Ctrl key to select multiple items.
nn: Klikk for å velja eit element. Bruk Ctrl-tasten for å velja fleire element.

source: Current: %s
nn: Gjeldande: %s

source: Field Information
nn: Feltinformasjon

source: Node
nn: Knutepunkt

source: Coordinates: (%1$i, %2$i)
nn: Koordinatar: (%1$i, %2$i)

source: small
nn: liten

source: medium
nn: mellomstor

source: big
nn: stor

source: flag
nn: flagg

source: mine
nn: gruve

source: port
nn: hamn

source: walkable
nn: gangbar

source: swimmable
nn: symbar

source: Caps: %s
nn: Kapasitet: %s

source: Owned by: Player %u
nn: Eigd av: Spelar %u

source: Owned by: —
nn: Eigd av: —

# terrain_name
source: Name: %s
nn: Namn: %s

source: Is: %s
nn: Eigenskap: %s

source: Objects
nn: Objekt

source: Immovable: %s
nn: Fast objekt: %s

source: Animals: %s
nn: Dyr: %s

source: Workers: %s
nn: Arbeidarar: %s

source: Ships: %s
nn: Skip: %s

source: Map
nn: Kart

# map_name
source: Name: %s
nn: Namn: %s

source: Size: %1% × %2%
nn: Storleik: %1% × %2%

source: Players: %u
nn: Spelarar: %u

source: Players: –
nn: Spelarar: –

source: Author: %s
nn: Forfattar: %s

source: Description: %s
nn: Skildring: %s

# addons
source: (none)
nn: (ingen)

source: Enabled Add-Ons: %s
nn: Aktiverte tillegg: %s

source: Error!
nn: Feil!

source: My Maps
nn: Karta mine

source: Multiplayer Scenarios
nn: Fleirspelarscenario

source: Singleplayer Scenarios
nn: Einspelarscenario

source: Downloaded Maps
nn: Nedlasta kart

source: Current directory: %s
nn: Gjeldande mappe: %s

source: Display
nn: Vising

source: OK
nn: Greitt

source: Cancel
nn: Avbryt

source: File names
nn: Filnamn

source: Map names
nn: Kartnamn

source: Original map names
nn: Originale kartnamn

source: Translated map names
nn: Omsette kartnamn

source: Click player to remove
nn: Klikk på spelar for å fjerna

source: Delete
nn: Slett

source: Delete this suggested team lineup
nn: Slett dette forslaget til lagoppstilling

source: Add a player to this team
nn: Legg til ein spelar på dette laget

source: Theme
nn: Tema

source: Add lineup
nn: Legg til oppstilling

source: Add another suggested team lineup
nn: Legg til eit nytt forslag til lagoppstilling

source: Map name:
nn: Kartnamn:

source: Author:
nn: Forfattar:

source: Description:
nn: Skildring:

source: Hint (optional):
nn: Hint (valfritt):

source: Tags:
nn: Merkelappar:

source: This map is suitable for:
nn: Dette kartet passar for:

source: Please add suggested team line-ups in the next tab for all selected options
nn: Legg til forslag til lagoppstillingar i den neste fana for alle valde alternativ

source: Mark whether the starting positions provide equal conditions for each player
nn: Marker om startposisjonane gjev like vilkår for kvar spelar

source: Set the theme for the game loadscreens
nn: Vel tema for lasteskjermane til spelet

# map_theme
source: (none)
nn: (ingen)

source: Ferry range:
nn: Ferjerekkevidde:

source: Enable ferries, waterways, and ferry yards on this map by setting the maximum length of waterways for ferries
nn: Aktiver ferjer, vassvegar og ferjeleie på dette kartet ved å setja maksimal lengd på vassvegar for ferjer

source: Disabled
nn: Deaktivert

source: %u Player
nn: %u spelar

source: Suggested Teams:
nn: Foreslåtte lag:

source: Main Options
nn: Hovudinnstillingar

source: Tags
nn: Merkelappar

source: Teams
nn: Lag

source: It is not recommended to permit waterway lengths greater than %u
nn: Det er ikkje tilrådd å tillata vassvegar lengre enn %u

source: Size: %1% x %2%
nn: Storleik: %1% x %2%

source: Create Map
nn: Lag kart

source: Terrain:
nn: Terreng:

source: Creating empty map…
nn: Lagar tomt kart…

source: Map Generator
nn: Kartgenerator

source: Players:
nn: Spelarar:

source: Low
nn: Låg

source: Medium
nn: Middels

source: High
nn: Høg

source: Climate
nn: Klima

source: Terrain Distribution
nn: Terrengfordeling

source: Water:
nn: Vatn:

source: Wasteland:
nn: Øydeland:

source: Mountains:
nn: Fjell:

source: Island mode
nn: Øymodus

source: Random number:
nn: Tilfeldig tal:

source: Generate a new random number
nn: Generer eit nytt tilfeldig tal

source: Map ID:
nn: Kart-ID:

# map_generator
source: Default
nn: Standard

# climate
source: Random
nn: Tilfeldig

# terrain
source: Default
nn: Standard

source: Alpine
nn: Alpint

source: Wasteland
nn: Ødemark

# terrain
source: Random
nn: Tilfeldig

source: Generating random map…
nn: Genererer tilfeldig kart…

source: Random Map
nn: Tilfeldig kart

source: The map has been generated. Please double-check the player starting positions to make sure that your carriers won’t drown, or be stuck on an island or on top of a mountain.
nn: Kartet er generert. Ver venleg og dobbeltsjekk startposisjonane til spelarane for å sikra at berarane dine ikkje druknar, eller blir sitjande fast på ei øy eller oppå eit fjell.

source: The map generator could not produce a good-enough map with the provided settings. This map will probably need extensive editing to be playable. Consider creating a new map with different parameters.
nn: Kartgeneratoren klarte ikkje å laga eit godt nok kart med dei valde innstillingane. Dette kartet vil truleg krevja mykje redigering for å vera spelbart. Vurder å laga eit nytt kart med andre parameter.

source: The Widelands Random Map Generator
nn: Widelands sin generator for tilfeldige kart

source: This map was generated automatically by the Widelands Random Map Generator.
nn: Dette kartet vart generert automatisk av Widelands sin generator for tilfeldige kart.

source: Computer %u
nn: Datamaskin %u

source: Player
nn: Spelar

source: Generate Map
nn: Lag kart

source: Filename:
nn: Filnamn:

source: Make Directory
nn: Opprett mappe

source: unnamed
nn: namnlaus

source: A file or directory with that name already exists.
nn: Ei fil eller mappe med det namnet finst frå før.

source: Error Creating Directory!
nn: Feil ved oppretting av mappe!

source: Error while creating directory ‘%s’.
nn: Feil ved oppretting av mappa ‘%s’.

source: A file with the name ‘%s’ already exists. Overwrite?
nn: Ei fil med namnet ‘%s’ finst frå før. Vil du skriva over?

source: Saving the map…
nn: Lagrar kartet…

source: Map saved
nn: Kartet er lagra

source: Enter Directory Name:
nn: Skriv inn mappenamn:

source: This extension is reserved!
nn: Denne filendinga er reservert!

source: Width
nn: Breidd

source: Height
nn: Høgd

source: Too Many Players
nn: For mange spelarar

source: We do not recommend setting more than 8 players except for testing purposes. Are you sure that you want more than 8 players?
nn: Me tilrår ikkje å ha meir enn 8 spelarar, utanom for testing. Er du sikker på at du vil ha meir enn 8 spelarar?

source: Do not remind me again
nn: Ikkje minn meg på dette igjen

source: Abort
nn: Avbryt

source: Player Options
nn: Spelarval

source: Number of players
nn: Talet på spelarar

source: Player %u
nn: Spelar %u

source: Tribe
nn: Stamme

# tribe
source: Random
nn: Tilfeldig

source: The tribe will be selected at random.
nn: Stammen vil bli vald tilfeldig.

source: Set this player’s starting position
nn: Set startposisjonen til denne spelaren

source: Height Tools Options
nn: Verktøyval for høgd

source: Increase/Decrease height by:
nn: Auk/mink høgda med:

source: Set height to:
nn: Set høgda til:

source: Click on the map to increase, Shift + Click on the map to decrease terrain height
nn: Klikk på kartet for å auka, Skift + Klikk på kartet for å minka terrenghøgda

source: Ctrl + Click on the map to set terrain height
nn: Ctrl + Klikk på kartet for å setja terrenghøgda

source: Increase/Decrease amount by:
nn: Auk/mink mengda med:

source: Set amount to:
nn: Set mengda til:

source: Click on the map to increase, Shift + Click on the map to decrease the amount of the selected resource
nn: Klikk på kartet for å auka, Skift + Klikk på kartet for å minka mengda av den valde ressursen

source: Ctrl + Click on the map to set the amount of the selected resource. This will replace already set resources.
nn: Ctrl + Klikk på kartet for å setja mengda av den valde ressursen. Dette vil erstatta ressursar som allereie er plasserte.

source: Random Height Options
nn: Val for tilfeldig høgd

source: Minimum height:
nn: Minimumshøgd:

source: Maximum height:
nn: Maksimumshøgd:

source: Click on the map to set terrain height to a random value within the specified range
nn: Klikk på kartet for å setja terrenghøgda til ein tilfeldig verdi innanfor det spesifiserte området

source: Fixed height
nn: Fast høgd

source: %1$s (removable by e.g. placing roads)
nn: %1$s (kan fjernast ved t.d. vegbygging)

source: %1$s (needs a small building plot)
nn: %1$s (treng ei lita tomt)

source: %1$s (needs a medium building plot)
nn: %1$s (treng ei middels tomt)

source: %1$s (needs a big building plot)
nn: %1$s (treng ei stor tomt)

source: Automatically place the trees which grow best on the terrain
nn: Plasser automatisk trea som veks best i terrenget

source: Automatic Immovable Placement
nn: Automatisk plassering av faste objekt

source: Resize
nn: Endra storleik

source: Select the new map size, then click the map to split it at the desired location. When increasing the map size, new columns/rows will be inserted to the east/south of the selected point. When shrinking the map, the desired number of columns/rows will be removed from the east/south of the splitting location.
nn: Vel den nye kartstorleiken, og klikk deretter på kartet for å dela det på ønskt stad. Når du aukar kartstorleiken, vil nye kolonner/rader setjast inn aust/sør for det valde punktet. Når du krympar kartet, vil det ønskte talet på kolonner/rader fjernast aust/sør for delepunktet.

source: Click to restore, Shift + Click to delete, and Ctrl + Click to pin an item.
nn: Klikk for å gjenoppretta, Skift + Klikk for å sletta, og Ctrl + Klikk for å festa eit element.

source: Tool Size
nn: Verktøystorleik

source: Size:
nn: Storleik:

source: Gaps:
nn: Hol:

source: Radius of the active tool
nn: Radius på det aktive verktøyet

source: Amount of random gaps in the tool’s area
nn: Mengd tilfeldige hol i verktøyet sitt område

source: Loading game: %1$s (%2$u/%3$d)
nn: Lastar spel: %1$s (%2$u/%3$d)

source: Elemental data
nn: Grunnleggjande data

source: Economies
nn: Økonomiar

source: Trades
nn: Handlar

source: AI
nn: KI

source: Command queue
nn: Kommandokø

source: Messages
nn: Meldingar

source: Finishing
nn: Fullfører

source: Saving game: %1$s (%2$d/%3$d)
nn: Lagrar spel: %1$s (%2$d/%3$d)

source: Autosaving game…
nn: Autolagrar spel…

source: Interactive player
nn: Interaktiv spelar

source: Widelands won't work because we were unable to detect the shading language version.
nn: Widelands vil ikkje fungera fordi me ikkje klarte å oppdaga versjonen av skyggeleggingsspråket.

source: There is an unknown problem with reading the information from the graphics driver.
nn: Det er eit ukjent problem med å lesa informasjonen frå grafikkdrivaren.

source: Widelands won't work because we were unable to detect the OpenGL version.
nn: Widelands vil ikkje fungera fordi me ikkje klarte å oppdaga OpenGL-versjonen.

source: Widelands won’t work because your graphics driver is too old.
nn: Widelands vil ikkje fungera fordi grafikkdrivaren din er for gammal.

source: The %1$s version needs to be version %2$u.%3$u or newer.
nn: %1$s-versjonen må vera versjon %2$u.%3$u eller nyare.

source: The %1$s needs to be version %2$u.%3$u or newer.
nn: %1$s må vera versjon %2$u.%3$u eller nyare.

source: Shading Language
nn: Skuggeleggingsspråk

source: Copy link to clipboard
nn: Kopier lenkje til utklippstavla

# illegal_filename_characters
source: blank space
nn: mellomrom

# illegal_filename_characters
source: %s at the start of the filename
nn: %s i byrjinga av filnamnet

# illegal_filename_characters
source: %s anywhere in the filename
nn: %s kvar som helst i filnamnet

# illegal_filename_characters
source: The following characters are not allowed:
nn: Følgjande teikn er ikkje tillatne:

source: yes
nn: ja

source: on
nn: på

source: no
nn: nei

source: off
nn: av

source: Tribes
nn: Stammar

source: World
nn: Verd

source: Script
nn: Skript

source: Map Set
nn: Kartsett

source: Campaign
nn: Kampanje

source: Win Condition
nn: Sigersvilkår

source: Starting Condition
nn: Startvilkår

source: UI Plugin
nn: UI-programtillegg

source: No conflicts
nn: Ingen konfliktar

source: %1$s (expected version %2$s, found %3$s)
nn: %1$s (venta versjon %2$s, fann %3$s)

source: %1$s, %2$s (expected version %3$s, found %4$s)
nn: %1$s, %2$s (venta versjon %3$s, fann %4$s)

source: %1$u add-on with wrong version: %2$s
nn: %1$u tillegg med feil versjon: %2$s

source: %1$u missing add-on: %2$s
nn: %1$u manglande tillegg: %2$s

source: %s (missing)
nn: %s (manglar)

source: %1$s, %2$s (missing)
nn: %1$s, %2$s (manglar)

source: %1$s and %2$s: %3$s
nn: %1$s og %2$s: %3$s

source: %u missing add-on
nn: %u manglande tillegg

source: %u add-on with wrong version
nn: %u tillegg med feil versjon

source: None
nn: Ingen

source: %1$s<br>• %2$s (version %3$s)
nn: %1$s<br>• %2$s (versjon %3$s)

source: No game-relevant add-ons in use.
nn: Ingen spelrelevante tillegg i bruk.
