Repository: widelands/widelands
Catalog: data/i18n/translations/widelands/*.po
Languages: nn

source: Widelands tried to start a game with a file that could not be found at the given path. The file was: %s If this happens in a network game, the host might have selected a file that you do not own. Normally, such a file should be sent from the host to you, but perhaps the transfer was not yet finished!?!
nn: Widelands prøvde å starta eit spel med ei fil som ikkje fanst på den oppgjevne staden. Fila var: %s Om dette skjer i eit nettverksspel, kan verten ha valt ei fil som du ikkje har. Vanlegvis skal ei slik fil sendast frå verten til deg, men kanskje overføringa ikkje var ferdig enno!?!

source: The selected file can not be found. If it is not automatically transferred to you, please write to the host about this problem.
nn: Fann ikkje den valde fila. Om ho ikkje vert overført automatisk til deg, ver venleg og meld frå til verten om problemet.

source: Unable to load the win condition script file ‘%s’.
nn: Klarte ikkje å lasta skriptfila for sigersvilkår ‘%s’.

source: Multiplayer Game Setup
nn: Oppsett for fleirspelarspel

source: Choose Game
nn: Vel spel

source: Choose Replay
nn: Vel reprise

source: Show Filenames
nn: Vis filnamn

source: Load this replay
nn: Last denne reprisen

source: Return to the multiplayer game setup
nn: Gå tilbake til oppsettet for fleirspelarspel

source: Return to the single player menu
nn: Gå tilbake til einspelarmenyen

source: Load this game
nn: Last dette spelet

source: Online Game Settings
nn: Innstillingar for nettspel

source: Save
nn: Lagre

source: Log in to a registered account.
nn: Logg inn på ein registrert konto.

source: Nickname:
nn: Kallenamn:

source: nobody
nn: ingen

source: Please enter a nickname!
nn: Ver venleg og skriv inn eit kallenamn!

source: Enter a valid nickname. This value may contain only English letters, numbers, and @ . + - _ characters.
nn: Skriv inn eit gyldig kallenamn. Verdien kan berre innehalda engelske bokstavar, tal og teikna @ . + - _ .

source: Please enter your password!
nn: Ver venleg og skriv inn passordet ditt!

source: Unable to create a Game instance! Error message: %s
nn: Klarte ikkje å oppretta ein spelinstans! Feilmelding: %s

source: Begin a new game
nn: Start eit nytt spel

source: New Game
nn: Nytt spel

source: New Random Game
nn: Nytt tilfeldig spel

source: Create a new random match
nn: Opprett ein ny tilfeldig kamp

source: Campaigns
nn: Kampanjar

source: Play a campaign
nn: Spel ein kampanje

source: Tutorials
nn: Opplæring

source: Play one of our beginners’ tutorials
nn: Spel ein av våre nybyrjar-opplæringsdelar

source: Load Game
nn: Last spel

source: Continue a saved game
nn: Hald fram med eit lagra spel

source: Continue Playing
nn: Hald fram med spelet

source: Map: %s
nn: Kart: %s

source: Win Condition: %s
nn: Sigersvilkår: %s

source: Gametime: %s
nn: Speletid: %s

source: Saved: %s
nn: Lagra: %s

source: Online Game
nn: Nettspel

source: Join the Widelands lobby
nn: Gå inn i Widelands-resepsjonen

source: Log in as a registered user
nn: Logg inn som registrert brukar

source: LAN / Direct IP
nn: Lokalt nettverk (LAN) / Direkte IP

source: Play a private online game
nn: Spel eit privat nettspel

source: Create a new empty map
nn: Opprett eit nytt tomt kart

source: Create a new random map
nn: Opprett eit nytt tilfeldig kart

source: Edit an existing map
nn: Rediger eit eksisterande kart

source: Continue Editing
nn: Hald fram med redigering

source: Load Replay
nn: Last reprise

source: Watch the replay of an old game
nn: Sjå reprisen av eit gammalt spel

source: Watch last saved replay
nn: Sjå sist lagra reprise

source: Single Player…
nn: Einspelar…

source: Multiplayer…
nn: Fleirspelar…

source: Editor…
nn: Redigeringsprogram…

source: Watch Replay…
nn: Sjå reprise…

source: Begin or load a single-player campaign or free game
nn: Start eller last ein einspelarkampanje eller eit fritt spel

source: Play with your friends over the internet
nn: Spel med vener over internett

source: Launch the map editor
nn: Start karteditoren

source: Watch again a recorded earlier game
nn: Sjå eit oppteke, tidlegare spel om att

source: Install and manage add-ons
nn: Installer og administrer tillegg

source: Options
nn: Val

source: Technical and game-related settings
nn: Tekniske og spelrelaterte innstillingar

source: Readme, License, and Credits
nn: Lesmeg, lisens og opphavsfolk

source: Exit Widelands
nn: Avslutt Widelands

source: Quit the game
nn: Avslutt spelet

source: Version %1$s
nn: Versjon %1$s

source: (C) %1%-%2% by the Widelands Development Team • Licensed under the GNU General Public License V2.0
nn: (C) %1%-%2% av Widelands-utviklarlaget • Lisensiert under GNU General Public License V2.0

source: Click for the main menu
nn: Klikk for hovudmeny

source: Desyncing Add-On Found
nn: Usynkroniserande tillegg funne

source: An enabled add-on is known to cause desyncs. Proceed at your own risk.
nn: Eit aktivert tillegg er kjent for å forårsaka usynkronisering. Hald fram på eigen risiko.

source: No tribes found!
nn: Ingen stammar funne!

source: No tribes found in data/tribes/initialization/[tribename]/init.lua.
nn: Ingen stammar vart funne i data/tribes/initialization/[stammenamn]/init.lua.

source: Exit Confirmation
nn: Stadfest avslutting

source: Are you sure you wish to exit Widelands?
nn: Er du sikker på at du vil avslutta Widelands?

source: invalid tribe ‘%s’
nn: ugyldig stamme ‘%s’

source: Saved Players
nn: Lagra spelarar

source: Player %u: –
nn: Spelar %u: –

source: Player %1$u (%2$s): %3$s
nn: Spelar %1$u (%2$s): %3$s

source: Map Details
nn: Kartdetaljar

source: Scenario Details
nn: Scenariodetaljar

source: No map selected
nn: Inge kart valt

source: (no map)
nn: (inge kart)

source: Choose Map
nn: Vel kart

source: Show all maps
nn: Vis alle kart

source: Show original map names
nn: Vis originale kartnamn

source: Filter by official status
nn: Filtrer etter offisiell status

source: Official & Unofficial
nn: Offisielle og uoffisielle

source: Show both official and unofficial maps
nn: Vis både offisielle og uoffisielle kart

source: Filter by desired line-up
nn: Filtrer etter ønskt oppstilling

source: Any Teams
nn: Alle lag

source: Do not filter by line-up suggestions
nn: Ikkje filtrer etter lagforslag

source: Filter by balancing status
nn: Filtrer etter balansestatus

source: Balanced & Unbalanced
nn: Balanserte og ubalanserte

source: Show both balanced and unbalanced maps
nn: Vis både balanserte og ubalanserte kart

# balancing
source: Unspecified
nn: Uspesifisert

source: The map does not specify whether it is balanced
nn: Kartet spesifiserer ikkje om det er balansert

source: Back
nn: Tilbake

source: Back to ‘%s’
nn: Tilbake til ‘%s’

source: Close window
nn: Lukk vindauge

source: Vertical scroll
nn: Vertikal rulling

source: Horizontal scroll
nn: Horisontal rulling

source: Any scroll
nn: Kva som helst rulling

source: (plain)
nn: (enkel)

source: Neither
nn: Ingen

source: Vertical
nn: Vertikal

source: Horizontal
nn: Horisontal

source: Both
nn: Begge

source: Scroll Setting Conflict
nn: Konflikt i rulleinnstilling

source: ‘%1$s%2$s’ conflicts with ‘%3$s’. Please select a different combination or change the conflicting setting first.
nn: ‘%1$s%2$s’ er i konflikt med ‘%3$s’. Ver venleg og vel ein annan kombinasjon eller endra den som er i konflikt først.

source: Reset Scrolling
nn: Nullstill rulling

source: Reset scroll settings to the defaults recommended for a standard single wheel mouse
nn: Sett rulleinnstillingane tilbake til standard som er tilrådd for ei vanleg mus med eitt hjul

source: Set for Touchpad
nn: Sett opp for styreplate

source: Sets ‘Zoom Map’ and ‘Scroll Map’ to the recommended settings for a touchpad or other pointing device that can scroll horizontally as well as vertically.
nn: Set «Zoom kart» og «Rull kart» til dei tilrådde innstillingane for ei styreplate eller ei anna pekeeining som kan rulla både horisontalt og vertikalt.

source: Apply Scrolling
nn: Bruk rulling

source: Apply scroll settings
nn: Bruk rulleinnstillingar

source: Zoom Map
nn: Zoom kart

source: Scroll Map
nn: Rull kart

source: Change Game Speed
nn: Endra spelfart

source: Change Editor Toolsize
nn: Endra verktøystorleik i editor

source: Change Editor Tool Gap
nn: Endra verktøyhol i editor

source: Invert scroll direction for map zooming:
nn: Snu rullerretning for kartzooming:

source: Invert scroll direction for tab switching:
nn: Snu rullerretning for fanebytte:

source: Invert scroll direction for increase/decrease:
nn: Snu rullerretning for auke/minke:

source: Fix inverted horizontal scrolling
nn: Fiks omvendt horisontal rulling

source: An SDL bug in some configurations causes horizontal scroll to be inverted. We try to detect them, but if we got it wrong, you can fix it here. Please report if you need to turn this on, so that we can improve the detection.
nn: Ein SDL-feil i nokre konfigurasjonar gjer at horisontal rulling vert snudd om. Me prøver å oppdaga dette, men om me tek feil, kan du fiksa det her. Ver venleg og rapporter om du treng å slå på dette, slik at me kan forbetra oppdaginga.

source: Send feedback
nn: Send tilbakemelding

source: Scroll Settings Conflict
nn: Konflikt i rulleinnstillingar

source: ‘%1$s’, ‘%2$s’, or ‘%3$s’ conflicts with the recommended settings. Change the conflicting setting(s) too?
nn: ‘%1$s’, ‘%2$s’ eller ‘%3$s’ er i konflikt med dei tilrådde innstillingane. Endra dei motstridande innstilling(ane) òg?

source: Send Feedback for Inverted Horizontal Scrolling
nn: Send tilbakemelding om omvendt horisontal rulling

source: Please help us improve the detection of inverted horizontal scrolling. To do so, please report at %s that horizontal scroll direction is wrong with your configuration. Please include the below technical information.
nn: Ver venleg og hjelp oss med å forbetra oppdaginga av omvendt horisontal rulling. Du kan gjera dette ved å rapportera på %s at horisontal rullerretning er feil med din konfigurasjon. Ver venleg og inkluder den tekniske informasjonen under.

source: Role
nn: Rolle

source: Divergent Player Name
nn: Avvikande spelarnamn

source: The player name of the selected slot (%1%) does not match your own (%2%). Are you sure that you want to occupy this slot?
nn: Spelarnamnet på den valde plassen (%1%) samsvarar ikkje med ditt eige (%2%). Er du sikker på at du vil ta denne plassen?

source: Spectator
nn: Tilskodar

source: Player Number
nn: Spelarnummer

source: Team
nn: Lag

source: Random AI
nn: Tilfeldig KI

source: Shared in
nn: Delt i

source: Closed
nn: Lukka

source: Human
nn: Menneske

source: Shared in Player %u
nn: Delt hjå spelar %u

source: Start type is set via the scenario
nn: Starttype er sett via scenariet

source: No Team
nn: Ingen lag

source: Team %d
nn: Lag %d

source: Clients
nn: Klientar

source: Begin LAN Game
nn: Start LAN-spel

source: List of games in your local network:
nn: Liste over spel i lokalnettverket ditt:

source: Your nickname:
nn: Kallenamnet ditt:

source: Host to connect:
nn: Vert å kopla til:

source: Load previous host
nn: Last førre vert

source: Host a new game
nn: Ver vert for eit nytt spel

source: Host
nn: Vert

source: State
nn: Status

# game_state
source: Unknown
nn: Ukjend

source: Enter a valid nickname. This value may contain only English letters, numbers, and @ . + - _ characters and must not be "team".
nn: Skriv inn eit gyldig kallenamn. Verdien kan berre innehalda engelske bokstavar, tal og teikna @ . + - _ , og kan ikkje vera «team».

source: Invalid Address
nn: Ugyldig adresse

source: The entered hostname or address is invalid and can’t be connected to.
nn: Det oppgjevne vertsnamnet eller adressa er ugyldig og kan ikkje koplast til.

source: Apply
nn: Bruk

source: Language
nn: Språk

source: Window Size
nn: Vindangsstorleik

# multiscreen
source: Display
nn: Skjerm

source: Let the system draw the mouse cursor
nn: Lat systemet teikna musepeikaren

source: If in doubt, leave this enabled. When disabled, cursor updates may be slow and the cursor appears frozen during long operations. Disable it only if the cursor doesn’t appear right, or if you want it to be visible in screenshots or screencasts.
nn: Om du er i tvil, lat dette stå på. Når det er slått av, kan oppdatering av peikaren gå treigt, og peikaren kan sjå ut til å frysa under lange operasjonar. Slå det berre av om peikaren ikkje ser rett ut, eller om du vil at han skal synast på skjermbilete eller skjermopptak.

source: Accessibility mode for tooltips
nn: Tilgjengelegheitsmodus for verktøytips

source: Dock windows to edges
nn: Fest vindauge til kantane

source: Distance for windows to snap to other panels:
nn: Avstand før vindauge festar seg til andre panel:

source: Distance for windows to snap to borders:
nn: Avstand før vindauge festar seg til kantar:

source: Edit keyboard and mouse actions…
nn: Rediger tastatur- og mushandlingar…

source: Save game automatically every:
nn: Lagre spel automatisk kvart:

source: Maximum number of autosave files:
nn: Maksimalt tal på autolagringsfiler:

source: Delete replays after:
nn: Slett reprisar etter:

source: Skip autosaves while inactive
nn: Hopp over autolagring ved inaktivitet

source: Compress Widelands data files (maps, replays, and savegames)
nn: Komprimer Widelands-datafiler (kart, reprisar og lagra spel)

source: Keep history of sent chat messages in a file
nn: Lagre historikk over sende pratemeldingar i ei fil

source: Show Census
nn: Vis folketeljing

source: Show Status
nn: Vis status

source: Show Soldier Levels
nn: Vis soldatnivå

source: Show Buildings
nn: Vis bygningar

source: Show Workarea Overlaps
nn: Vis overlapping av arbeidsområde

source: Pause game when inactive for:
nn: Paus spelet ved inaktivitet i:

source: Start building road after placing a flag
nn: Start vegbygging etter plassering av flagg

source: Show in-game chat with transparent background
nn: Vis pratevindauge i spelet med gjennomsiktig bakgrunn

source: Use single watchwindow mode
nn: Bruk modus for enkelt overvakingsvindauge

source: Display system time in the info panel
nn: Vis systemtid i infopanelet

source: Allow diagonal scrolling with the numeric keypad
nn: Tillat diagonal rulling med det numeriske tastaturet

source: Scroll when the mouse cursor is near the screen edge
nn: Rull når musepeikaren er nær skjermkanten

source: Invert click-and-drag map movement direction
nn: Snu retning for klikk-og-dra-kartrørsle

source: Animate automatic map movements
nn: Animer automatiske kartrørsler

source: Teach me how to play
nn: Lær meg korleis ein spelar

source: Progress…
nn: Framdrift…

source: Interface
nn: Grensesnitt

source: Sound
nn: Lyd

source: Saving
nn: Lagring

source: New Games
nn: Nye spel

source: In-Game
nn: I spelet

source: Off
nn: Av

source: Never
nn: Aldri

# multiscreen
source: Follow mouse
nn: Følg mus

source: Fullscreen
nn: Fullskjerm

source: Maximized
nn: Maksimert

source: Try system language
nn: Prøv systemspråket

source: The translation into %s is complete.
nn: Omsetjinga til %s er fullstendig.

source: The translation into %1% is %2%%% complete.
nn: Omsetjinga til %1% er %2%%% ferdig.

source: If you wish to help us translate, please visit %s
nn: Om du ønskjer å hjelpa oss med å omsetja, ver venleg og besøk %s

source: The random map generator is still in beta stage. The maps it generates are usually – but not always – well playable. Seafaring and artifacts are not supported. Add-ons of the Tribes and Script categories are disabled in random matches.
nn: Generatoren for tilfeldige kart er framleis i beta. Karta han genererer er vanlegvis – men ikkje alltid – godt spelbare. Sjøfart og artefaktar er ikkje støtta. Tillegg i kategoriane Stammar og Skript er deaktiverte i tilfeldige kampar.

source: Map Generation Error
nn: Feil ved kartgenerering

source: The random map generator was unable to generate a suitable map. This happens occasionally because the generator is still in beta stage. Please try again with slightly different settings.
nn: Generatoren for tilfeldige kart klarte ikkje å laga eit passande kart. Dette skjer av og til fordi generatoren framleis er i beta. Ver venleg og prøv igjen med litt andre innstillingar.

source: Choose Scenario
nn: Vel scenario

source: Choose Tutorial
nn: Vel opplæringsdel

source: Pick a tutorial from the list, then hit “OK”.
nn: Vel ein opplæringsdel frå lista, og trykk «OK».

source: You can see a description of the currently selected tutorial on the right.
nn: Du kan sjå ei skildring av den valde opplæringsdelen til høgre.

source: Return to campaign selection
nn: Gå tilbake til kampanjeval

source: Play this scenario
nn: Spel dette scenariet

source: Play this tutorial
nn: Spel denne opplæringsdelen

source: The order in which the tutorials should be played
nn: Rekkje følgja opplæringsdelane bør spelast i

source: Tutorial Name
nn: Namn på opplæringsdel

source: The number of this scenario in the campaign
nn: Nummeret på dette scenariet i kampanjen

source: Scenario Name
nn: Scenarionamn

source: Invalid path to file in campaigns.lua of tutorials.lua: %s
nn: Ugyldig filsti i campaigns.lua eller tutorials.lua: %s

source: Tutorial
nn: Opplæring

source: Author
nn: Forfattar

source: Authors
nn: Forfattarar

source: You
nn: Du

source: Unknown
nn: Ukjend

source: Operating System:
nn: Operativsystem:

source: Compiled with SDL version:
nn: Kompilert med SDL-versjon:

source: Using SDL version:
nn: Bruker SDL-versjon:

source: SDL video driver:
nn: SDL-videodrivar:

source: SDL horizontal scroll:
nn: SDL horisontal rulling:

source: assuming inverted
nn: går ut ifrå omvendt

source: Locale:
nn: Lokale:

source: Home Directory:
nn: Heimemappe:

source: Configuration File:
nn: Konfigurasjonsfil:

source: Data Directory:
nn: Datamappe:

source: Locale Directory:
nn: Lokalemappe:

source: Executable Directory:
nn: Køyrefil-mappe:

source: Enabled Add-Ons:
nn: Aktiverte tillegg:

source: Inactive Installed Add-Ons:
nn: Inaktive installerte tillegg:

source: Copy the technical report to the clipboard
nn: Kopier den tekniske rapporten til utklippstavla

# teaching_progress
source: Edit Teaching Progress
nn: Rediger opplæringsframdrift

# teaching_progress
source: Teaching objectives
nn: Opplæringsmål

source: Mark All
nn: Merk alt

source: Unmark All
nn: Fjern merking

source: Widelands could not find the last edited map.
nn: Widelands klarte ikkje å finna det sist redigerte kartet.

source: No Last Edited Map
nn: Ingen sist redigert kart

source: No last saved replay.
nn: Ingen sist lagra reprise.

source: No last saved game.
nn: Ingen sist lagra spel.

source: Widelands could not find the file "%s".
nn: Widelands kunne ikkje finna fila «%s».

source: Error message:
nn: Feilmelding:

source: File system error
nn: Filsystemfeil

source: Command line parameter --%s can not use a value
nn: Kommandolinjeparameter --%s kan ikkje bruka ein verdi

source: Empty value of command line parameter --%s
nn: Tom verdi for kommandolinjeparameter --%s

source: Command line parameters --%1$s and --%2$s can not be combined
nn: Kommandolinjeparameterane --%1$s og --%2$s kan ikkje kombinerast

source: Unknown command line parameter: %s Maybe a '=' is missing?
nn: Ukjend kommandolinjeparameter: %s Kanskje eit «=»-teikn manglar?

source: Non-integer value for command line parameter --messagebox-timeout=%s
nn: Ikkje-heiltalsverdi for kommandolinjeparameter --messagebox-timeout=%s

source: Value is out of range for command line parameter --messagebox-timeout=%s
nn: Verdien er utanfor rekkevidde for kommandolinjeparameter --messagebox-timeout=%s

source: Non-integer value for command line parameter --difficulty=%s
nn: Ikkje-heiltalsverdi for kommandolinjeparameter --difficulty=%s

source: Unknown command line parameter: %s
nn: Ukjend kommandolinjeparameter: %s

source: Incompatible
nn: Inkompatibel

source: Game ended unexpectedly
nn: Spelet avslutta uventa

source: Unexpected error during the game
nn: Uventa feil under spelet

source: An error occured during the game. The error message is: %1$s Please report this problem to help us improve Widelands. You will find related messages in the standard output (stdout.txt on Windows). You are using version %2$s. Please add this information to your report. Would you like Widelands to attempt to create an emergency savegame? It is often – though not always – possible to load it and continue playing.
nn: Ein feil oppstod under spelet. Feilmeldinga er: %1$s Ver venleg og rapporter dette problemet for å hjelpa oss med å forbetra Widelands. Du finn relaterte meldingar i standard utdata (stdout.txt på Windows). Du bruker versjon %2$s. Ver venleg og legg ved denne informasjonen i rapporten din. Vil du at Widelands skal prøva å oppretta ein nødlagring? Det er ofte – men ikkje alltid – mogleg å lasta den og halda fram med å spela.

source: The game ended unexpectedly for the following reason: %s Would you like Widelands to attempt to create an emergency savegame? It is often – though not always – possible to load it and continue playing.
nn: Spelet avslutta uventa av følgjande grunn: %s Vil du at Widelands skal prøva å oppretta ein nødlagring? Det er ofte – men ikkje alltid – mogleg å lasta den og halda fram med å spela.

source: Emergency save failed
nn: Nødlagring mislukkast

source: We are sorry, but Widelands was unable to create an emergency savegame for the following reason: %s
nn: Me beklagar, men Widelands klarte ikkje å oppretta ein nødlagring av følgjande grunn: %s

source: Market
nn: Marknad

source: Warehouse
nn: Lager

source: Port
nn: Hamn

source: Minor Training Site
nn: Lite treningsområde

source: Major Training Site
nn: Stort treningsområde

source: Primary Small Military Site
nn: Primært lite militærområde

source: Secondary Small Military Site
nn: Sekundært lite militærområde

source: Primary Medium Military Site
nn: Primært middels militærområde

source: Secondary Medium Military Site
nn: Sekundært middels militærområde

source: Tower
nn: Tårn

source: Fortress
nn: Festning

source: Woodcutter’s House
nn: Tømmerhoggarhus

source: Forester’s House
nn: Skogvaktarhus

source: Quarry
nn: Steinbrot

source: Primary Building Materials Industry
nn: Primær byggjematerialindustri

source: Secondary Building Materials Industry
nn: Sekundær byggjematerialindustri

source: Tertiary Building Materials Industry
nn: Tertiær byggjematerialindustri

source: Fishing
nn: Fiske

source: Hunting
nn: Jakt

source: Fish/Meat Replenishing
nn: Fisk-/kjøt-etterfylling

source: Well
nn: Brønn

source: Primary Farm
nn: Primærgard

source: Secondary Farm
nn: Sekundærgard

source: Mill
nn: Mølle

source: Bakery
nn: Bakeri

source: Brewery
nn: Bryggeri

source: Smokery
nn: Røykeri

source: Tavern
nn: Vertshus

source: Ore Smelting
nn: Malmsmelting

source: Tool Smithy
nn: Verktøysmie

source: Weapon Smithy
nn: Våpensmie

source: Armor Smithy
nn: Rustningssmie

source: Weaving Mill
nn: Veveri

source: Shipyard
nn: Skipsverft

source: Ferry Yard
nn: Ferjeleie

source: Scouting
nn: Speiding

source: Barracks
nn: Brakke

source: Second Carrier
nn: Andre berar

source: Charcoal
nn: Trekol

source: Stone Mine
nn: Steingruve

source: Coal Mine
nn: Kolgruve

source: Iron Mine
nn: Jerngruve

source: Gold Mine
nn: Gullgruve

source: Agricultural Producer
nn: Landbruksprodusent

source: Primary Agricultural Consumer
nn: Primær landbruksforbrukar

source: Secondary Agricultural Consumer
nn: Sekundær landbruksforbrukar

source: Alternative Industry
nn: Alternativ industri

source: Industry Support
nn: Industristøtte

source: Watch Replay
nn: Sjå reprise

source: Watch Latest Replay
nn: Sjå siste reprise

source: Singleplayer
nn: Einspelar

source: Multiplayer
nn: Fleirspelar

source: Editor – Load Map
nn: Editor – Last kart

source: Editor – New Map
nn: Editor – Nytt kart

source: Editor – New Random Map
nn: Editor – Nytt tilfeldig kart

source: About
nn: Om
