Repository: widelands/widelands
Catalog: data/i18n/translations/widelands/*.po
Languages: nn

source: Move this trade to %s
nn: Flytt denne handelen til %s

source: %1$s proposed to extend this trade indefinitely.
nn: %1$s foreslo å utvida denne handelen på ubestemt tid.

source: %1$s proposed to extend this trade by %2$d batch.
nn: %1$s foreslo å utvida denne handelen med %2$d sending.

source: Reject this trade extension proposal
nn: Avvis dette framlegget om handelsutviding

source: Accept this trade extension proposal
nn: Godta dette framlegget om handelsutviding

source: You proposed to extend this trade indefinitely.
nn: Du foreslo å utvida denne handelen på ubestemt tid.

source: You proposed to extend this trade by %d batch.
nn: Du foreslo å utvida denne handelen med %d sending.

source: Retract this trade extension proposal
nn: Trekk tilbake dette framlegget om handelsutviding

source: Exit Game Confirmation
nn: Stadfest avslutting av spel

source: Are you sure you wish to exit this game?
nn: Er du sikker på at du vil avslutta dette spelet?

source: Error Saving Game!
nn: Feil ved lagring av spel!

source: Messages: Inbox
nn: Meldingar: Innboks

source: Title
nn: Tittel

# message
source: Sent
nn: Sendt

source: Show Archive
nn: Vis arkiv

source: Center main mapview on location
nn: Sentrer hovudkartvising på staden

source: Show all messages
nn: Vis alle meldingar

source: Show geologists’ messages only
nn: Vis berre meldingar frå geologar

source: Show economy messages only
nn: Vis berre økonomimeldingar

source: Show seafaring messages only
nn: Vis berre sjøfartsmeldingar

source: Show warfare messages only
nn: Vis berre krigføringsmeldingar

source: Show scenario messages only
nn: Vis berre scenariomeldingar

source: Show diplomacy messages only
nn: Vis berre diplomatimeldingar

source: Messages: Archive
nn: Meldingar: Arkiv

source: Show Inbox
nn: Vis innboks

source: Restore the selected %d message
nn: Gjenopprett den valde %d meldinga

source: Restore selected message
nn: Gjenopprett vald melding

source: Archive the selected %d message
nn: Arkiver den valde %d meldinga

source: Archive selected message
nn: Arkiver vald melding

source: Game over
nn: Spelet er slutt

source: Player Info:
nn: Spelarinfo:

source: Elapsed time:
nn: Tid gått:

source: Continue playing
nn: Hald fram med å spela

source: Time
nn: Tid

source: Lost
nn: Tapte

source: Won
nn: Vann

source: Resigned
nn: Gav opp

# player_won
source: Unknown
nn: Ukjend

source: You won!
nn: Du vann!

source: You lost.
nn: Du tapte.

source: %s won!
nn: %s vann!

source: Team %u won!
nn: Lag %u vann!

source: Score
nn: Poengsum

source: Team Score
nn: Lagpoeng

source: %d file
nn: %d fil

source: Selected %1% directory and %2%:
nn: Valde %1% mappe og %2%:

source: Directory Name:
nn: Mappenamn:

source: Error:
nn: Feil:

source: Map Name:
nn: Kartnamn:

source: Start of Replay:
nn: Start på reprise:

source: Game Time:
nn: Speletid:

source: Widelands Version:
nn: Widelands-versjon:

source: Win Condition:
nn: Sigersvilkår:

source: Add-Ons:
nn: Tillegg:

source: Game data error:
nn: Speldatafeil:

source: Productivity
nn: Produktivitet

source: Warships lost
nn: Tapte krigsskip

source: Warships defeated
nn: Overvunne krigsskip

source: Casualties
nn: Falne

source: Kills
nn: Drepne

source: Military buildings lost
nn: Tapte militære bygningar

source: Military buildings defeated
nn: Overvunne militære bygningar

source: Civilian buildings lost
nn: Tapte sivile bygningar

source: Civilian buildings destroyed
nn: Øydelagde sivile bygningar

source: Military
nn: Militær

source: Info Panel Visibility
nn: Infopanel-synlegheit

source: Follow mouse
nn: Følg mus

source: Hide
nn: Gøym

source: Move panel to bottom
nn: Flytt panel til botnen

source: Move panel to top
nn: Flytt panel til toppen

source: Cheat mode enabled
nn: Juksemodus aktivert

source: Priority: Very Low
nn: Prioritet: Svært låg

source: Priority: Low
nn: Prioritet: Låg

source: Priority: Normal
nn: Prioritet: Normal

source: Priority: High
nn: Prioritet: Høg

source: Priority: Very High
nn: Prioritet: Svært høg

source: Increase the number of wares you want to be stored here
nn: Auk talet på varer du vil lagra her

source: Decrease the number of wares you want to be stored here
nn: Mink talet på varer du vil lagra her

source: Hold down Shift to increase all ware types at the same time
nn: Hald nede Shift for å auka alle varetypar samstundes

source: Hold down Shift to decrease all ware types at the same time
nn: Hald nede Shift for å minka alle varetypar samstundes

source: Hold down Ctrl to allow all of this ware
nn: Hald nede Ctrl for å tillata alt av denne vara

source: Hold down Ctrl to allow none of this ware
nn: Hald nede Ctrl for å ikkje tillata noko av denne vara

source: Remove ware
nn: Fjern vare

source: Add ware
nn: Legg til vare

source: Hide controls
nn: Gøym kontrollar

source: Show controls
nn: Vis kontrollar

source: Map View
nn: Kartvising

source: Plugins
nn: Programtillegg

source: Hide Minimap
nn: Gøym minikart

source: Show Minimap
nn: Vis minikart

source: Hide Quick Navigation
nn: Gøym hurtignavigasjon

source: Show Quick Navigation
nn: Vis hurtignavigasjon

source: Reset zoom
nn: Nullstill zoom

source: Road length: %1$u (%2$u)
nn: Veglengde: %1$u (%2$u)

source: Waterway length: %1$u (%2$u) / %3$u
nn: Vassveglengde: %1$u (%2$u) / %3$u

source: Road length: %u
nn: Veglengde: %u

source: Waterway length: %1$u / %2$u
nn: Vassveglengde: %1$u / %2$u

source: Failed saving screenshot!
nn: Klarte ikkje å lagra skjermbilete!

source: Screenshot saved
nn: Skjermbilete lagra

source: Game Speed
nn: Spelfart

source: Set sound effect and music options
nn: Set innstillingar for lydeffektar og musikk

source: Restart Replay
nn: Start reprise på nytt

source: Restart Scenario
nn: Start scenario på nytt

source: Are you sure you wish to restart this replay?
nn: Er du sikker på at du vil starta denne reprisen på nytt?

source: Are you sure you wish to restart this scenario?
nn: Er du sikker på at du vil starta dette scenariet på nytt?

source: Hide Census
nn: Gøym folketeljing

source: Hide Status
nn: Gøym status

source: Hide Soldier Levels
nn: Gøym soldatnivå

source: Hide Buildings
nn: Gøym bygningar

source: Speed +
nn: Fart +

source: Increase the game speed
nn: Auk spelfarten

source: Speed -
nn: Fart -

source: Decrease the game speed
nn: Mink spelfarten

source: Resume
nn: Hald fram

source: Resume the Game
nn: Hald fram spelet

source: Pause the Game
nn: Paus spelet

source: Remaining construction costs:
nn: Gjenverande byggjekostnad:

source: Statistics
nn: Statistikk

source: Seafaring
nn: Sjøfart

source: Soldiers
nn: Soldatar

source: Stock
nn: Lager

source: Hide Workarea Overlaps
nn: Gøym arbeidsområde-overlappingar

source: Toggle whether overlapping workareas are indicated when placing a constructionsite
nn: Slå av/på om overlappande arbeidsområde skal visast når du plasserer ein byggjeplass

source: No current objectives
nn: Ingen aktive mål

source: %u new message
nn: %u ny melding

source: Fastplace Shortcuts
nn: Snarvegar for hurtigplassering

source: Version Mismatch
nn: Versjonsavvik

source: This replay was created with a different Widelands version. It might be compatible, but will more likely desync or even fail to load. Please do not report any bugs that occur while watching this replay. Do you want to load the replay anyway?
nn: Denne reprisen vart laga med ein annan versjon av Widelands. Han kan vera kompatibel, men det er meir sannsynleg at han vil koma ut av synk eller ikkje lasta i det heile. Ver venleg og ikkje rapporter feil som oppstår medan du ser denne reprisen. Vil du lasta reprisen likevel?

source: Delete this replay
nn: Slett denne reprisen

source: Delete this game
nn: Slett dette spelet

source: Delete these replays
nn: Slett desse reprisane

source: Delete these games
nn: Slett desse spela

source: Official
nn: Offisiell

source: The map is provided by the official Widelands release
nn: Kartet er ein del av den offisielle Widelands-utgjevinga

source: Unofficial
nn: Uoffisiell

source: Custom or add-on map
nn: Tilpassa eller tilleggs-kart

source: Balanced
nn: Balansert

source: Player starting positions were designed to provide equal conditions for all players
nn: Startposisjonane er laga for å gje like vilkår for alle spelarar

source: Unbalanced
nn: Ubalansert

source: Players face different conditions or balancing is not checked
nn: Spelarar møter ulike vilkår, eller balansering er ikkje kontrollert

source: The map allows building ports and ships
nn: Kartet tillèt bygging av hamner og skip

source: Ferries
nn: Ferjer

source: The map allows building ferries, ferry yards and waterways
nn: Kartet tillèt bygging av ferjer, ferjeleie og vassvegar

source: Artifacts
nn: Artefaktar

source: The map contains artifacts for the Artifacts win condition
nn: Kartet inneheld artefaktar for artefakt-sigersvilkåret

source: The map contains a story line or other custom scripting
nn: Kartet inneheld ei historie eller anna tilpassa skripting

source: Free for all
nn: Alle mot alle

source: Every player fights against all other players
nn: Kvar spelar kjempar mot alle andre spelarar

source: 1v1
nn: 1 mot 1

source: Two players fight against each other
nn: To spelarar kjempar mot kvarandre

source: Teams of 2
nn: Lag på 2

source: Players form teams of two players each
nn: Spelarar dannar lag med to spelarar kvar

source: Teams of 3
nn: Lag på 3

source: Players form teams of three players each
nn: Spelarar dannar lag med tre spelarar kvar

source: Teams of 4
nn: Lag på 4

source: Players form teams of four players each
nn: Spelarar dannar lag med fire spelarar kvar

source: No Author
nn: Ingen forfattar

source: parent
nn: forelder

source: empty
nn: tom

source: Directory
nn: Mappe

source: The original name of this map: %s
nn: Originalnamnet på dette kartet: %s

source: The name of this map in your language: %s
nn: Namnet på dette kartet på ditt språk: %s

source: Game data error
nn: Speldatafeil

source: Pl.
nn: Sp.

source: Filename
nn: Filnamn

source: The name of the map or scenario
nn: Namnet på kartet eller scenariet

source: Size
nn: Storleik

source: The size of the map (Width x Height)
nn: Storleiken på kartet (Breidd x Høgd)

source: Map Name
nn: Kartnamn

source: Propose
nn: Foreslå

source: You offer:
nn: Du tilbyr:

source: You demand:
nn: Du krev:

source: Decrease amount by 10
nn: Mink mengda med 10

source: Decrease amount
nn: Mink mengda

source: Increase amount
nn: Auk mengda

source: Increase amount by 10
nn: Auk mengda med 10

source: Please select the player you want to trade with.
nn: Ver venleg og vel spelaren du vil handla med.

source: Please select the wares you want to send and receive.
nn: Ver venleg og vel varene du vil senda og ta imot.

source: It is not allowed to exchange more than %d ware per batch.
nn: Det er ikkje lov å byta meir enn %d vare per sending.

source: You cannot both send and receive the same ware type (%s).
nn: Du kan ikkje både senda og ta imot same varetype (%s).

source: Propose the configured trade to the selected player
nn: Foreslå den konfigurerte handelen til den valde spelaren

source: There are no pending trade proposals at the moment. You can propose a new trade from the first tab.
nn: Det er ingen ventande handelsframlegg for augeblikket. Du kan foreslå ein ny handel frå den første fana.

source: There are no pending trade proposals at the moment.
nn: Det er ingen ventande handelsframlegg for augeblikket.

source: Cancel this trade
nn: Avbryt denne handelen

source: Resume this paused trade. This requires all queues to be at their maximum capacity.
nn: Ta opp att denne pausa handelen. Dette krev at alle køar er på maksimal kapasitet.

source: Pause this trade
nn: Paus denne handelen

source: You need to pause the trade before you can change the queue capacity.
nn: Du må pausa handelen før du kan endra køkapasiteten.

source: Pause Trade?
nn: Paus handel?

source: Changing the capacity of the input queues will cause the trade to be paused. Pause the trade now?
nn: Å endra kapasiteten til inndatakøane vil føra til at handelen vert pausa. Paus handelen no?

source: Propose Trade
nn: Foreslå handel

source: Proposed Trades
nn: Foreslåtte handlar

source: Trade Offers
nn: Handelstilbod

source: Active Trade
nn: Aktiv handel

source: Owner
nn: Eigar

source: Roads
nn: Vegar

source: High Traffic
nn: Høg trafikk

source: Attacks
nn: Åtak

source: Next
nn: Neste

source: Shuffle
nn: Bland

source: Change color…
nn: Endra farge…

# unit_narrow
source: %1%h
nn: %1%t

# unit_generic
source: days
nn: dagar

# unit_generic
source: hours
nn: timar

# unit_generic
source: minutes
nn: minutt

source: game
nn: spel

source: Additional item
nn: Ekstra vare

source: (Empty)
nn: (Tomt)

source: Present
nn: Til stades

source: Missing
nn: Manglar

source: Coming
nn: På veg

source: Exp
nn: Erf

source: Next Level
nn: Neste nivå

source: Decrease experience by 1
nn: Mink erfaring med 1

source: Increase experience by 1
nn: Auk erfaring med 1

source: Terminate the employment of the selected worker
nn: Sei opp den valde arbeidaren

source: coming
nn: på veg

source: vacant
nn: ledig

source: (vacant)
nn: (ledig)

source: Quick Navigation
nn: Hurtignavigasjon

source: Go to previous location
nn: Gå til førre stad

source: Go to next location
nn: Gå til neste stad

source: Add a new landmark
nn: Legg til nytt landemerke

source: Go to this landmark
nn: Gå til dette landemerket

source: View this landmark in a watch window
nn: Vis dette landemerket i eit overvakingsvindauge

source: Unset this landmark
nn: Fjern dette landemerket

source: Set this landmark to the current map view location
nn: Set dette landemerket til gjeldande kartvising

source: Remove this landmark
nn: Fjern dette landemerket

source: Confirm Deleting File
nn: Stadfest sletting av fil

source: Confirm Deleting Files
nn: Stadfest sletting av filer

source: Do you really want to delete this game?
nn: Er du sikker på at du vil sletta dette spelet?

source: Do you really want to delete this %d game?
nn: Er du sikker på at du vil sletta dette %d spelet?

source: Error Deleting File!
nn: Feil ved sletting av fil!

source: Error Deleting Files!
nn: Feil ved sletting av filer!

source: The game could not be deleted.
nn: Spelet kunne ikkje slettast.

source: %d game could not be deleted.
nn: %d spel kunne ikkje slettast.

source: Do you really want to delete this replay?
nn: Er du sikker på at du vil sletta denne reprisen?

source: Do you really want to delete this %d replay?
nn: Er du sikker på at du vil sletta denne %d reprisen?

source: The replay could not be deleted.
nn: Reprisen kunne ikkje slettast.

source: %d replay could not be deleted.
nn: %d reprise kunne ikkje slettast.

source: This file has the wrong format and can’t be loaded. Maybe it was created with an older version of Widelands.
nn: Denne fila har feil format og kan ikkje lastast. Kanskje ho vart laga med ein eldre versjon av Widelands.

source: Today, %1%:%2%
nn: I dag, %1%:%2%

source: saved today at %1%:%2%
nn: lagra i dag kl. %1%:%2%

source: Yesterday, %1%:%2%
nn: I går, %1%:%2%

source: saved yesterday at %1%:%2%
nn: lagra i går kl. %1%:%2%

source: saved on %1$s %2$u, %3$u
nn: lagra den %2$u %1$s %3$u

source: Autosave: %1%
nn: Autolagring: %1%

source: Autosave %1%: %2%
nn: Autolagring %1%: %2%

source: SP
nn: ES

source: H (%1%)
nn: V (%1%)

source: MP (%1%)
nn: FS (%1%)

source: Incompatible: %s
nn: Inkompatibel: %s

source: Save Date
nn: Lagringsdato

source: The date this game was saved
nn: Datoen dette spelet vart lagra

source: The filename that the game was saved under followed by the map’s name, or the map’s name followed by the last objective achieved.
nn: Filnamnet spelet vart lagra under etterfølgt av kartnamnet, eller kartnamnet etterfølgt av sist oppnådde mål.

source: Game Mode
nn: Spelmodus

source: SP = Single Player
nn: ES = Einspelar

source: MP = Multiplayer
nn: FS = Fleirspelar

source: H = Multiplayer (Host)
nn: V = Fleirspelar (Vert)

source: Numbers are the number of players.
nn: Tala er talet på spelarar.

source: Mode
nn: Modus

source: Filename: Map name (start of replay)
nn: Filnamn: Kartnamn (start på reprise)

source: Map name (start of replay)
nn: Kartnamn (start på reprise)

source: Watch the selected ship
nn: Sjå på det valde skipet

source: Open the selected ship’s window
nn: Opne vindauget til det valde skipet

source: (You can use %s to go to the selected ship and open its window.)
nn: (Du kan bruka %s for å gå til det valde skipet og opna vindauget.)

source: Center the map on the selected ship
nn: Sentrer kartet på det valde skipet

# ship
source: Name
nn: Namn

# ship_state
source: Shipping
nn: Fraktar

# ship_state
source: Being Refitted
nn: Byggjast om

source: Seafaring Statistics (%u Ship)
nn: Sjøfartsstatistikk (%u skip)

source: Show all ships
nn: Vis alle skip

source: Show empty ships
nn: Vis tomme skip

source: Show ships shipping wares and workers
nn: Vis skip som fraktar varer og arbeidarar

source: Show waiting expeditions
nn: Vis ventande ekspedisjonar

source: Show scouting expeditions
nn: Vis speidande ekspedisjonar

source: Show expeditions that have found a port space or are founding a colony
nn: Vis ekspedisjonar som har funne hamneplass eller grunnlegg ein koloni

source: Show warships
nn: Vis krigsskip

source: Show ships being refitted
nn: Vis skip som byggjast om

source: Damaged warships regain %u hitpoint per second when anchored in a port.
nn: Skadde krigsskip får tilbake %u helsepoeng per sekund når dei ligg ankra i ei hamn.

source: Scout towards the north west
nn: Speid mot nordvest

source: Explore the island’s coast clockwise
nn: Utforsk øya sin kyst med klokka

source: Scout towards the north east
nn: Speid mot nordaust

source: Scout towards the west
nn: Speid mot vest

source: Construct a port at the current location
nn: Bygg ei hamn på gjeldande stad

source: Anchor at the current location
nn: Ankre opp på gjeldande stad

source: Scout towards the east
nn: Speid mot aust

source: Scout towards the south west
nn: Speid mot sørvest

source: Explore the island’s coast counter clockwise
nn: Utforsk øya sin kyst mot klokka

source: Scout towards the south east
nn: Speid mot søraust

source: Destination
nn: Reisemål

source: Sink the ship
nn: Søkk skipet

source: Cancel the Expedition
nn: Avbryt ekspedisjonen

source: Go to ship
nn: Gå til skip

source: Cancel Expedition
nn: Avbryt ekspedisjon

source: This expedition can’t be canceled, because the ship has no port to return to.
nn: Denne ekspedisjonen kan ikkje avbrytast fordi skipet ikkje har nokon hamn å returnera til.

# destination
source: (none)
nn: (ingen)

source: Go to destination (%s)
nn: Gå til reisemål (%s)

source: Go to destination
nn: Gå til reisemål

source: Refit to transport ship
nn: Bygg om til transportskip

source: Refit to warship
nn: Bygg om til krigsskip

source: Health: %u
nn: Helse: %u

source: Attack: %u
nn: Åtak: %u

source: Defense: %u
nn: Forsvar: %u

source: Evade: %u
nn: Unnvik: %u

source: By Attribute
nn: Etter eigenskap

source: Overview (%u)
nn: Oversyn (%u)

source: Capacity
nn: Kapasitet

source: Click soldier to send away
nn: Klikk på soldat for å senda han bort

source: Changes the volume. Click to hear a sample.
nn: Endrar volumet. Klikk for å høyra eit døme.

source: Play your own music in-game
nn: Spel di eiga musikk i spelet

source: You can play custom in-game music by placing your own music files in ‘<Widelands Home Directory>/music/custom_XX.*’ (where ‘XX’ are sequential two-digit numbers starting with 00). Supported file formats are ‘.mp3’ and ‘.ogg’.
nn: Du kan spela di eiga musikk i spelet ved å leggja dine eigne musikkfiler i ‘<Widelands Home Directory>/music/custom_XX.*’ (der ‘XX’ er sekvensielle tosifra tal som startar med 00). Støtta filformat er ‘.mp3’ og ‘.ogg’.

source: Play the intro music at startup
nn: Spel introduksjonsmusikken ved oppstart

source: Whether to play the intro music when Widelands is started. The splashscreen is only closed automatically when the intro music ends, but can be skipped by a keypress or a mouse click.
nn: Om introduksjonsmusikken skal spelast når Widelands startar. Oppstartsskjermen vert berre lukka automatisk når musikken er ferdig, men kan hoppast over med eit tastetrykk eller museklikk.

# sound_options
source: Music
nn: Musikk

# sound_options
source: Chat Messages
nn: Pratemeldingar

# sound_options
source: Game Messages
nn: Spelmeldingar

# sound_options
source: User Interface
nn: Brukargrensesnitt

# sound_options
source: Ambient Sounds
nn: Bakgrunnslydar

source: Sound is disabled either due to a problem with the sound driver, or because it was switched off at the command line.
nn: Lyd er deaktivert, anten på grunn av eit problem med lyddrivaren, eller fordi det vart slått av på kommandolinja.

source: Evaluate
nn: Vurder

source: Compare stocked amounts to economy target quantities
nn: Samanlikn lagra mengde med økonomisk målsetjing

source: Red:
nn: Raud:

source: Stock is lower than the target
nn: Lager er lågare enn målet

source: Yellow:
nn: Gul:

source: Stock is equal to the target
nn: Lager er likt målet

source: Green:
nn: Grøn:

source: Stock is higher than the target
nn: Lager er høgare enn målet

source: Wares (total)
nn: Varer (totalt)

source: Workers (total)
nn: Arbeidarar (totalt)

source: Wares in warehouses
nn: Varer i lager

source: Workers in warehouses
nn: Arbeidarar i lager

source: Next Mission
nn: Neste oppdrag

source: Start the next mission now
nn: Start det neste oppdraget no

source: Continue playing this mission
nn: Hald fram med å spela dette oppdraget

source: Suggested Teams
nn: Foreslåtte lag

source: Soldiers in training
nn: Soldatar under trening

source: Production
nn: Produksjon

source: Consumption
nn: Forbruk

source: Economy health
nn: Økonomisk helse

source: Remove 10 wares
nn: Fjern 10 varer

source: Remove a ware
nn: Fjern ei vare

source: Add a ware
nn: Legg til ei vare

source: Add 10 wares
nn: Legg til 10 varer

source: Configure this building’s economy
nn: Konfigurer økonomien til denne bygningen

source: Wares waiting to be shipped
nn: Varer som ventar på frakt

source: Workers waiting to embark
nn: Arbeidarar som ventar på ombordstiging

source: Expedition
nn: Ekspedisjon

source: Follow
nn: Følg

source: Center the main view on this
nn: Sentrer hovudvisinga på dette
