Repository: widelands/widelands
Catalog: data/i18n/translations/widelands/*.po
Languages: nn

source: Internet Login
nn: Innlogging på Internett

source: Toggle Building Spaces
nn: Slå av/på byggjeplassar

source: Toggle Minimap
nn: Slå av/på minikart

source: Encyclopedia
nn: Oppslagsverk

source: Context Menu
nn: Kontekstmeny

source: Cut Text
nn: Klipp ut tekst

source: Copy Text
nn: Kopier tekst

source: Paste Text
nn: Lim inn tekst

source: Delete Item
nn: Slett element

source: Tooltip Accessibility Mode Key
nn: Tast for verktøytips-tilgjengelegheit

source: Toggle Fullscreen
nn: Slå av/på fullskjerm

source: Take Screenshot
nn: Ta skjermbilete

source: Change Music
nn: Byt musikk

source: Open the Debug Console (developer tool)
nn: Opne feilsøkingskonsollen (utviklarverktøy)

source: Toggle Cheat Mode (developer tool)
nn: Slå av/på juksemodus (utviklarverktøy)

source: Load
nn: Last

source: Exit
nn: Avslutt

source: Zoom In
nn: Zoom inn

source: Zoom Out
nn: Zoom ut

source: Reset Zoom
nn: Nullstill zoom

source: Jump to Next Location
nn: Hopp til neste stad

source: Jump to Previous Location
nn: Hopp til førre stad

source: Publish Map Online
nn: Publiser kartet på nettet

source: Toggle Tools Menu
nn: Slå av/på verktøymeny

source: Change Height Tool
nn: Høgdeendringsverktøy

source: Random Height Tool
nn: Tilfeldig høgd-verktøy

source: Terrain Tool
nn: Terrengverktøy

source: Immovables Tool
nn: Verktøy for faste objekt

source: Animals Tool
nn: Dyreverktøy

source: Resources Tool
nn: Ressursverktøy

source: Port Spaces Tool
nn: Hamneplassverktøy

source: Info Tool
nn: Infoverktøy

source: Map Origin Tool
nn: Kartopphavsverktøy

source: Map Size Tool
nn: Kartstorleikverktøy

source: Players Menu
nn: Spelarmeny

source: Toggle Height Heat Map
nn: Slå av/på høgdevarmekart

source: Toggle Grid
nn: Slå av/på rutenett

source: Toggle Oceans
nn: Slå av/på hav

source: Toggle Immovables
nn: Slå av/på faste objekt

source: Toggle Animals
nn: Slå av/på dyr

source: Toggle Resources
nn: Slå av/på ressursar

source: Toggle Maximum Build Spaces
nn: Slå av/på maksimale byggjeplassar

source: Set Toolsize to %d
nn: Set verktøystorleik til %d

source: Set Tool Gap to %d%%
nn: Set verktøyhol til %d%%

source: Sound Options
nn: Lydinnstillingar

source: Restart Scenario or Replay
nn: Start scenario eller reprise på nytt

source: Toggle Census
nn: Slå av/på folketeljing

source: Toggle Status Labels
nn: Slå av/på statusmerkelappar

source: Toggle Soldier Levels
nn: Slå av/på soldatnivå

source: Toggle Buildings Visibility
nn: Slå av/på bygningssynlegheit

source: Toggle Overlapping Workareas
nn: Slå av/på overlappande arbeidsområde

source: General Statistics
nn: Generell statistikk

source: Ware Statistics
nn: Varestatistikk

source: Building Statistics
nn: Bygningsstatistikk

source: Stock Inventory
nn: Lageroversikt

source: Soldier Statistics
nn: Soldatstatistikk

source: Seafaring Statistics
nn: Sjøfartsstatistikk

source: Decrease Game Speed by 1×
nn: Mink spelfarten med 1×

source: Decrease Game Speed by 0.25×
nn: Mink spelfarten med 0.25×

source: Decrease Game Speed by 10×
nn: Mink spelfarten med 10×

source: Increase Game Speed by 1×
nn: Auk spelfarten med 1×

source: Increase Game Speed by 0.25×
nn: Auk spelfarten med 0.25×

source: Increase Game Speed by 10×
nn: Auk spelfarten med 10×

source: Reset Game Speed
nn: Nullstill spelfart

source: Pause The Game
nn: Paus spelet

source: Scroll to Starting Field
nn: Rull til startfeltet

source: Chat
nn: Prat

source: Pinned Note
nn: Festa notat

source: Go to Location
nn: Gå til stad

source: Show All Messages
nn: Vis alle meldingar

source: Show Geologists’ Messages Only
nn: Vis berre meldingar frå geologar

source: Show Economy Messages Only
nn: Vis berre økonomimeldingar

source: Show Seafaring Messages Only
nn: Vis berre sjøfartsmeldingar

source: Show Military Messages Only
nn: Vis berre militære meldingar

source: Show Scenario Messages Only
nn: Vis berre scenariomeldingar

source: Show Diplomacy Messages Only
nn: Vis berre diplomatimeldingar

source: Go to Ship
nn: Gå til skip

source: Watch Ship
nn: Sjå på skip

source: Open Ship Window
nn: Opne skipsvindauge

source: Open Ship Window And Go to Ship
nn: Opne skipsvindauge og gå til skip

source: Show All Ships
nn: Vis alle skip

source: Show Idle Ships
nn: Vis ledige skip

source: Show Transport Ships
nn: Vis transportskip

source: Show Waiting Expeditions
nn: Vis ventande ekspedisjonar

source: Show Scouting Expeditions
nn: Vis speidande ekspedisjonar

source: Show Expeditions with Port Spaces
nn: Vis ekspedisjonar med hamneplassar

source: Show Warships
nn: Vis krigsskip

source: Show Ships Being Refitted
nn: Vis skip under ombygging

source: Toggle Quick Navigation
nn: Slå av/på hurtignavigasjon

source: Set Landmark #%d
nn: Set landemerke #%d

source: Go To Landmark #%d
nn: Gå til landemerke #%d

source: Save Game
nn: Lagre spel

source: Exit Game
nn: Avslutt spel

# hotkey
source: Arrow keys
nn: Piltastar

source: Move the map
nn: Flytt kartet

# hotkey
source: Ctrl + Arrow keys
nn: Ctrl + Piltastar

source: Move the map fast
nn: Flytt kartet fort

# hotkey
source: Shift + Arrow keys
nn: Shift + Piltastar

source: Move the map slowly
nn: Flytt kartet sakte

source: Remember current location
nn: Hugs gjeldande stad

source: Go to previously remembered location
nn: Gå til tidlegare hugsa stad

source: Keyboard Shortcuts
nn: Tastatursnarvegar

source: Message Window
nn: Meldingsvindauge

source: Ship Statistics
nn: Skipstatistikk

source: Change tool size
nn: Endra verktøystorleik

source: Change tool gap
nn: Endra verktøyhol

# hotkey
source: Click
nn: Klikk

source: Place new elements on the map, or increase map elements by the value selected by ‘Increase/Decrease value’
nn: Plasser nye element på kartet, eller auk kartelement med verdien som er vald under ‘Auk/Mink verdien’

# hotkey
source: Shift + Click
nn: Shift + Klikk

source: Remove elements from the map, or decrease map elements by the value selected by ‘Increase/Decrease value’
nn: Fjern element frå kartet, eller mink kartelement med verdien som er vald under ‘Auk/Mink verdien’

# hotkey
source: Ctrl + Click
nn: Ctrl + Klikk

source: Set map elements to the value selected by ‘Set Value’
nn: Set kartelement til verdien som er vald under ‘Set verdi’

# hotkey
source: Messages: %s
nn: Meldingar: %s

# hotkey
source: Seafaring: %s
nn: Sjøfart: %s

# hotkey
source: Space
nn: Mellomrom

# hotkey
source: Menu
nn: Meny

# hotkey
source: Application
nn: Applikasjon

# hotkey
source: Left Arrow Key
nn: Venstre piltast

# hotkey
source: Right Arrow Key
nn: Høgre piltast

# hotkey
source: Up Arrow Key
nn: Opp piltast

# hotkey
source: Down Arrow Key
nn: Ned piltast

# hotkey
source: Numpad Lock
nn: Num Lock

# hotkey
source: Keypad 1
nn: Tastatur 1

# hotkey
source: Keypad 2
nn: Tastatur 2

# hotkey
source: Keypad 3
nn: Tastatur 3

# hotkey
source: Keypad 4
nn: Tastatur 4

# hotkey
source: Keypad 5
nn: Tastatur 5

# hotkey
source: Keypad 6
nn: Tastatur 6

# hotkey
source: Keypad 7
nn: Tastatur 7

# hotkey
source: Keypad 8
nn: Tastatur 8

# hotkey
source: Keypad 9
nn: Tastatur 9

# hotkey
source: Keypad 0
nn: Tastatur 0

# hotkey
source: Keypad .
nn: Tastatur .

# hotkey
source: Keypad +
nn: Tastatur +

# hotkey
source: Keypad -
nn: Tastatur -

# hotkey
source: Keypad *
nn: Tastatur *

# hotkey
source: Keypad /
nn: Tastatur /

# hotkey
source: Keypad Enter
nn: Tastatur Enter

source: (disabled)
nn: (deaktivert)

source: Fastplace #%i
nn: Hurtigplassering #%i

source: Destroy building?
nn: Øydelegg bygning?

source: Do you really want to destroy this building?
nn: Er du sikker på at du vil øydeleggja denne bygningen?

source: Dismantle building?
nn: Demonter bygning?

source: Do you really want to dismantle this building?
nn: Er du sikker på at du vil demontera denne bygningen?

source: Preserve wares
nn: Ta vare på varer

source: Any wares left in the building will be dropped out by the builder, increasing the dismantling time
nn: Alle varer som er att i bygningen vil bli borne ut av byggjaren, noko som aukar demonteringstida

source: Enhance building?
nn: Forbetra bygning?

source: Do you really want to enhance this building?
nn: Er du sikker på at du vil forbetra denne bygningen?

source: Be careful if the enemy is near!
nn: Ver forsiktig om fienden er nær!

source: Any wares left in the building will be dropped out by the builder, increasing the enhancing time
nn: Alle varer som er att i bygningen vil bli borne ut av byggjaren, noko som aukar forbetringstida

source: Sink the ship?
nn: Søkk skipet?

source: Do you really want to sink %s?
nn: Er du sikker på at du vil søkkja %s?

source: Cancel expedition?
nn: Avbryt ekspedisjon?

source: Do you really want to cancel the active expedition?
nn: Er du sikker på at du vil avbryta den aktive ekspedisjonen?

source: Do you really want to give up and become a spectator?
nn: Vil du verkeleg gje opp og bli tilskodar?

source: Resign?
nn: Avslutt?

source: Cancel?
nn: Avbryt?

source: Do you really want to cancel this trade agreement?
nn: Vil du verkeleg avbryta denne handelsavtalen?

source: Extend Trade
nn: Utvid handel

source: Select by how many batches you want to extend this trade:
nn: Vel kor mange sendingar du vil utvida handelen med:

source: Toggle indefinite trade
nn: Slå av/på ubestemt handel

source: Batches:
nn: Sendingar:

source: Unpause?
nn: Start att?

source: Do you really want to unpause this trade? Doing so will reset all queues to their maximum capacity.
nn: Vil du verkeleg starta denne handelen att? Dette vil nullstilla alle køar til maksimal kapasitet.

source: Attack
nn: Åtak

source: %u ship
nn: %u skip

source: %u soldier
nn: %u soldat

source: Number of ships
nn: Tal på skip

source: Number of soldiers
nn: Tal på soldatar

source: Send less ships. Hold down Ctrl to send no ships
nn: Send færre skip. Hald nede Ctrl for å senda null skip

source: Send less soldiers. Hold down Ctrl to send no soldiers
nn: Send færre soldatar. Hald nede Ctrl for å senda null soldatar

source: Send more ships. Hold down Ctrl to send as many ships as possible
nn: Send fleire skip. Hald nede Ctrl for å senda så mange skip som mogleg

source: Send more soldiers. Hold down Ctrl to send as many soldiers as possible
nn: Send fleire soldatar. Hald nede Ctrl for å senda så mange soldatar som mogleg

source: Start attack
nn: Start åtak

source: Attackers:
nn: Angriparar:

source: Click on a ship to remove her from the list of attackers
nn: Klikk på eit skip for å fjerna det frå lista over angriparar

source: Click on a soldier to remove him from the list of attackers
nn: Klikk på ein soldat for å fjerna han frå lista over angriparar

source: Hold down Ctrl to remove all ships from the list
nn: Hald nede Ctrl for å fjerna alle skip frå lista

source: Hold down Ctrl to remove all soldiers from the list
nn: Hald nede Ctrl for å fjerna alle soldatar frå lista

source: Hold down Shift to remove all ships up to the one you’re pointing at
nn: Hald nede Shift for å fjerna alle skip fram til det du peikar på

source: Hold down Shift to remove all soldiers up to the one you’re pointing at
nn: Hald nede Shift for å fjerna alle soldatar fram til den du peikar på

source: Not attacking:
nn: Angrip ikkje:

source: Click on a ship to add her to the list of attackers
nn: Klikk på eit skip for å leggja det til i lista over angriparar

source: Click on a soldier to add him to the list of attackers
nn: Klikk på ein soldat for å leggja han til i lista over angriparar

source: Hold down Ctrl to add all ships to the list
nn: Hald nede Ctrl for å leggja til alle skip i lista

source: Hold down Ctrl to add all soldiers to the list
nn: Hald nede Ctrl for å leggja til alle soldatar i lista

source: Hold down Shift to add all ships up to the one you’re pointing at
nn: Hald nede Shift for å leggja til alle skip fram til det du peikar på

source: Hold down Shift to add all soldiers up to the one you’re pointing at
nn: Hald nede Shift for å leggja til alle soldatar fram til den du peikar på

source: Destroy target
nn: Øydelegg mål

source: Destroy the target building instead of conquering it
nn: Øydelegg målbygningen i staden for å erobra han

source: Show Debug Window
nn: Vis feilsøkingsvindauge

source: Center view on this
nn: Sentrer vising på dette

source: HP: %1$u/%2$u AT: %3$u/%4$u DE: %5$u/%6$u EV: %7$u/%8$u
nn: HP: %1$u/%2$u AT: %3$u/%4$u DE: %5$u/%6$u UN: %7$u/%8$u

source: (no building selected)
nn: (ingen bygning vald)

source: Owned:
nn: Eigde:

source: Under construction:
nn: Under bygging:

source: Low productivity threshold:
nn: Grense for låg produktivitet:

source: Show previous building
nn: Vis førre bygning

source: Show next building
nn: Vis neste bygning

source: Buildings will be considered unproductive if their productivity falls below this percentage
nn: Bygningar vil bli rekna som uproduktive om produktiviteten deira fell under denne prosenten

source: Small buildings
nn: Små bygningar

source: Medium buildings
nn: Middels bygningar

source: Big buildings
nn: Store bygningar

source: Mines
nn: Gruver

source: Ports
nn: Hamner

source: Low productivity:
nn: Låg produktivitet:

source: Lacking soldiers:
nn: Manglar soldatar:

source: Muted – click to unmute
nn: Dempa – klikk for å slå på lyd

source: Mute this building’s messages
nn: Demp meldingar frå denne bygningen

source: All buildings of this type are muted – click to unmute
nn: Alle bygningar av denne typen er dempa – klikk for å slå på lyd

source: Mute all buildings of this type
nn: Demp alle bygningar av denne typen

source: Continue
nn: Hald fram

source: Stop
nn: Stopp

source: Stop producing indefinitely
nn: Stopp uavgrensa produksjon

source: Produce indefinitely regardless of the economy’s needs
nn: Produser uavgrensa uavhengig av økonomien sine behov

source: Enhance to %s
nn: Oppgrader til %s

source: Construction costs:
nn: Byggjekostnad:

source: Destroy
nn: Øydelegg

source: Dismantle
nn: Demonter

source: Returns:
nn: Gjev tilbake:

source: Watch the scout
nn: Sjå på speidaren

source: Hide work area
nn: Gøym arbeidsområde

source: Show work area
nn: Vis arbeidsområde

source: Start an expedition
nn: Start ein ekspedisjon

source: Cancel the expedition
nn: Avbryt ekspedisjonen

source: Send the builder away
nn: Send bort byggjaren

source: Building materials
nn: Byggjemateriale

source: Stopped
nn: Stoppa

source: Stop this building’s work after completion
nn: Stopp arbeidet til denne bygningen etter ferdigstilling

source: Normal policy
nn: Vanleg politikk

source: Preferably store selected wares here
nn: Lagre helst valde varer her

source: Do not store selected wares here
nn: Ikkje lagre valde varer her

source: Remove selected wares from here
nn: Fjern valde varer herfrå

source: Ware settings to apply after construction
nn: Vareinnstillingar som skal gjelda etter bygging

source: Worker settings to apply after construction
nn: Arbeidarinnstillingar som skal gjelda etter bygging

source: Start an expedition from this port after completion
nn: Start ein ekspedisjon frå denne hamna etter ferdigstilling

source: Prefer rookies
nn: Føretrekk ferskingar

source: Prefer heroes
nn: Føretrekk heltar

source: No preference
nn: Ingen preferanse

source: Settings to apply after construction
nn: Innstillingar som skal gjelda etter bygging

source: Decrease capacity. Hold down Ctrl to set the capacity to the lowest value
nn: Mink kapasitet. Hald nede Ctrl for å setja kapasiteten til lågaste verdi

source: Increase capacity. Hold down Ctrl to set the capacity to the highest value
nn: Auk kapasitet. Hald nede Ctrl for å setja kapasiteten til høgaste verdi

source: Economy options
nn: Økonomi-val

source: Decrease target by 10
nn: Mink målet med 10

source: Decrease target
nn: Mink målet

source: Toggle infinite target
nn: Slå av/på uavgrensa mål

source: Increase target
nn: Auk målet

source: Increase target by 10
nn: Auk målet med 10

source: Profile to apply to the selected items
nn: Profil å bruka på dei valde elementa

source: Save target settings
nn: Lagre målinnstillingar

source: The profile name cannot be empty
nn: Profilnamnet kan ikkje vera tomt

source: The default profile cannot be overwritten
nn: Standardprofilen kan ikkje skrivast over

source: Save the profile under this name
nn: Lagre profilen under dette namnet

source: The predefined profiles cannot be deleted
nn: Dei førehandsdefinerte profilane kan ikkje slettast

source: Delete the selected profiles
nn: Slett dei valde profilane

source: Overwrite?
nn: Skriv over?

source: A profile with this name already exists. Do you wish to replace it?
nn: Ein profil med dette namnet finst allereie. Vil du erstatta han?

source: Save Profile
nn: Lagre profil

source: Existing Profiles
nn: Eksisterande profilar

source: Error loading script for encyclopedia: %s
nn: Feil ved lasting av skript for oppslagsverk: %s

source: Broken Link
nn: Øydelagd lenkje

source: This hyperlink seems to be broken.
nn: Denne hyperlenkja ser ut til å vera øydelagd.

source: Build medium building
nn: Bygg middels bygning

source: Build small building
nn: Bygg liten bygning

source: Build big building
nn: Bygg stor bygning

source: Build port building
nn: Bygg hamnebygning

source: Action
nn: Handling

source: Marked for removal by a worker – click to unmark
nn: Merkt for fjerning av ein arbeidar – klikk for å fjerna merking

source: Immovable Actions
nn: Handlingar for faste objekt

source: Mark this immovable for timely removal by a suited worker
nn: Merk dette faste objektet for fjerning av ein eigna arbeidar

source: Build road
nn: Bygg veg

source: Build waterway
nn: Bygg vassveg

source: Destroy this flag
nn: Øydelegg dette flagget

source: Configure this flag’s economy
nn: Konfigurer økonomien til dette flagget

source: Send geologist to explore site
nn: Send geolog for å utforska staden

source: Send scout to explore surroundings
nn: Send speidar for å utforska omgjevnadane

source: You need to connect this flag to a scouting building before you can send a scout here.
nn: Du må kopla dette flagget til ein speidarbygning før du kan senda ein speidar hit.

source: Place a flag
nn: Plasser eit flagg

source: Destroy a road
nn: Øydelegg ein veg

source: Destroy a waterway
nn: Øydelegg ein vassveg

source: Configure this ocean’s ship fleet
nn: Konfigurer skipsflåten i dette havet

source: Configure this ocean’s ferry fleet
nn: Konfigurer ferjeflåten i dette havet

source: Watch field in a separate window
nn: Sjå område i eige vindauge

source: Pinned note
nn: Festa notat

source: Show debug window
nn: Vis feilsøkingsvindauge

source: Watch
nn: Overvak

source: Build mines
nn: Bygg gruver

source: Build flag
nn: Bygg flagg

source: Cancel road
nn: Avbryt veg

source: Go to road
nn: Gå til veg

source: Cancel road and start building waterway
nn: Avbryt veg og start bygging av vassveg

source: Build roads
nn: Bygg vegar

source: Cancel waterway
nn: Avbryt vassveg

source: Go to waterway
nn: Gå til vassveg

source: Cancel waterway and start building road
nn: Avbryt vassveg og start bygging av veg

source: Build waterways
nn: Bygg vassvegar

# ship_state
source: Warship · HP %1$u%% · AT +%2$u%%
nn: Krigsskip · HP %1$u%% · AT +%2$u%%

# ship_state
source: Enemy Transport Ship
nn: Fiendtleg transportskip

# ship_state
source: Expedition
nn: Ekspedisjon

source: Select Ship
nn: Vel skip

source: Own Ships
nn: Eigne skip

source: Attackable Ships
nn: Skip som kan angripast

source: Ferry Fleet Options
nn: Val for ferjeflåte

source: Ship Fleet Options
nn: Val for skipsflåte

source: Toggle infinite production
nn: Slå av/på uavgrensa produksjon

source: Fleet Statistics
nn: Flåtestatistikk

source: Ports:
nn: Hamner:

source: Ships:
nn: Skip:

source: Total waterways:
nn: Vassvegar totalt:

source: Unserviced waterways:
nn: Ubetjente vassvegar:

source: Total ferries:
nn: Ferjer totalt:

source: Unemployed ferries:
nn: Arbeidslause ferjer:

source: Desired number of transport ships:
nn: Ønskt tal på transportskip:

source: Desired number of unemployed ferries:
nn: Ønskt tal på arbeidslause ferjer:

source: Script Console
nn: Skriptkonsoll

source: Recipient
nn: Mottakar

source: Unknown Recipient
nn: Ukjend mottakar

# all_players
source: All
nn: Alle

source: Client got disconnected
nn: Klient vart fråkopla

source: A player disconnected from the game. An automatic save game has been created. Do you want to continue playing?
nn: Ein spelar fall ut av spelet. Ei automatisk lagring er oppretta. Vil du halda fram med å spela?

source: Continue game
nn: Hald fram spelet

source: Replace the disconnected player with the selected AI and continue playing
nn: Erstatt den fråkopla spelaren med den valde KI-en og hald fram med å spela

source: AI for the disconnected player
nn: KI for den fråkopla spelaren

source: Replace player with %s
nn: Erstatt spelar med %s

source: Debug Field
nn: Feilsøk felt

source: Leave
nn: Forlat

source: Leave your current team and become teamless
nn: Forlat det noverande laget ditt og bli laglaus

source: Resign
nn: Gje opp

source: Give up and become a spectator
nn: Gje opp og bli tilskodar

source: Join
nn: Bli med

source: Request to join this player’s team
nn: Be om å få bli med på laget til denne spelaren

source: Invite
nn: Inviter

source: Invite this player to join your team
nn: Inviter denne spelaren til å bli med på laget ditt

source: Trade offers you have received from other players
nn: Handelstilbod du har teke imot frå andre spelarar

source: Trades you have proposed to other players
nn: Handlar du har foreslått for andre spelarar

source: Your active trade agreements
nn: Dine aktive handelsavtalar

source: No team
nn: Ingen lag

source: Team %u
nn: Lag %u

source: Won at %s
nn: Vann ved %s

source: Lost at %s
nn: Tapte ved %s

source: Resigned at %s
nn: Gav opp ved %s

source: Approve
nn: Godkjenn

source: Reject
nn: Avvis

source: Accept
nn: Godta

source: Refuse
nn: Nekt

source: Retract
nn: Trekk tilbake

source: Trade Offers (%u)
nn: Handelstilbod (%u)

source: Nobody has offered you any trades at the moment.
nn: Ingen har tilboden deg nokon handlar for augeblikket.

source: Market to accept the trade at
nn: Marknad å godta handelen ved

source: %s (closest)
nn: %s (næraste)

source: %1$s (distance: %2$u field)
nn: %1$s (avstand: %2$u felt)

source: Accept this trade offer
nn: Godta dette handelstilbodet

source: Reject this trade offer
nn: Avvis dette handelstilbodet

source: Build a market to accept trade offers.
nn: Bygg ein marknad for å godta handelstilbod.

source: Proposed Trades (%u)
nn: Foreslåtte handlar (%u)

source: There are no pending trade proposals at the moment. You can propose a new trade from a market.
nn: Det er ingen ventande handelsframlegg for augeblikket. Du kan foreslå ein ny handel frå ein marknad.

source: Center view on this market
nn: Sentrer vising på denne marknaden

source: Retract this trade offer
nn: Trekk tilbake dette handelstilbodet

source: Move this trade proposal…
nn: Flytt dette handelsframlegget…

source: Move this trade proposal to %s
nn: Flytt dette handelsframlegget til %s

source: You have no markets you could move this trade to.
nn: Du har ingen marknader du kan flytta denne handelen til.

source: Active Trades (%u)
nn: Aktive handlar (%u)

source: There are no active trade agreements at the moment.
nn: Det er ingen aktive handelsavtalar for augeblikket.

source: Propose extending this trade
nn: Foreslå å utvida denne handelen

source: Hold down Ctrl to extend it by %d batch
nn: Hald nede Ctrl for å utvida han med %d sending

source: Hold down Shift to extend the trade indefinitely
nn: Hald nede Shift for å utvida handelen på ubestemt tid

source: Cancel this trade agreement
nn: Avbryt denne handelsavtalen

source: Move this trade…
nn: Flytt denne handelen…

source: Move this trade to %s (closest)
nn: Flytt denne handelen til %s (næraste)
