Repository: widelands/widelands
Catalog: data/i18n/translations/widelands/*.po
Languages: nn

source: Add-Ons with dependency errors may work incorrectly or prevent games and maps from loading.
nn: Tillegg med avhengnadsfeil kan fungera feil eller hindra spel og kart i å lasta.

source: The add-on ‘%1$s’ can not be uploaded because its version (%2$s) is not newer than the version present on the server (%3$s).
nn: Tillegget ‘%1$s’ kan ikkje lastast opp fordi versjonen (%2$s) ikkje er nyare enn versjonen som finst på tenaren (%3$s).

source: The add-on ‘%1$s’ can not be uploaded because its category (%2$s) does not match the category of the version present on the server (%3$s).
nn: Tillegget ‘%1$s’ kan ikkje lastast opp fordi kategorien (%2$s) ikkje stemmer overeins med kategorien til versjonen som finst på tenaren (%3$s).

source: Upload
nn: Last opp

source: Do you really want to upload the add-on ‘%s’ to the server?
nn: Vil du verkeleg lasta opp tillegget ‘%s’ til tenaren?

source: Uploading ‘%s’…
nn: Lastar opp ‘%s’…

source: The add-on ‘%s’ may not be uploaded to the server because the following filenames contained in the add-on are not allowed:
nn: Tillegget ‘%s’ kan ikkje lastast opp til tenaren fordi følgjande filnamn i tillegget ikkje er tillatne:

source: Filenames may only contain alphanumeric characters (A-Z, a-z, 0-9) and simple punctuation (period, hyphen, and underscore; not multiple periods). Other characters such as whitespace are not permitted. Filenames may not exceed 80 characters.
nn: Filnamn kan berre innehalda alfanumeriske teikn (A-Z, a-z, 0-9) og enkel teiknsetjing (punktum, bindestrek og understrek; ikkje fleire punktum). Andre teikn, som mellomrom, er ikkje tillatne. Filnamn kan ikkje overstiga 80 teikn.

source: The add-on ‘%1$s’ could not be uploaded to the server. Error Message: %2$s
nn: Tillegget ‘%1$s’ kunne ikkje lastast opp til tenaren. Feilmelding: %2$s

source: The map ‘%1$s’ could not be downloaded from the server. Error Message: %2$s
nn: Kartet ‘%1$s’ kunne ikkje lastast ned frå tenaren. Feilmelding: %2$s

source: Downloading ‘%s’…
nn: Lastar ned ‘%s’…

source: The add-on ‘%1$s’ could not be downloaded from the server. Installing/upgrading this add-on will be skipped. Error Message: %2$s
nn: Tillegget ‘%1$s’ kunne ikkje lastast ned frå tenaren. Installering/oppgradering av dette tillegget vert hoppa over. Feilmelding: %2$s

source: The translations for the add-on ‘%1$s’ could not be downloaded from the server. Installing/upgrading the translations will be skipped. Error Message: %2$s
nn: Omsetjingane for tillegget ‘%1$s’ kunne ikkje lastast ned frå tenaren. Installering/oppgradering av omsetjingane vert hoppa over. Feilmelding: %2$s

source: Website Maps Translations
nn: Omsetjingar for nettsidekart

source: Downloading website maps translations…
nn: Lastar ned omsetjingar for nettsidekart…

source: The required add-on ‘%s’ could not be found on the server.
nn: Det påkravde tillegget ‘%s’ vart ikkje funne på tenaren.

source: Add-Ons Packager
nn: Pakkeprogram for tillegg

source: New add-on
nn: Nytt tillegg

source: Delete this add-on
nn: Slett dette tillegget

source: Discard changes
nn: Forkast endringar

source: Save changes
nn: Lagre endringar

source: Writing Add-Ons…
nn: Skriv tillegg…

source: Please be patient while your changes are written.
nn: Ver tolmodig medan endringane dine vert skrivne.

source: Name:
nn: Namn:

source: Version:
nn: Versjon:

source: Minimum Widelands Version:
nn: Minimum Widelands-versjon:

source: Maximum Widelands Version:
nn: Maksimum Widelands-versjon:

source: New Add-On
nn: Nytt tillegg

source: Enter the name for the new add-on.
nn: Skriv inn namnet på det nye tillegget.

source: Category
nn: Kategori

source: Invalid Name
nn: Ugyldig namn

source: This name is invalid. Reason: %s Please choose a different name.
nn: Dette namnet er ugyldig. Årsak: %s Ver venleg og vel eit anna namn.

source: An add-on with this internal name already exists.
nn: Eit tillegg med dette interne namnet finst allereie.

source: An add-on with this internal name was deleted recently. Please commit your changes before using this name again.
nn: Eit tillegg med dette interne namnet vart sletta nyleg. Ver venleg og lagre endringane dine før du bruker dette namnet igjen.

source: Delete Add-on
nn: Slett tillegg

source: Do you really want to delete the add-on ‘%s’?
nn: Vil du verkeleg sletta tillegget ‘%s’?

source: Do you really want to delete the local add-on ‘%s’? Note that this add-on can not be downloaded again from the server.
nn: Vil du verkeleg sletta det lokale tillegget ‘%s’? Merk at dette tillegget ikkje kan lastast ned igjen frå tenaren.

source: If you quit the packager now, all changes to the following %u add-on will be discarded.
nn: Om du avsluttar pakkeprogrammet no, vil alle endringar i følgjande %u tillegg gå tapt.

source: Quit Packager
nn: Avslutt pakkeprogram

source: Do you really want to discard all changes to the add-on ‘%s’?
nn: Vil du verkeleg forkasta alle endringar i tillegget ‘%s’?

source: Do you really want to discard all changes to the following %u add-on?
nn: Vil du verkeleg forkasta alle endringar i følgjande %u tillegg?

source: Discard Changes
nn: Forkast endringar

source: Do you really want to commit all changes to the add-on ‘%s’ to disk?
nn: Vil du verkeleg skriva alle endringar i tillegget ‘%s’ til disken?

source: Do you really want to commit all changes to the following %u add-on to disk?
nn: Vil du verkeleg skriva alle endringar i følgjande %u tillegg til disken?

source: Warning: If you manually edited any files in this add-on, your changes may be overwritten!
nn: Åtvaring: Om du har redigert filer i dette tillegget manuelt, kan endringane dine bli overskrivne!

source: Confirm Saving
nn: Stadfest lagring

source: Invalid Version Requirement
nn: Ugyldig versjonskrav

source: The minimum Widelands version ‘%1$s’ may not be newer than the maximum Widelands version ‘%2$s’. The add-on ‘%3$s’ will not be saved.
nn: Minimum Widelands-versjon ‘%1$s’ kan ikkje vera nyare enn maksimum Widelands-versjon ‘%2$s’. Tillegget ‘%3$s’ vil ikkje bli lagra.

source: Invalid Version
nn: Ugyldig versjon

source: ‘%1$s’ is not a valid version string. The add-on ‘%2$s’ will not be saved.
nn: ‘%1$s’ er ikkje ein gyldig versjonsstreng. Tillegget ‘%2$s’ vil ikkje bli lagra.

source: Version Requirement
nn: Versjonskrav

source: The add-on ‘%1$s’ does not specify a minimum Widelands version. None of the contained maps can be loaded with a Widelands version older than %2$s. The minimum version requirement will automatically be set accordingly.
nn: Tillegget ‘%1$s’ spesifiserer ikkje ein minimum Widelands-versjon. Ingen av karta i tillegget kan lastast med ein Widelands-versjon eldre enn %2$s. Minimumskravet til versjon vil bli sett automatisk i samsvar med dette.

source: The add-on ‘%1$s’ specifies a minimum Widelands version of %2$s. However, none of the contained maps can be loaded with a Widelands version older than %3$s. The version requirement will automatically be changed accordingly.
nn: Tillegget ‘%1$s’ spesifiserer ein minimum Widelands-versjon på %2$s. Likevel kan ingen av karta i tillegget lastast med ein Widelands-versjon eldre enn %3$s. Versjonskravet vil bli endra automatisk i samsvar med dette.

source: Error Writing Addon
nn: Feil ved skriving av tillegg

source: The add-on ‘%1$s’ can not be saved to disk: %2$s
nn: Tillegget ‘%1$s’ kan ikkje lagrast til disken: %2$s

source: Invalid filename
nn: Ugyldig filnamn

source: Name too long
nn: Namnet er for langt

source: Invalid character ‘%c’
nn: Ugyldig teikn ‘%c’

source: Filename may not contain ‘%s’
nn: Filnamn kan ikkje innehalda ‘%s’

source: Add selected map
nn: Legg til valt kart

source: Create subdirectory
nn: Opprett undermappe

source: Remove selected map or directory
nn: Fjern valt kart eller mappe

source: The selected internal directory name is used multiple times. All directories with the same internal name will also share the same display name.
nn: Det valde interne mappenamnet er brukt fleire gonger. Alle mapper med same interne namn vil òg dela same visingsnamn.

source: Directory Display Name
nn: Visingsnamn for mappe

source: Directory Tree
nn: Mappetre

source: Name: %s
nn: Namn: %s

source: Size: %s
nn: Storleik: %s

source: Players: %s
nn: Spelarar: %s

source: Minimum Widelands Version: %s
nn: Minimum Widelands-versjon: %s

# version
source: (none)
nn: (ingen)

source: Top-level directory
nn: Toppnivå-mappe

source: New Directory
nn: Ny mappe

source: Enter the name for the new directory.
nn: Skriv inn namnet på den nye mappa.

source: Directories may not use the extension ‘%s’. Please choose a different name.
nn: Mapper kan ikkje bruka filendinga ‘%s’. Ver venleg og vel eit anna namn.

source: A directory with this name already exists.
nn: Ei mappe med dette namnet finst allereie.

source: Do you really want to delete the directory ‘%s’ and all its contents?
nn: Vil du verkeleg sletta mappa ‘%s’ og alt innhaldet i henne?

source: Do you really want to delete the map ‘%s’?
nn: Vil du verkeleg sletta kartet ‘%s’?

source: Difficulty
nn: Vanskegrad

source: Difficulty:
nn: Vanskegrad:

source: The campaigns difficulty. One word.
nn: Vanskegraden på kampanjen. Eitt ord.

source: Short description, which will be appended to the difficulty.
nn: Kort skildring, som blir lagd til vanskegraden.

source: Edit…
nn: Rediger…

source: Are you sure you want to delete this comment?
nn: Er du sikker på at du vil sletta denne kommentaren?

source: The comment could not be deleted. Error Message: %s
nn: Kommentaren kunne ikkje slettast. Feilmelding: %s

source: Edit Comment
nn: Rediger kommentar

source: Write Comment
nn: Skriv kommentar

# markup
source: B
nn: F

source: Bold
nn: Feit

# markup
source: I
nn: K

source: Italic
nn: Kursiv

source: Underline
nn: Understrek

# markup
source: S
nn: Sk

source: Shadow
nn: Skugge

# markup
source: C
nn: Fa

source: Color…
nn: Farge…

source: Tiny
nn: Mikroskopisk

source: Small
nn: Liten

source: Large
nn: Stor

source: Huge
nn: Enorm

source: The comment could not be submitted. Error Message: %s
nn: Kommentaren kunne ikkje sendast inn. Feilmelding: %s

source: Preview:
nn: Førehandsvising:

source: The comment contains invalid richtext markup:
nn: Kommentaren inneheld ugyldig riktekst-formatering:

# tx
source: Priority:
nn: Prioritet:

# tx
source: Resource Name:
nn: Ressursnamn:

# tx
source: Categories (whitespace-separated; characters only):
nn: Kategoriar (skilde med mellomrom; berre teikn):

source: This may take several minutes. Please be patient.
nn: Dette kan ta fleire minutt. Ver tolmodig.

# priority
source: Low
nn: Låg

# priority
source: High
nn: Høg

source: Please explain why you are deleting this add-on.
nn: Ver venleg og forklar kvifor du slettar dette tillegget.

source: Unchecked
nn: Ukontrollert

source: Verified
nn: Verifisert

source: Desyncs
nn: Usynkroniseringar

source: Sync-safe
nn: Synk-sikkert

source: Your vote
nn: Røysta di

source: Next screenshot
nn: Neste skjermbilete

source: Previous screenshot
nn: Førre skjermbilete

source: Write a comment…
nn: Skriv ein kommentar…

source: Administrator actions
nn: Administratorhandlingar

source: Not voted
nn: Ikkje røysta

source: The vote could not be submitted. Error code: %s
nn: Røysta kunne ikkje sendast inn. Feilkode: %s

source: Screenshots (%u)
nn: Skjermbilete (%u)

source: Change verification status
nn: Endra verifiseringsstatus

source: Change quality rating
nn: Endra kvalitetsvurdering

source: Change sync-safety status
nn: Endra synk-sikkerheitsstatus

source: Configure Transifex integration
nn: Konfigurer Transifex-integrasjon

source: Comments (%u)
nn: Kommentarar (%u)

source: Votes (%u)
nn: Røyster (%u)

source: Average rating: %1$.3f (%2$u vote)
nn: Gjennomsnittleg vurdering: %1$.3f (%2$u røyst)

source: No votes yet
nn: Ingen røyster enno

source: No comments yet.
nn: Ingen kommentarar enno.

source: %u comment:
nn: %u kommentar:

source: %1$s (edited on %2$s)
nn: %1$s (redigert %2$s)

source: %1$s (edited by ‘%2$s’ on %3$s)
nn: %1$s (redigert av ‘%2$s’ den %3$s)

source: ‘%1$s’ commented:
nn: ‘%1$s’ kommenterte:

source: ‘%1$s’ commented on version %2$s:
nn: ‘%1$s’ kommenterte på versjon %2$s:

source: This screenshot could not be fetched from the server due to an error.
nn: Dette skjermbiletet kunne ikkje hentast frå tenaren på grunn av ein feil.

source: Please log in to comment
nn: Logg inn for å kommentera

source: Please log in to vote
nn: Logg inn for å røysta

source: Uninstall
nn: Avinstaller

source: Are you certain that you want to uninstall this map? %1$s by %2$s %3$s Note that this map can not be downloaded again from the server.
nn: Er du sikker på at du vil avinstallera dette kartet? %1$s av %2$s %3$s Merk at dette kartet ikkje kan lastast ned igjen frå tenaren.

source: Are you certain that you want to uninstall this map? %1$s by %2$s %3$s
nn: Er du sikker på at du vil avinstallera dette kartet? %1$s av %2$s %3$s

source: Are you certain that you want to uninstall this add-on? %1$s by %2$s Version %3$s Category: %4$s %5$s Note that this add-on can not be downloaded again from the server.
nn: Er du sikker på at du vil avinstallera dette tillegget? %1$s av %2$s Versjon %3$s Kategori: %4$s %5$s Merk at dette tillegget ikkje kan lastast ned igjen frå tenaren.

source: Are you certain that you want to uninstall this add-on? %1$s by %2$s Version %3$s Category: %4$s %5$s
nn: Er du sikker på at du vil avinstallera dette tillegget? %1$s av %2$s Versjon %3$s Kategori: %4$s %5$s

source: This add-on is known to cause desyncs in multiplayer games and replays.
nn: Dette tillegget er kjent for å forårsaka usynkronisering i fleirspelarspel og reprisar.

source: Requires a Widelands version of at least %s.
nn: Krev ein Widelands-versjon på minst %s.

source: Requires a Widelands version of at most %s.
nn: Krev ein Widelands-versjon på høgst %s.

source: Requires a Widelands version of at least %1$s and at most %2$s.
nn: Krev ein Widelands-versjon mellom %1$s og %2$s.

source: Comment by uploader:
nn: Kommentar frå opplastar:

source: Disable
nn: Deaktiver

source: Enable
nn: Aktiver

source: by %s
nn: av %s

source: Category: %s
nn: Kategori: %s

source: Version: %1$s+%2$u
nn: Versjon: %1$s+%2$u

source: Install
nn: Installer

source: Upgrade
nn: Oppgrader

source: Comments and Votes
nn: Kommentarar og røyster

source: by %1$s (uploaded by %2$s)
nn: av %1$s (lasta opp av %2$s)

source: Are you certain that you want to install this add-on? %1$s by %2$s %3$s Version %4$s Category: %5$s %6$s
nn: Er du sikker på at du vil installera dette tillegget? %1$s av %2$s %3$s Versjon %4$s Kategori: %5$s %6$s

source: Are you certain that you want to upgrade this add-on? %1$s by %2$s %3$s Installed version: %4$s Available version: %5$s Category: %6$s %7$s
nn: Er du sikker på at du vil oppgradera dette tillegget? %1$s av %2$s %3$s Installert versjon: %4$s Tilgjengeleg versjon: %5$s Kategori: %6$s %7$s

source: Verified by the Widelands Development Team
nn: Verifisert av Widelands-utviklarlaget

source: This add-on was not checked by the Widelands Development Team yet. We cannot guarantee that it does not contain harmful or offensive content.
nn: Dette tillegget er ikkje sjekka av Widelands-utviklarlaget enno. Me kan ikkje garantera at det ikkje inneheld skadeleg eller støytande innhald.

source: Total size: %u byte
nn: Total storleik: %u byte

source: %u download
nn: %u nedlasting

source: %u comment
nn: %u kommentar

source: %u screenshot
nn: %u skjermbilete

source: Size: %1$u×%2$u • Max Players: %3$u • %4$s
nn: Storleik: %1$u×%2$u • Maks spelarar: %3$u • %4$s

source: Upload Screenshot for ‘%s’
nn: Last opp skjermbilete for ‘%s’

source: Description
nn: Skildring

source: The screenshot ‘%1$s’ for the add-on ‘%2$s’ could not be uploaded to the server. Error Message: %3$s
nn: Skjermbiletet ‘%1$s’ for tillegget ‘%2$s’ kunne ikkje lastast opp til tenaren. Feilmelding: %3$s

source: Choose Campaign
nn: Vel kampanje

source: Return to the main menu
nn: Gå tilbake til hovudmenyen

source: Play this campaign
nn: Spel denne kampanjen

source: Diff.
nn: Vansk.

source: Tribe Name
nn: Stammenamn

source: Campaign Name
nn: Kampanjenamn

# difficulty
source: Default
nn: Standard

source: Crash Report Details
nn: Detaljar om krasjrapport

source: Open link
nn: Opne lenkje

source: Copy link
nn: Kopier lenkje

source: Copy report
nn: Kopier rapport

source: Copy the full report to the clipboard
nn: Kopier heile rapporten til utklippstavla

source: Crash Report
nn: Krasjrapport

source: It looks like Widelands crashed the last time you ran it, but a backtrace for debugging was automatically generated. Please provide the report along with a description of what was going on in the game and what you did last before the crash to the Widelands Development Team under %s so we can fix the problem.
nn: Det ser ut til at Widelands krasja sist gong du køyrde det, men ein tilbakesporing for feilsøking vart automatisk generert. Ver venleg og send rapporten saman med ei skildring av kva som skjedde i spelet og kva du gjorde rett før krasjet til Widelands-utviklarlaget på %s, slik at me kan fiksa problemet.

source: Show details…
nn: Vis detaljar…

source: View the detailed crash report
nn: Vis den detaljerte krasjrapporten

source: Remind me later
nn: Minn meg på det seinare

source: Help: %s
nn: Hjelp: %s

source: Metaserver Lobby
nn: Resepsjon for metatenar

source: Clients online:
nn: Pålogga klientar:

source: Open Games:
nn: Opne spel:

source: Join this game
nn: Delta i dette spelet

source: Name of your server:
nn: Namnet på tenaren din:

source: Open a new game
nn: Opne eit nytt spel

source: Leave Lobby
nn: Forlat resepsjonen

source: User Status
nn: Brukarstatus

source: Registered
nn: Registrert

source: Unregistered
nn: Uregistrert

# player
source: Name
nn: Namn

source: Version
nn: Versjon

source: Game
nn: Spel

source: The game %s is already running. Please choose a different name.
nn: Spelet %s køyrer allereie. Ver venleg og vel eit anna namn.

source: Widelands was unable to get the IP address of the server in time. There seems to be a network problem, either on your side or on the side of the server.
nn: Widelands klarte ikkje å henta IP-adressa til tenaren i tide. Det ser ut til å vera eit nettverksproblem, anten hjå deg eller hjå tenaren.

source: Connection Timed Out
nn: Tidsavbrot på sambandet

source: Network Error
nn: Nettverksfeil

source: unnamed %u
nn: namnlaus %u

source: Reset to default
nn: Sett tilbake til standard

source: Press the new shortcut or close this window to cancel.
nn: Trykk den nye snarvegen eller lukk vindauget for å avbryta.

source: (unused)
nn: (ubrukt)

source: Edit Keyboard And Mouse Actions
nn: Rediger tastatur- og mushandlingar

source: Reset all
nn: Nullstill alt

source: Reset all to defaults
nn: Sett alt tilbake til standard

source: Keyboard Shortcut Conflict
nn: Konflikt i tastatursnarveg

source: The shortcut you selected (‘%1$s’) is already in use for the following action: ‘%2$s’. Please select a different shortcut or change the conflicting shortcut first.
nn: Snarvegen du valde (‘%1$s’) er allereie i bruk for handlinga: ‘%2$s’. Ver venleg og vel ein annan snarveg eller endra den som er i konflikt først.

source: General
nn: Generelt

source: Editor
nn: Redigeringsprogram

source: Fastplace
nn: Hurtigplassering

source: Add-Ons
nn: Tillegg

source: Mouse Scrolling
nn: Muserulling

source: Launch Game
nn: Start spel

source: Configure this game
nn: Konfigurer dette spelet

source: An enabled add-on is known to cause desyncs. No replay will be written.
nn: Eit aktivert tillegg er kjent for å forårsaka usynkronisering. Ingen reprise vil bli lagra.

source: Playing time
nn: Speletid

source: Show or hide additional game configuration options
nn: Vis eller gøym fleire innstillingsval for spelet

source: Peaceful mode
nn: Fredsmodus

source: No fog of war
nn: Inga krigståke

source: Forbid diplomacy
nn: Forby diplomati

source: Enable naval warfare (experimental feature)
nn: Aktiver sjøkrig (eksperimentell funksjon)

source: Custom starting positions
nn: Tilpassa startposisjonar

source: Write Replay
nn: Lagre reprise

source: Change map…
nn: Byt kart…

source: Change saved game…
nn: Byt lagra spel…

source: Start game
nn: Start spelet

source: Show fewer options
nn: Vis færre val

source: Show more options
nn: Vis fleire val

source: The relations between players are set by the scenario
nn: Tilhøvet mellom spelarane er bestemt av scenariet

source: The relations between players are set by the saved game
nn: Tilhøvet mellom spelarane er bestemt av det lagra spelet

source: The selected win condition does not allow peaceful matches
nn: Dei valde sigersvilkåra tillet ikkje fredelege kampar

source: Forbid fighting between players
nn: Forby kamp mellom spelarar

source: All selected starting conditions ignore the map’s starting positions
nn: Alle valde startvilkår ignorerer kartet sine startposisjonar

source: The starting positions are set by the scenario
nn: Startposisjonane er bestemde av scenariet

source: The starting positions are set by the saved game
nn: Startposisjonane er bestemde av det lagra spelet

source: Allow the players to choose their own starting positions at the beginning of the game
nn: Lat spelarane velja sine eigne startposisjonar ved byrjinga av spelet

source: Player vision is set by the scenario
nn: Spelarsikt er bestemt av scenariet

source: Player vision is set by the saved game
nn: Spelarsikt er bestemt av det lagra spelet

source: Give all players permanent vision of the entire map
nn: Gje alle spelarar permanent sikt over heile kartet

source: Naval warfare is set by the scenario
nn: Sjøkrig er bestemt av scenariet

source: Naval warfare is set by the saved game
nn: Sjøkrig er bestemt av det lagra spelet

source: Enable coastal invasions and ship-to-ship battles. This feature is experimental and may undergo substantial redesign in future versions of Widelands.
nn: Aktiver kystinvasjonar og skip-mot-skip-kampar. Denne funksjonen er eksperimentell og kan endrast mykje i framtidige versjonar av Widelands.

source: Player relations are set by the scenario
nn: Spelartilhøve er bestemde av scenariet

source: Player relations are set by the saved game
nn: Spelartilhøve er bestemde av det lagra spelet

source: Disallow players to change their alliances during the game
nn: Nekt spelarar å endra alliansar under spelet

source: Win condition is set through the scenario
nn: Sigersvilkår er sette gjennom scenariet

source: Saved Game
nn: Lagra spel

source: The game is a saved game – the win condition was set before.
nn: Spelet er eit lagra spel – sigersvilkåra vart sette tidlegare.

source: Unable to determine valid win conditions because the map ‘%s’ could not be loaded.
nn: Klarte ikkje å finna gyldige sigersvilkår fordi kartet ‘%s’ ikkje kunne lastast.

source: Show the help window
nn: Vis hjelpevindauget

source: Please select a map or saved game.
nn: Vel eit kart eller eit lagra spel.

source: The host has not yet selected a map or saved game.
nn: Verten har ikkje valt eit kart eller lagra spel enno.

source: Saved Game is Directory
nn: Lagra spel er ei mappe

source: WARNING: The saved game you selected is a directory. This happens if you set the option ‘nozip’ to true or manually unzipped the saved game. Widelands is not able to transfer directory structures to the clients, please select another saved game or zip the directories’ content.
nn: ÅTVARING: Det lagra spelet du valde, er ei mappe. Dette skjer om du set valet ‘nozip’ til sann eller pakkar ut lagringsfila manuelt. Widelands kan ikkje overføra mappestrukturar til klientane; ver venleg og vel eit anna lagra spel eller pakk mappene saman (zip).

source: File not found
nn: Fann ikkje fila
