Repository: widelands/widelands
Catalog: data/i18n/translations/widelands/*.po
Languages: nn

source: Received an unexpected network packet from the metaserver. The metaserver could be using a different protocol version. If the error persists, try updating your game.
nn: Tok imot ein uventa nettverkspakke frå metatenaren. Metatenaren bruker kanskje ein annan protokollversjon. Om feilen vedvarer, prøv å oppdatera spelet ditt.

source: WARNING: Received a %s command although we are not in CONNECTING state.
nn: ÅTVARING: Tok imot ein %s-kommando sjølv om me ikkje er i TILKOPLING-tilstand.

source: Server time offset is %d second.
nn: Tenartidsavvik er %d sekund.

source: Invalid chat message type "%s".
nn: Ugyldig pratemeldingstype «%s».

source: Invalid message type
nn: Ugyldig meldingstype

source: The game %s is now available
nn: Spelet %s er no tilgjengeleg

source: The game %s has been closed
nn: Spelet %s er stengt

source: %s joined the lobby
nn: %s kom inn i lobbyen

source: %s left the lobby
nn: %s forlét lobbyen

source: Chat message could not be sent.
nn: Pratemeldinga kunne ikkje sendast.

source: Command could not be executed.
nn: Kommandoen kunne ikkje utførast.

source: ERROR: %s
nn: FEIL: %s

source: An unexpected error message has been received about command %1%: %2%
nn: Tok imot ei uventa feilmelding om kommandoen %1%: %2%

source: Received an unknown command from the metaserver: %s
nn: Tok imot ein ukjend kommando frå metatenaren: %s

source: Message could not be sent: You are not connected to the metaserver!
nn: Meldinga kunne ikkje sendast: Du er ikkje kopla til metatenaren!

source: Message could not be sent: Was this supposed to be a private message?
nn: Meldinga kunne ikkje sendast: Var dette meint som ei privat melding?

source: Supported admin commands:
nn: Støtta administratorkommandoar:

source: /motd <msg> - Set a permanent greeting message
nn: /motd <msg> - Set ei permanent helsingsmelding

source: /announce <msg> - Send a one time system message
nn: /announce <msg> - Send ei eingongs systemmelding

source: /warn <user> <msg> - Send a private system message to the given user
nn: /warn <user> <msg> - Send ei privat systemmelding til den gjevne brukaren

source: /kick <user|game> - Remove the given user or game from the metaserver
nn: /kick <user|game> - Fjern den gjevne brukaren eller spelet frå metatenaren

source: /ban <user> - Ban a user for 24 hours from the metaserver
nn: /ban <user> - Utvis ein brukar frå metatenaren i 24 timar

source: Conversion error
nn: Konverteringsfeil

source: Unable to determine truth value for "%s"
nn: Klarte ikkje avgjera sanningsverdien for «%s»

# chat_sender
source: Unknown
nn: Ukjend

source: There is no user with this name logged in.
nn: Det er ingen brukar med dette namnet logga inn.

source: The game no longer exists, maybe it has just been closed.
nn: Spelet finst ikkje lenger, kanskje det nettopp vart stengt.

source: Wrong password, please try again.
nn: Feil passord, ver venleg og prøv igjen.

source: You have been temporarily banned from online gaming.
nn: Du er mellombels utestengd frå nettspeling.

source: The protocol version you are using is not supported!
nn: Protokollversjonen du bruker er ikkje støtta!

source: You are already logged in!
nn: Du er allereie logga inn!

source: You got disconnected, as you sent a superuser command without superuser permission. This incident will be logged and reported to the administrator.
nn: Du vart fråkopla fordi du sendte ein superbrukar-kommando utan superbrukar-løyve. Denne hendinga vil bli loggført og rapportert til administrator.

source: Connection was closed by the client normally.
nn: Sambandet vart brote av klienten på vanleg vis.

source: The connection to the metaserver was lost.
nn: Sambandet med metatenaren vart brote.

source: Metaserver did not answer
nn: Metatenaren svara ikkje

source: You got disconnected from the metaserver, as you did not answer a PING request in time.
nn: Du vart fråkopla metatenaren, sidan du ikkje svara på PING-førespurnaden i tide.

source: Sending metadata for %s
nn: Sender metadata for %s

source: Uploading %s
nn: Lastar opp %s

source: Client has left the game.
nn: Klienten har forlate spelet.

source: Client crashed and performed an emergency save.
nn: Klienten krasja og utførte ei nødlagring.

source: Connection was lost.
nn: Sambandet vart brote.

source: Server has left the game.
nn: Tenaren har forlate spelet.

source: The game has started just after you tried to connect.
nn: Spelet har starta rett etter at du prøvde å kopla til.

source: Server has crashed and performed an emergency save.
nn: Tenaren har krasja og utført ei nødlagring.

source: Client and host have become desynchronized.
nn: Klienten og verten har vorte usynkroniserte.

source: Kicked by the host: %s
nn: Sparka ut av verten: %s

source: Client sent malformed commands: %s
nn: Klienten sende misdanna kommandoar: %s

source: %1$s has left the game (%2$s)
nn: %1$s har forlate spelet (%2$s)

source: %1$s has been replaced with %2$s
nn: %1$s har vorte erstatta med %2$s

source: Unknown user has left the game (%s)
nn: Ukjend brukar har forlate spelet (%s)

source: Server sent a SYNCREQUEST even though no game is running.
nn: Tenaren sende ein SYNCREQUEST sjølv om det ikkje er noko spel som køyrer.

source: Received a PLAYERCOMMAND even though no game is running.
nn: Tok imot ein PLAYERCOMMAND sjølv om det ikkje er noko spel som køyrer.

source: Unexpectedly received LAUNCH command from server.
nn: Tok uventa imot LAUNCH-kommando frå tenaren.

source: Server sent a player update for a player that does not exist.
nn: Tenaren sende ei spelaroppdatering for ein spelar som ikkje finst.

source: Server sent a user update for a user that does not exist.
nn: Tenaren sende ei brukaroppdatering for ein brukar som ikkje finst.

source: Server uses a different protocol version
nn: Tenaren bruker ein annan protokollversjon

source: Received command number %s, which is not allowed in this state.
nn: Tok imot kommando nummer %s, som ikkje er tillate i denne tilstanden.

source: Client reports time to host that is running backwards.
nn: Klienten rapporterer tid til verten som går baklengs.

source: Client simulates beyond the game time allowed by the host.
nn: Klienten simulerer utover speletida som verten har tillate.

source: Client did not submit sync report in time.
nn: Klienten leverte ikkje synkroniseringsrapport i tide.

source: The game has already started.
nn: Spelet har allereie starta.

source: Client has no access to other player’s settings.
nn: Klienten har ikkje tilgang til andre spelarar sine innstillingar.

source: Client has no access to server settings.
nn: Klienten har ikkje tilgang til tenarinnstillingane.

source: Client sent TIME command even though game is not running.
nn: Klienten sende TIME-kommandoen sjølv om spelet ikkje køyrer.

source: Client sent a PLAYERCOMMAND for another player.
nn: Klienten sende ein PLAYERCOMMAND for ein annan spelar.

source: Client sent unexpected synchronization report.
nn: Klienten sende uventa synkroniseringsrapport.

source: Client requests file although none is available to send.
nn: Klienten bed om ei fil sjølv om ingen er tilgjengeleg for sending.

source: Host sent player %s to the lobby!
nn: Verten sende spelar %s til lobbyen!

source: WARNING: %1$s uses version: %2$s, while Host uses version: %3$s
nn: ÅTVARING: %1$s bruker versjon: %2$s, medan verten bruker versjon: %3$s

source: %s has joined the game
nn: %s har vorte med i spelet

source: Started to send file %1$s to %2$s!
nn: Byrja å senda fil %1$s til %2$s!

source: Completed transfer of file %1$s to %2$s
nn: Fullførte overføring av fil %1$s til %2$s

source: The player ‘%s’ was defeated and became a spectator.
nn: Spelaren ‘%s’ vart overvunnen og vart tilskodar.

source: Client %1$s did not answer for more than %2$s.
nn: Klient %1$s svara ikkje på meir enn %2$s.

source: Client %s has cheating features enabled!
nn: Klient %s har juksefunksjonar aktivert!

source: Client %s is cheating!
nn: Klient %s juksar!

source: Cheating: Client %1$s now controls %2$s
nn: Juksing: Klient %1$s kontrollerer no %2$s

source: Client %1$s is cheating, acting as %2$s!
nn: Klient %1$s juksar og opptrer som %2$s!

source: Failed to use the local network!
nn: Klarte ikkje å bruka det lokale nettverket!

source: Widelands was unable to use the local network. Maybe some other process is already running a server on port %s or your network setup is broken.
nn: Widelands klarte ikkje å bruka det lokale nettverket. Kanskje ein annan prosess allereie køyrer ein tenar på port %s, eller nettverksoppsettet ditt er feil.

source: Plugin Error
nn: Feil i programtillegg

source: Error when running plugin: %s
nn: Feil ved køyring av programtillegg: %s

source: Choose Color…
nn: Vel farge…

source: Initial Color
nn: Startfarge

source: Default Color
nn: Standardfarge

source: Red
nn: Raud

source: Green
nn: Grøn

source: Blue
nn: Blå

source: Remove from favorites
nn: Fjern frå favorittar

source: Add current color to favorites
nn: Legg gjeldande farge til favorittar

# dropdown
source: Select Item
nn: Vel element

# dropdown
source: Not Selected
nn: Ikkje vald

source: No matches
nn: Ingen treff

source: Go to first page
nn: Gå til første side

source: Go to last page
nn: Gå til siste side

source: Items per page
nn: Element per side

# all_items
source: All
nn: Alle

source: Go to page %d
nn: Gå til side %d

source: Please wait…
nn: Vent litt…

source: Game ending – please wait…
nn: Spelet avsluttar – vent litt…

source: Loading…
nn: Lastar…

source: Decrease the value
nn: Mink verdien

source: Decrease the value by %s
nn: Mink verdien med %s

source: Increase the value
nn: Auk verdien

source: Increase the value by %s
nn: Auk verdien med %s

# spinbox_change
source: %d minute
nn: %d minutt

source: %d minute
nn: %d minutt

# spinbox_change
source: %d hour
nn: %d time

source: %d hour
nn: %d time

# spinbox_change_hours_mins
source: %1$s and %2$s
nn: %1$s og %2$s

# spinbox_change_hours_mins
source: %d hour
nn: %d time

# spinbox_change_hours_mins
source: %d minute
nn: %d minutt

# spinbox_change
source: %d week
nn: %d veke

source: %d week
nn: %d veke

# spinbox_change
source: %d pixel
nn: %d piksel

source: %d pixel
nn: %d piksel

# spinbox_change
source: %d field
nn: %d felt

source: %d field
nn: %d felt

source: Click to reverse sorting
nn: Klikk for å snu sorteringa

source: Click to sort by this column
nn: Klikk for å sortera etter denne kolonna

source: Cut
nn: Klipp ut

source: Cut the selected text to the clipboard
nn: Klipp ut den merkte teksten til utklippstavla

source: Copy
nn: Kopier

source: Copy the selected text to the clipboard
nn: Kopier den merkte teksten til utklippstavla

source: Paste
nn: Lim inn

source: Paste the clipboard content
nn: Lim inn innhaldet frå utklippstavla

source: Delete the selected text
nn: Slett den merkte teksten

source: Select All
nn: Vel alt

source: Select the entire text
nn: Vel heile teksten

source: Close
nn: Lukk

source: Minimize
nn: Minimer

source: Restore
nn: Gjenopprett

source: Pin
nn: Fest

source: Unpin
nn: Løys

source: Minimize the window
nn: Minimer vindauget

source: Unminimize the window
nn: Gjenopprett vindauget

source: Pin the window
nn: Fest vindauget

source: Unpin the window
nn: Løys vindauget

source: Close the window
nn: Lukk vindauget

source: About Widelands
nn: Om Widelands

source: Lua Error
nn: Lua-feil

source: Technical Info
nn: Teknisk info

source: Contact Form
nn: Kontaktskjema

source: Send message
nn: Send melding

source: Send Message
nn: Send melding

source: Send this message now?
nn: Send denne meldinga no?

source: Unable to submit your enquiry. Error message: %s
nn: Klarte ikkje å senda inn førespurnaden din. Feilmelding: %s

source: Sent
nn: Sendt

source: Your message has been sent to the Widelands Development Team, and we will respond as soon as we can. Don’t forget to check your website inbox frequently.
nn: Meldinga di er sendt til Widelands-utviklarlaget, og me vil svara så snart me kan. Ikkje gløym å sjekka innboksen din på nettsida jamleg.

source: Login
nn: Pålogging

source: Reset
nn: Nullstill

source: In order to use a registered account, you need an account on the Widelands website. Please log in at %s and set an online gaming password on your profile page.
nn: For å bruka ein registrert konto, treng du ein konto på Widelands-nettsida. Ver venleg og logg inn på %s og set eit nettspel-passord på profilsida di.

source: Username:
nn: Brukarnamn:

source: Password:
nn: Passord:

source: %u bytes
nn: %u byte

# quality
source: Any
nn: Kva som helst

source: Quality not yet evaluated
nn: Kvaliteten er ikkje vurdert enno

# quality
source: Poor
nn: Dårleg

source: This add-on may cause major glitches and errors.
nn: Dette tillegget kan forårsaka store feil og problem.

# quality
source: Good
nn: God

source: This add-on works as advertised.
nn: Dette tillegget fungerer som annonsert.

# quality
source: Excellent
nn: Framifrå

source: This add-on has been decorated for its remarkably high quality.
nn: Dette tillegget er utmerkt for sin særskilt høge kvalitet.

source: Add-On Manager
nn: Tilleggsbehandlar

source: Verified only
nn: Berre verifiserte

source: Show only verified add-ons
nn: Vis berre verifiserte tillegg

source: Sort by
nn: Sorter etter

source: Minimum quality
nn: Minimumskvalitet

source: Min Players:
nn: Min. spelarar:

source: Min Width:
nn: Min. breidd:

source: Min Height:
nn: Min. høgd:

source: Min Size:
nn: Min. storleik:

source: Max Players:
nn: Maks. spelarar:

source: Max Width:
nn: Maks. breidd:

source: Max Height:
nn: Maks. høgd:

source: Max Size:
nn: Maks. storleik:

source: Choose add-on to upload…
nn: Vel tillegg å lasta opp…

source: Upload a screenshot…
nn: Last opp eit skjermbilete…

source: Understood and confirmed
nn: Forstått og stadfesta

source: By ticking this checkbox, you confirm that you have read and agree to the above terms.
nn: Ved å kryssa av her, stadfestar du at du har lese og godteke vilkåra ovanfor.

source: Reset the filters
nn: Nullstill filtera

source: Refresh
nn: Oppdater

source: Refresh the list of add-ons available from the server
nn: Oppdater lista over tillegg som er tilgjengelege frå tenaren

source: Fix dependencies…
nn: Reparer avhengnader…

source: Try to automatically fix the dependency errors
nn: Prøv å fiksa avhengnadsfeila automatisk

source: Move selected add-on to top
nn: Flytt det valde tillegget til toppen

source: Move selected add-on one step up
nn: Flytt det valde tillegget eitt steg opp

source: Move selected add-on one step down
nn: Flytt det valde tillegget eitt steg ned

source: Move selected add-on to bottom
nn: Flytt det valde tillegget til botnen

source: Launch the add-ons packager…
nn: Start tilleggspakkaren…

source: Contact us…
nn: Kontakt oss…

source: Tools for Add-Ons Developers
nn: Verktøy for tilleggsutviklarar

source: The interactive add-ons packager allows you to create, edit, and delete add-ons. You can bundle maps designed with the Widelands Map Editor as an add-on using the graphical interface and share them with other players, without having to write a single line of code.
nn: Den interaktive tilleggspakkaren lèt deg oppretta, redigera og sletta tillegg. Du kan pakka kart laga med Widelands Kart-editor som eit tillegg ved å bruka det grafiske grensesnittet, og dela dei med andre spelarar utan å måtta skriva ei einaste linje med kode.

source: For more information regarding how to develop and package your own add-ons, please visit %s.
nn: For meir informasjon om korleis du utviklar og pakkar dine eigne tillegg, ver venleg og besøk %s.

source: Here, you can upload your add-ons to the server to make them available to other players. By uploading, you agree to publish your creation under the terms of the GNU General Public License (GPL) version 2 or any later version (the same license under which Widelands itself is distributed). For more information on the GPL, please refer to ‘About Widelands’ → ‘License’ in the main menu or see %s.
nn: Her kan du lasta opp tillegga dine til tenaren for å gjera dei tilgjengelege for andre spelarar. Ved å lasta opp, samtykkjer du i å publisera verket ditt under vilkåra i GNU General Public License (GPL) versjon 2 eller nyare (same lisens som Widelands sjølv vert distribuert under). For meir informasjon om GPL, sjå «Om Widelands» → «Lisens» i hovudmenyen eller sjå %s.

source: It is forbidden to upload add-ons containing harmful or malicious content or spam. By uploading an add-on, you assert that the add-on is of your own creation or you have the add-on’s author(s) permission to submit it in their stead.
nn: Det er forbode å lasta opp tillegg som inneheld skadeleg eller vondsinna innhald eller søppelpost. Ved å lasta opp eit tillegg, hevdar du at tillegget er ditt eige verk, eller at du har løyve frå forfattaren(e) til å senda det inn på deira vegner.

source: You are required to have read the add-ons documentation under the link given further above before submitting content. Since the documentation is subject to frequent changes, ensure that you have read it recently and that you followed all guidelines stated there.
nn: Du pliktar å ha lese tilleggsdokumentasjonen under lenkja lenger oppe før du sender inn innhald. Sidan dokumentasjonen vert endra jamleg, må du svinga at du har lese han nyleg og at du følgjer alle retningslinjene der.

source: The Widelands Development Team will review your add-on soon after uploading. In case they have further inquiries, they will contact you via a PM on the Widelands website; therefore please check the inbox of your online user profile page frequently.
nn: Widelands-utviklarlaget vil sjå over tillegget ditt kort tid etter opplasting. Om dei har spørsmål, vil dei kontakta deg via PM på Widelands-nettsida; sjekk difor innboksen på profilsida di jamleg.

source: Technical problems? Unclear documentation? Advanced needs such as deletion of an add-on or collaborating with another add-on designer? Please visit our forums at %s, explain your needs, and the Widelands Development Team will be happy to help.
nn: Tekniske problem? Uklar dokumentasjon? Avanserte behov som sletting av eit tillegg eller samarbeid med ein annan tilleggsutviklar? Besøk foruma våre på %s, forklar kva du treng, så vil Widelands-utviklarlaget gjerne hjelpa.

source: Alternatively you can also send a message to the Widelands Development Team and we’ll try to help you with your enquiry as soon as we can. Only the server administrators can read messages sent in this way. Since other add-on designers can usually benefit from others’ questions and answers, please use this way of communication only if there is a reason why your concern is not for everyone’s ears. You’ll receive our reply via a PM on your Widelands website user profile page.
nn: Alternativt kan du senda ei melding til Widelands-utviklarlaget, og me vil prøva å hjelpa deg med førespurnaden din så snart me kan. Berre tenar-administratorane kan lesa meldingar sende på denne måten. Sidan andre tilleggsutviklarar vanlegvis kan dra nytte av andre sine spørsmål og svar, bør du berre bruka denne kommunikasjonsmåten om det er ein grunn til at saka di ikkje bør vera offentleg. Du vil få svaret vårt via PM på profilsida di på Widelands-nettstaden.

source: Manage your installed add-ons
nn: Administrer installerte tillegg

source: Browse and install add-ons available on the server
nn: Bla gjennom og installer tillegg frå tenaren

source: Browse and install maps from the widelands.org website maps archive. Like manually downloaded maps, installed website maps are stored in the ‘%s’ directory under the Widelands home directory.
nn: Bla gjennom og installer kart frå kartarkivet på widelands.org. Som manuelt nedlasta kart, vert installerte nettsidekart lagra i mappa ‘%s’ under Widelands-heimemappa di.

source: Development
nn: Utvikling

source: Tools for add-on developers
nn: Verktøy for tilleggsutviklarar

source: Name
nn: Namn

source: Name (descending)
nn: Namn (søkkjande)

source: Most popular
nn: Mest populære

source: Least popular
nn: Minst populære

source: Most often downloaded
nn: Oftast nedlasta

source: Least often downloaded
nn: Sjeldnast nedlasta

source: Oldest
nn: Eldst

source: Newest
nn: Nyast

source: Filter add-ons by name
nn: Filtrer tillegg etter namn

source: Filter maps by name
nn: Filtrer kart etter namn

source: Toggle category ‘%s’
nn: Slå av/på kategori ‘%s’

source: One World
nn: Ei verd

source: Toggle world ‘%s’
nn: Slå av/på verd ‘%s’

# nr_players
source: Unlimited
nn: Uavgrensa

# map_size
source: Unlimited
nn: Uavgrensa

source: Are you certain that you want to upgrade this %u add-on?
nn: Er du sikker på at du vil oppgradera dette %u tillegget?

source: • %1$s (%2$s) by %3$s
nn: • %1$s (%2$s) av %3$s

source: NOT VERIFIED
nn: IKKJE VERIFISERT

source: verified
nn: verifisert

source: Upgrade All
nn: Oppgrader alle

source: Not logged in
nn: Ikkje innlogga

source: Click to log in. You can then comment and vote on add-ons and upload your own add-ons.
nn: Klikk for å logga inn. Du kan då kommentera og røysta på tillegg, og lasta opp dine eigne tillegg.

source: Please log in to upload add-ons
nn: Logg inn for å lasta opp tillegg

source: Please log in to upload content
nn: Logg inn for å lasta opp innhald

source: Please log in to send an enquiry
nn: Logg inn for å senda ein førespurnad

source: Logged in as %s
nn: Logga inn som %s

source: Logged in as %s (admin)
nn: Logga inn som %s (admin)

source: Click to log out
nn: Klikk for å logga ut

source: Please tick the confirmation checkbox to upload add-ons
nn: Kryss av i stadfestingsboksen for å lasta opp tillegg

source: Please tick the confirmation checkbox to upload content
nn: Kryss av i stadfestingsboksen for å lasta opp innhald

source: Server Error
nn: Tenarfeil

source: Unable to connect to the server. Error message: %s
nn: Klarte ikkje å kopla til tenaren. Feilmelding: %s

source: Wrong Password
nn: Feil passord

source: The entered username or password is invalid: %s
nn: Det oppgjevne brukarnamnet eller passordet er ugyldig: %s

source: Fetching add-ons… (%.1f%%)
nn: Hentar tillegg… (%.1f%%)

source: Connecting to the server…
nn: Koplar til tenaren…

source: Server Connection Error
nn: Feil ved tilkopling til tenar

source: a networking bug
nn: ein nettverksfeil

source: Unable to fetch the list of available add-ons from the server!<br>Error Message: %s
nn: Klarte ikkje å henta lista over tilgjengelege tillegg frå tenaren!<br>Feilmelding: %s

source: Installed (%u)
nn: Installert (%u)

source: Translations for website maps
nn: Omsetjingar for nettsidekart

source: Upgrade all (%u)
nn: Oppgrader alle (%u)

source: No upgrades are available for your installed add-ons
nn: Ingen oppgraderingar er tilgjengelege for dei installerte tillegga dine

source: Upgrade the following %u add-on:
nn: Oppgrader følgjande %u tillegg:

source: Browse
nn: Bla gjennom

source: Browse (%u)
nn: Bla gjennom (%u)

source: Website Maps
nn: Nettsidekart

source: Website Maps (%u)
nn: Nettsidekart (%u)

source: • ‘%1$s’ requires ‘%2$s’ which could not be found
nn: • ‘%1$s’ krev ‘%2$s’, som ikkje vart funne

source: • ‘%1$s’ requires ‘%2$s’ which is disabled
nn: • ‘%1$s’ krev ‘%2$s’, som er deaktivert

source: • ‘%1$s’ requires ‘%2$s’ which is listed below the requiring add-on
nn: • ‘%1$s’ krev ‘%2$s’, som er lista under det krevjande tillegget

source: • ‘%1$s’ requires first ‘%2$s’ and then ‘%3$s’, but they are listed in the wrong order
nn: • ‘%1$s’ krev først ‘%2$s’ og så ‘%3$s’, men dei er lista i feil rekkjefølgje

source: An enabled add-on is defective. No games can be started with the current configuration. Error message: %s
nn: Eit aktivert tillegg er defekt. Ingen spel kan startast med gjeldande konfigurasjon. Feilmelding: %s

source: %u Dependency Error
nn: %u avhengnadsfeil
