Repository: widelands/widelands
Catalog: data/i18n/translations/widelands/*.po
Languages: nn

source: %u game-relevant add-on in use:
nn: %u spelrelevant tillegg i bruk:

source: northwest
nn: nordvest

source: northeast
nn: nordaust

source: southwest
nn: sørvest

source: southeast
nn: søraust

source: north
nn: nord

source: south
nn: sør

source: west
nn: vest

source: east
nn: aust

source: Unowned port space discovered at %1$s by %2$s
nn: Eigarlaus hamneplass oppdaga ved %1$s av %2$s

source: Unowned port space discovered at %1$s by %2$s %3$u step %4$s of %5$s
nn: Eigarlaus hamneplass oppdaga ved %1$s av %2$s %3$u steg %4$s for %5$s

source: Port space of %1$s discovered at %2$s by %3$s
nn: Hamneplassen til %1$s oppdaga ved %2$s av %3$s

source: Port space of %1$s discovered at %2$s by %3$s %4$u step %5$s of %6$s
nn: Hamneplassen til %1$s oppdaga ved %2$s av %3$s %4$u steg %5$s for %6$s

# direction
source: NW
nn: NV

# direction
source: NE
nn: NA

# direction
source: SW
nn: SV

# direction
source: SE
nn: SA

# direction
source: W
nn: V

# direction
source: E
nn: A

# detected_port_space
source: Unowned / %1$s / %2$s
nn: Eigarlaus / %1$s / %2$s

# detected_port_space
source: Unowned / %1$s / %2$s / %3$u %4$s %5$s
nn: Eigarlaus / %1$s / %2$s / %3$u %4$s %5$s

source: Creating player %d…
nn: Opprettar spelar %d…

source: Postloading world and tribes…
nn: Etterlastar verd og stammar…

source: Cleaning up for loading: Map objects (1/3)
nn: Ryddar opp for lasting: Kartobjekt (1/3)

source: Cleaning up for loading: Players (2/3)
nn: Ryddar opp for lasting: Spelarar (2/3)

source: Cleaning up for loading: Map (3/3)
nn: Ryddar opp for lasting: Kart (3/3)

source: Not set
nn: Ikkje sett

source: Preloading map…
nn: Førehandslastar kart…

source: Initializing game…
nn: Initialiserer spel…

source: Creating player infrastructure…
nn: Lagar spelarinfrastruktur…

source: Missing starting position
nn: Manglar startstad

source: Widelands could not start the game, because player %u has no starting position. You can manually add a starting position with the Widelands Editor to fix this problem.
nn: Widelands kunne ikkje starta spelet, for spelar %u har ingen startstad. Du kan leggja til ein startstad manuelt med Widelands Editor for å løysa problemet.

source: Initializing…
nn: Initialiserer…

source: Trade Offer
nn: Handelstilbod

source: New trade offer received
nn: Nytt handelstilbod motteke

source: You have received a new trade offer from %s.
nn: Du har teke imot eit nytt handelstilbod frå %s.

source: Trade Accepted
nn: Handel godteken

source: Trade offer accepted
nn: Handelstilbod godteke

source: %1$s has accepted your trade offer at %2$s.
nn: %1$s har godteke handelstilbodet ditt ved %2$s.

source: Trade Rejected
nn: Handel avvist

source: Trade offer rejected
nn: Handelstilbod avvist

source: %1$s has rejected your trade offer at %2$s.
nn: %1$s har avvist handelstilbodet ditt ved %2$s.

source: Trade Retracted
nn: Handel trekt tilbake

source: Trade offer retracted
nn: Handelstilbod trekt tilbake

source: The trade offer by %s has been retracted.
nn: Handelstilbodet frå %s er trekt tilbake.

source: Trade Extension Proposal
nn: Framlegg om utviding av handel

source: New trade extension proposal received
nn: Nytt framlegg om handelsutviding motteke

source: %s has proposed to extend a trade.
nn: %s har foreslått å utvida ein handel.

source: Trade Extension Retracted
nn: Handelsutviding trekt tilbake

source: Trade extension proposal retracted
nn: Framlegg om handelsutviding trekt tilbake

source: The proposal by %s to extend a trade has been retracted.
nn: Framlegget frå %s om å utvida ein handel er trekt tilbake.

source: Trade Extension Rejected
nn: Handelsutviding avvist

source: Trade extension proposal rejected
nn: Framlegg om handelsutviding avvist

source: %s has rejected your proposal to extend a trade.
nn: %s har avvist framlegget ditt om å utvida ein handel.

source: Trade Extension Accepted
nn: Handelsutviding godteken

source: Trade extension proposal accepted
nn: Framlegg om handelsutviding godteke

source: %s has accepted your proposal to extend a trade.
nn: %s har godteke framlegget ditt om å utvida ein handel.

source: This game was saved using an older version of Widelands and cannot be loaded anymore, or it’s a new version that can’t be handled yet.
nn: Dette spelet vart lagra med ein eldre versjon av Widelands og kan ikkje lastast lenger, eller det er ein ny versjon som ikkje kan handterast enno.

source: File successfully saved!
nn: Fila er lagra!

source: Backup file ‘%s’ could not be deleted.
nn: Klarte ikkje å sletta tryggingskopien «%s».

source: Directory ‘%s’ could not be created!
nn: Klarte ikkje å oppretta mappa «%s»!

source: File ‘%s’ could not be removed!
nn: Klarte ikkje å fjerna fila «%s»!

source: Try saving under a different name!
nn: Prøv å lagra med eit anna namn!

source: Error writing data to file ‘%s’!
nn: Feil ved skriving av data til fila «%s»!

source: Saved file may be corrupt!
nn: Den lagra fila kan vera øydelagd!

source: File ‘%s’ could not be restored!
nn: Klarte ikkje å gjenoppretta fila «%s»!

source: Backup file ‘%s’ will be available for some time.
nn: Tryggingskopien «%s» vil vera tilgjengeleg ei stund.

source: File ‘%s’ was restored from backup.
nn: Fila «%s» vart gjenoppretta frå tryggingskopi.

source: An unexpected error occurred:
nn: Det oppstod ein uventa feil:

source: Summer
nn: Sumar

source: Winter
nn: Vinter

source: Desert
nn: Ørken

source: No description defined
nn: Inga skildring definert

source: %i%% built
nn: %i%% bygd

source: %u%% dismantled
nn: %u%% demontert

source: A new market was added to your economy.
nn: Ein ny marknad er lagd til i økonomien din.

source: %u trade
nn: %u handel

source: Trade Cancelled
nn: Handel avbroten

source: Trade Complete
nn: Handel fullført

source: Trade agreement cancelled
nn: Handelsavtale avbroten

source: Trade agreement complete
nn: Handelsavtale fullført

source: Your trade agreement at %s has been completed.
nn: Handelsavtalen din ved %s er fullført.

source: Your trade agreement at %s has been cancelled.
nn: Handelsavtalen din ved %s er avbroten.

source: Trade Paused
nn: Handel sett på pause

source: Trade agreement paused
nn: Handelsavtale sett på pause

source: %1$s paused the trade with you at %2$s.
nn: %1$s sette handelen med deg på pause ved %2$s.

source: Trade Resumed
nn: Handel teken opp att

source: Trade agreement resumed
nn: Handelsavtale teken opp att

source: %1$s resumed the trade with you at %2$s.
nn: %1$s tok opp att handelen med deg ved %2$s.

source: Trade agreement at %1$s with %2$s
nn: Handelsavtale ved %1$s med %2$s

source: Trade offer from %s
nn: Handelstilbod frå %s

source: Trade offer from %1$s to %2$s
nn: Handelstilbod frå %1$s til %2$s

source: %d batch
nn: %d sending

source: Trade runs indefinitely
nn: Handelen går på ubestemt tid

source: %d batch delivered
nn: %d sending levert

source: %d batch remaining
nn: %d sending gjenstår

source: Paused by both players
nn: Sett på pause av begge spelarar

source: Paused by you
nn: Sett på pause av deg

source: Paused by %s
nn: Sett på pause av %s

source: Active
nn: Aktiv

source: Player sends:
nn: Spelar sender:

source: You send:
nn: Du sender:

source: Player receives:
nn: Spelar tek imot:

source: You receive:
nn: Du tek imot:

# building
source: Lost!
nn: Tapt!

source: Militarysite lost!
nn: Militærområde tapt!

source: Enemy Defeated!
nn: Fiende slegen!

source: Enemy at site defeated!
nn: Fiende på staden slegen!

# building
source: Attack!
nn: Åtak!

source: You are under attack
nn: Du er under åtak

source: the economy needs the ware ‘%s’
nn: økonomien treng vara «%s»

source: the economy doesn’t need the ware ‘%s’
nn: økonomien ikkje treng vara «%s»

source: the economy needs the worker ‘%s’
nn: økonomien treng arbeidaren «%s»

source: the economy doesn’t need the worker ‘%s’
nn: økonomien ikkje treng arbeidaren «%s»

source: the building has the following wares: %s
nn: bygningen har følgjande varer: %s

source: the building doesn’t have the following wares: %s
nn: bygningen manglar følgjande varer: %s

source: a worker needs experience
nn: ein arbeidar treng røynsle

source: the workers need no experience
nn: arbeidarane ikkje treng røynsle

source: the fleet needs a ferry
nn: flåten treng ei ferje

source: the fleet needs a ship
nn: flåten treng eit skip

source: the fleet needs no ferries
nn: flåten ikkje treng ferjer

source: the fleet needs no ships
nn: flåten ikkje treng skip

source: Did not start %1$s because %2$s
nn: Starta ikkje %1$s fordi %2$s

source: Completed %1$s because %2$s
nn: Fullførte %1$s fordi %2$s

source: Skipped %1$s because %2$s
nn: Hoppa over %1$s fordi %2$s

source: %s is missing
nn: %s manglar

source: Produced %s
nn: Produserte %s

source: Recruited %s
nn: Rekrutterte %s

source: No soldier found for this training level!
nn: Fann ingen soldat for dette treningsnivået!

source: Completed %s
nn: Fullførte %s

source: (stopped)
nn: (stoppa)

source: Can’t find any more resources!
nn: Finn ikkje fleire ressursar!

# building
source: No Shore
nn: Inga strand

source: Shipyard Without Shore
nn: Skipsverft utan strand

source: Your shipyard has not been built close enough to a shore. It will not be able to build ships.
nn: Skipsverftet ditt er ikkje bygd nært nok ei strand. Det vil ikkje kunna byggja skip.

source: Ferry Yard Without Shore
nn: Ferjeleie utan strand

source: Your ferry yard has not been built close enough to a shore. It will not be able to build ferries.
nn: Ferjeleiet ditt er ikkje bygd nært nok ei strand. Det vil ikkje kunna byggja ferjer.

source: Destination Gone
nn: Reisemål borte

source: Ship Destination Vanished
nn: Skipet sitt reisemål forsvann

source: Your ship’s destination has disappeared.
nn: Reisemålet til skipet ditt har forsvunne.

source: Ship Arrived
nn: Skip framme

source: Ship Reached Destination
nn: Skip nådde reisemålet

source: Your ship has arrived at its destination.
nn: Skipet ditt har nådd reisemålet sitt.

# ship
source: Fleet split
nn: Flåte splitta

source: Ship Fleet split
nn: Skipsflåte splitta

source: A ship fleet had to be split, because a terrain change blocked a passage.
nn: Ein skipsflåte måtte splittast fordi ei terrengendring blokkerte ein passasje.

source: A warship arrived at a known port build space.
nn: Eit krigsskip kom fram til ein kjend hamneplass.

source: An expedition ship arrived at a known port build space.
nn: Eit ekspedisjonsskip kom fram til ein kjend hamneplass.

source: Port Space
nn: Hamneplass

source: Port Space Spotted
nn: Hamneplass oppdaga

source: A warship found a new port build space.
nn: Eit krigsskip fann ein ny hamneplass.

source: An expedition ship found a new port build space.
nn: Eit ekspedisjonsskip fann ein ny hamneplass.

source: Port Space Found
nn: Hamneplass funnen

source: Enemy Ship
nn: Fiendeskip

source: Enemy Ship Spotted
nn: Fiendeskip oppdaga

source: A warship spotted an enemy ship.
nn: Eit krigsskip oppdaga eit fiendeskip.

source: Destination Unreachable
nn: Reisemål ikkje mogleg å nå

source: Ship Destination Unreachable
nn: Skipet sitt reisemål ikkje mogleg å nå

source: Your ship could not find a path to its destination.
nn: Skipet ditt fann ingen veg til reisemålet.

source: Your ship could not find a path to its destination port ‘%s’.
nn: Skipet ditt fann ingen veg til målhamna «%s».

source: Enemy Ship Attacking
nn: Fiendeskip går til åtak

source: Naval Attack
nn: Sjøåtak

source: Your ship ‘%s’ is under attack from an enemy warship.
nn: Skipet ditt «%s» er under åtak frå eit fiendtleg krigsskip.

source: Ship Destroyed
nn: Skip øydelagt

source: Ship Sunk
nn: Skip søkkt

source: An enemy ship has destroyed your warship.
nn: Eit fiendeskip har øydelagt krigsskipet ditt.

source: Your coast is under attack from an enemy warship.
nn: Kysten din er under åtak frå eit fiendtleg krigsskip.

source: Island Circumnavigated
nn: Øy kringsegla

# ship
source: Waiting
nn: Ventar

source: An expedition ship sailed around its island without any events.
nn: Eit ekspedisjonsskip segla rundt øya si utan hendingar.

source: Coast Reached
nn: Nådde kyst

source: Land Ahoy!
nn: Land i sikte!

source: An expedition ship reached a coast and is waiting for further commands.
nn: Eit ekspedisjonsskip nådde ein kyst og ventar på nye ordrar.

source: New port construction site is gone
nn: Ny hamnebyggjeplass er borte

source: Port Lost!
nn: Hamn tapt!

source: Unloading of wares failed, expedition is cancelled now.
nn: Lossing av varer mislukkast, ekspedisjonen er no avbroten.

source: No Port Can Be Built
nn: Inga hamn kan byggjast

source: Port Space Lost!
nn: Hamneplass tapt!

source: A discovered port build space is not available for building a port anymore.
nn: Ein oppdaga hamneplass er ikkje lenger tilgjengeleg for hamnebygging.

# ship
source: Warship
nn: Krigsskip

source: Warship Ready
nn: Krigsskip klart

source: A warship is waiting for your commands.
nn: Eit krigsskip ventar på dine ordrar.

# ship
source: Expedition
nn: Ekspedisjon

source: Expedition Ready
nn: Ekspedisjon klar

source: An expedition ship is waiting for your commands.
nn: Eit ekspedisjonsskip ventar på dine ordrar.

# ship_state
source: Sinking
nn: Søkk

# ship_state
source: Fighting
nn: Kjempar

# ship_state
source: Refitting to Transport Ship
nn: Byggjer om til transportskip

# ship_state
source: Refitting to Warship
nn: Byggjer om til krigsskip

# ship_state
source: Warship
nn: Krigsskip

# ship_state
source: Sailing to %s
nn: Seglar til %s

# ship_state
source: Empty
nn: Tomt

# ship_state
source: Shipping to %s
nn: Fraktar til %s

# ship_state
source: Waiting
nn: Ventar

# ship_state
source: Scouting
nn: Speidar

# ship_state
source: Port Space Found
nn: Hamneplass funnen

# ship_state
source: Founding a Colony
nn: Grunnlegg ein koloni

source: Loading %1%: %2% (%3%/%4%)
nn: Lastar %1%: %2% (%3%/%4%)

source: Ships
nn: Skip

source: Wares
nn: Varer

source: Workers
nn: Arbeidarar

source: Buildings
nn: Bygg

source: Worker missing
nn: Arbeidar manglar

source: Workers missing
nn: Arbeidarar manglar

source: Worker is coming
nn: Arbeidar er på veg

source: Workers are coming
nn: Arbeidarar er på veg

source: Expert missing
nn: Ekspert manglar

source: Experts missing
nn: Ekspertar manglar

source: A new port was added to your economy.
nn: Ei ny hamn er lagd til i økonomien din.

source: A new headquarters was added to your economy.
nn: Eit nytt hovudsete er lagt til i økonomien din.

source: A new warehouse was added to your economy.
nn: Eit nytt lager er lagt til i økonomien din.

source: Waterway
nn: Vassveg

source: Waterway destroyed
nn: Vassveg øydelagd

source: A waterway had to be destroyed to make room for your new port dock.
nn: Ein vassveg måtte øydeleggjast for å gje plass til den nye hamnedokken din.

source: A geologist found resources.
nn: Ein geolog fann ressursar.

source: Your %s can’t find a way home and will likely die.
nn: Din %s finn ikkje vegen heim og vil truleg døy.

source: Worker
nn: Arbeidar

source: Worker got lost!
nn: Arbeidar gjekk seg vill!

source: Logic error
nn: Logikkfeil

source: arable
nn: dyrkbar

source: navigable
nn: seglbar

source: unreachable
nn: utilgjengeleg

source: mineable
nn: drivverdig

source: unwalkable
nn: ugangbar

source: A map file is invalid: %s
nn: Ei kartfil er ugyldig: %s

source: This objective has no description.
nn: Dette målet har inga skildring.

# shipname
source: Ship %d
nn: Skip %d

# warehouse
source: Port %d
nn: Hamn %d

# market
source: Market %d
nn: Marknad %d

# warehouse
source: Warehouse %d
nn: Lager %d

source: Saving game…
nn: Lagrar spel…

source: Saving skipped
nn: Lagring hoppa over

source: Saving failed!
nn: Lagring mislukkast!

source: Game saved
nn: Spel lagra

source: Building’s inputs changed!
nn: Inndata for bygningen er endra!

source: %s: the building’s inputs have changed.
nn: %s: Inndata for bygningen er endra.

source: The following wares have been deleted:
nn: Følgjande varer er sletta:

source: %1$u piece of %2$s
nn: %1$u stykkje %2$s

source: %1$u piece of an unknown ware
nn: %1$u stykkje av ei ukjend vare

source: The game was probably saved with a different Widelands version or with different enabled add-ons.
nn: Spelet vart truleg lagra med ein annan versjon av Widelands eller med andre tillegg aktiverte.

source: Please review the current production programs and input settings.
nn: Sjå over dei gjeldande produksjonsprogramma og inndata-innstillingane.

source: Saving map: %1$s (%2$d/%3$d)
nn: Lagrar kart: %1$s (%2$d/%3$d)

source: Autosaving map…
nn: Autolagrar kart…

source: Heights
nn: Høgder

source: Terrains
nn: Terreng

source: Starting positions
nn: Startposisjonar

source: Map version
nn: Kartversjon

source: Building restrictions
nn: Byggjerestriksjonar

source: Flags
nn: Flagg

source: Roads and waterways
nn: Vegar og vassvegar

source: Map objects
nn: Kartobjekt

source: Win condition
nn: Sigersvilkår

source: Flag details
nn: Flaggdetaljar

source: Road and waterway details
nn: Detaljar om vegar og vassvegar

source: Building details
nn: Bygningsdetaljar

source: Territory
nn: Territorium

source: Vision
nn: Sikt

source: Scripting
nn: Skripting

source: Objectives
nn: Mål

source: Images
nn: Bilete

source: Minimap
nn: Minikart

source: The engine received a SIGABRT signal which was most likely triggered by a corrupted savegame. No solution for this bug has been implemented yet. We are sorry, but this savegame seems to be broken beyond repair.
nn: Motoren mottok eit SIGABRT-signal som truleg vart utløyst av ei øydelagd lagringsfil. Inga løysing for denne feilen er implementert enno. Me orsakar, men denne lagringsfila ser ut til å vera uoppretteleg øydelagd.

source: Loading map…
nn: Lastar kart…

source: Bluebyte Settlers II Map. No comment defined!
nn: Bluebyte Settlers II-kart. Ingen kommentar definert!

source: Loading map: %1$s (%2$u/%3$d)
nn: Lastar kart: %1$s (%2$u/%3$d)

source: Territories
nn: Territorium

source: Initializing flags
nn: Initialiserer flagg

source: Initializing roads and waterways
nn: Initialiserer vegar og vassvegar

source: Initializing buildings
nn: Initialiserer bygningar

source: Initializing map objects
nn: Initialiserer kartobjekt

source: Checking map
nn: Kontrollerer kart

source: Postloading map objects
nn: Etterlastar kartobjekt

source: Preparing game…
nn: Førebur spel…

source: Could not establish connection to host
nn: Kunne ikkje kopla til verten

source: Widelands could not establish a connection to the given address. Either no Widelands server was reachable at the TCP port %u or the server shut down as you tried to connect.
nn: Widelands klarte ikkje å kopla til den oppgjevne adressa. Anten var ingen Widelands-tenar å nå på TCP-port %u, eller så stengde tenaren ned medan du prøvde å kopla til.

source: %u add-on mismatch detected:
nn: %u uovereinsstemming i tillegg oppdaga:

source: %1$s • ‘%2$s’ required by host not found
nn: %1$s • ‘%2$s’ kravd av verten vart ikkje funnen

source: %1$s • ‘%2$s’ installed at version %3$s but host uses version %4$s
nn: %1$s • ‘%2$s’ installert med versjon %3$s, men verten bruker versjon %4$s

source: /me ’s file failed md5 checksumming.
nn: /me si fil feila md5-sjekksumming.

source: /me checked the received file. Although md5 check summing succeeded, I can not handle the file.
nn: /me sjekka den mottekne fila. Sjølv om md5-sjekksummen var i orden, kan eg ikkje handtera fila.

source: Disconnected
nn: Fråkopla

source: The connection with the host was lost for the following reason: %s
nn: Sambandet med verten vart brote av følgjande grunn: %s

source: Available host commands are:
nn: Tilgjengelege vertskommandoar er:

source: /help - Shows this help
nn: /help - Viser denne hjelpa

source: /announce <msg> - Send a chatmessage as announcement (system chat)
nn: /announce <msg> - Send ei pratemelding som kunngjering (systemprat)

source: /warn <name> <reason> - Warn the user <name> because of <reason>
nn: /warn <name> <reason> - Åtvar brukar <name> på grunn av <reason>

source: /kick <name> <reason> - Kick the user <name> because of <reason>
nn: /kick <name> <reason> - Spark ut brukaren <name> på grunn av <reason>

source: /forcePause - Force the game to pause.
nn: /forcePause - Tving spelet til å pausa.

source: /endForcedPause - Return game to normal speed.
nn: /endForcedPause - Set spelet tilbake til normal fart.

source: Wrong use, should be: /announce <message>
nn: Feil bruk, skal vera: /announce <message>

source: Wrong use, should be: /warn <name> <reason>
nn: Feil bruk, skal vera: /warn <name> <reason>

source: The client %s could not be found.
nn: Fann ikkje klienten %s.

source: Wrong use, should be: /kick <name> <reason>
nn: Feil bruk, skal vera: /kick <name> <reason>

source: You can not kick yourself!
nn: Du kan ikkje sparka deg sjølv!

source: Are you sure you want to kick %s?
nn: Er du sikker på at du vil sparka ut %s?

source: The stated reason was: %s
nn: Den oppgjevne grunnen var: %s

source: If yes, type: /ack_kick %s
nn: Om ja, skriv: /ack_kick %s

source: Kick acknowledgement cancelled: No name given!
nn: Spark-stadfesting avbroten: Ingen namn oppgjeve!

source: Wrong use, should be: /ack_kick <name>
nn: Feil bruk, skal vera: /ack_kick <name>

source: Kick acknowledgement cancelled: Wrong name given!
nn: Spark-stadfesting avbroten: Feil namn oppgjeve!

source: Pause was already forced - game should be paused.
nn: Pause var allereie tvinga - spelet bør vera pausa.

source: There is no forced pause - nothing to end.
nn: Det finst ingen tvinga pause - ingenting å avslutta.

source: Invalid command! Type /help for a list of commands.
nn: Ugyldig kommando! Skriv /help for ei liste over kommandoar.

source: Failed to host the server!
nn: Klarte ikkje å vera vert for tenaren!

source: Widelands could not start hosting a server. This should not happen and there is most likely nothing you can do about it. Please report a bug.
nn: Widelands klarte ikkje å starta som vert for ein tenar. Dette skal ikkje skje, og det er truleg ingenting du kan gjera med det. Ver venleg og rapporter ein feil.

source: Failed to start the server!
nn: Klarte ikkje å starta tenaren!

source: Widelands could not start a server. Probably some other process is already running a server on our port.
nn: Widelands klarte ikkje å starta ein tenar. Truleg køyrer ein annan prosess allereie ein tenar på porten vår.

source: %li second
nn: %li sekund

source: Widelands could not establish a connection to the given address. Either there was no metaserver running at the supposed port or your network setup is broken.
nn: Widelands klarte ikkje å kopla til den oppgjevne adressa. Anten køyrde ingen metatenar på den antatte porten, eller nettverksoppsettet ditt er feil.

source: Users marked with IRC will possibly not react to messages.
nn: Brukarar merkte med IRC vil moglegvis ikkje reagera på meldingar.

source: Successfully reconnected to the metaserver!
nn: Klarte å kopla til metatenaren igjen!

source: Something went wrong: %s
nn: Noko gjekk gale: %s

source: Welcome to the Widelands Metaserver!
nn: Velkomen til Widelands-metatenaren!

source: You have been logged in as ‘%s’ since your requested name is already in use or reserved.
nn: Du er logga inn som ‘%s’ sidan namnet du bad om, allereie er i bruk eller reservert.

source: Our forums can be found at:
nn: Du finn foruma våre på:

source: For reporting bugs, visit:
nn: For å rapportera feil, besøk:

source: Mixed up
nn: Forvirra

source: The metaserver sent a strange ERROR during connection
nn: Metatenaren sende ein merkeleg FEIL under tilkopling

source: Unexpected packet
nn: Uventa pakke
