Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial02_warfare.wmf/*.po
Languages: nn

source: You can control the number of soldiers stationed at a military site with the arrow buttons. If you want to get even your last soldier out, you will have to destroy it. However, it then will no longer protect your territory, which will make it vulnerable to hostile attacks.
nn: Du kan styra talet på soldatar stasjonerte ved eit militæranlegg med pilknappane. Om du vil ha ut sjølv den siste soldaten, må du øydeleggja anlegget. Men då vil det ikkje lenger verna territoriet ditt, noko som gjer det sårbart for fiendtlege åtak.

source: Dismantle your sentry in the north-west, next to the barrier.
nn: Demonter vakthuset i nordvest, ved sidan av barrieren.

source: Enhance Your Fortress
nn: Oppgrader fortet ditt

source: Enhancing Buildings
nn: Oppgradering av bygningar

source: Well done. Now you know how to draw back your soldiers from the places where you don’t need them. It is time to tell you how to reinforce your front line.
nn: Godt jobba. No veit du korleis du trekkjer tilbake soldatar frå stader du ikkje treng dei. Det er på tide å fortelja deg korleis du styrkjer frontlinja.

source: Your fortress is already quite strong and conquers a lot of space. But there is an even bigger building: the citadel.
nn: Fortet ditt er allereie ganske sterkt og erobrar mykje plass. Men det finst ein endå større bygning: borga.

source: Citadels can’t be built directly. Instead, you’ll have to construct a fortress first and then enhance it to a citadel. To do so, click on the fortress, then choose the ‘Enhance to Citadel’ button.
nn: Borger kan ikkje byggjast direkte. I staden må du byggja eit fort først og deretter oppgradera det til ei borg. For å gjera det, klikk på fortet, og vel deretter knappen «Oppgrader til borg».

source: Your soldiers will leave the fortress while the construction is going on. This means that your fortress will lose its military influence, as I described above.
nn: Soldatane dine vil forlata fortet medan bygginga pågår. Det tyder at fortet vil mista sin militære innverknad, som eg skildra ovanfor.

source: Enhance your fortress to a citadel now.
nn: Oppgrader fortet ditt til ei borg no.

source: Enhance your fortress to a citadel
nn: Oppgrader fortet ditt til ei borg

source: Enhance your fortress to a mighty citadel.
nn: Oppgrader fortet ditt til ei mektig borg.

source: The citadel can house 12 soldiers, and it is the biggest military building the Barbarians can build. It also costs a lot of resources and takes a long time to build. It is most suited to guard strategically important points like constricted points or mountains.
nn: Borga kan husa 12 soldatar, og er den største militærbygningen barbarane kan byggja. Ho kostar òg mykje ressursar og tek lang tid å byggja. Ho passar best til å vakta strategisk viktige punkt som flaskehalsar eller fjell.

source: Defeat your Enemy
nn: Sigra over fienden din

source: Defeat the Enemy
nn: Sigra over fienden

source: Great work, the citadel is finished. But what’s that? A hostile tribe has settled next to us while the citadel was under construction! Do you see how they took away a part of our land? And our lumberjack has now lost his place of work. This is what I was talking about. Let’s take our land back and defeat the enemy!
nn: Godt arbeid, borga er ferdig. Men kva er det? Ein fiendtleg stamme har slått seg ned ved sidan av oss medan borga var under bygging! Ser du korleis dei tok ein del av landet vårt? Og tømmerhuggaren vår har no mista arbeidsplassen sin. Det var dette eg snakka om. Lat oss ta landet vårt tilbake og sigra over fienden!

source: To attack a building, click on its doors, choose the number of soldiers that you wish to send and click on the ‘Attack’ button.
nn: For å angripa ein bygning, klikk på dørene, vel kor mange soldatar du vil senda, og klikk på «Angrip»-knappen.

source: Your soldiers will come from all nearby military buildings. Likewise, the defenders will come from all nearby military buildings of the enemy and intercept your forces.
nn: Soldatane dine vil koma frå alle militærbygningar i nærleiken. På same måte vil forsvararane koma frå alle fiendens nærliggjande militærbygningar for å stansa styrkane dine.

source: Attack and conquer all military buildings of the enemy and destroy their headquarters.
nn: Angrip og erobre alle militærbygningane til fienden og øydelegg hovudsetet deira.

source: Defeat Your Enemy
nn: Sigra over fienden din

source: Defeat the enemy tribe
nn: Sigra over fiendestammen

source: Defeat the nearby enemy.
nn: Sigra over fienden i nærleiken.

source: Conclusion
nn: Konklusjon

source: Thank you for playing this tutorial. I hope you enjoyed it and you learned how to create and train soldiers, how to control where they go and how to defeat an enemy. Did you see how easily you could overwhelm your enemy? Having trained soldiers is a huge advantage.
nn: Takk for at du spelte denne opplæringsdelen. Eg håpar du likte det og at du lærte korleis du lagar og trener soldatar, korleis du styrer kvar dei går og korleis du sigrar over ein fiende. Såg du kor lett du kunne overmanna fienden? Å ha trente soldatar er ein enorm fordel.

source: But a war is expensive, and not always the path leading to the goal. When setting up a new game, you can also choose peaceful win conditions. You should definitely try them out, they’re worth it.
nn: Men krig er dyrt, og ikkje alltid vegen til målet. Når du startar eit nytt spel, kan du òg velja fredelege sigersvilkår. Du bør absolutt prøva dei, dei er verdt det.

source: You are now ready to play the campaigns. They will teach you about the different economies of the tribes. You can also play the remaining tutorials, but they are not crucial for succeeding in the campaigns.
nn: Du er no klar til å spela kampanjane. Dei vil læra deg om dei ulike økonomiane til stammane. Du kan òg spela dei attverande opplæringsdelane, men dei er ikkje avgjerande for å lukkast i kampanjane.
