Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_tutorial02_warfare.wmf/*.po
Languages: nn

source: Introduction
nn: Innleiing

source: Soldiers, Training and Warfare
nn: Soldatar, trening og krigføring

source: In this scenario, I’m going to tell you about soldiers, their training and their profession: warfare. Although Widelands is about building up, not burning down, there is an enemy you sometimes have to defeat. Yet warfare is mainly focused on economics, not on military strategies, and its mechanics deserve explanation.
nn: I dette scenariet skal eg fortelja deg om soldatar, treninga deira og yrket deira: krigføring. Sjølv om Widelands handlar om å byggja opp, ikkje brenna ned, må du av og til overvinna ein fiende. Krigføringa handlar likevel mest om økonomi, ikkje militær strategi, og mekanikken fortener ei forklaring.

source: I’ve set up a small village that contains the most important buildings. You also have enough wares, so you do not have to take care of your weapons production. In a real game, you will not have this luxury.
nn: Eg har laga ein liten landsby med dei viktigaste bygningane. Du har òg nok varer, så du treng ikkje tenkja på våpenproduksjon. I eit ekte spel vil du ikkje ha denne luksusen.

source: Soldiers’ abilities
nn: Soldatane sine evner

source: New soldiers are created differently from normal workers: recruits will walk from a warehouse (or your headquarters) to the barracks where they will receive some basic training and become soldiers. Basic Barbarian soldiers do not use armor, they only need an ax.
nn: Nye soldatar vert skapte på ein annan måte enn vanlege arbeidarar: Rekrutter går frå eit lager (eller hovudsetet ditt) til brakkene, der dei får grunntrening og blir soldatar. Vanlege barbarsoldatar bruker ikkje rustning, dei treng berre ei øks.

source: Take a look at the soldiers that are on their way to our military buildings. They look different from normal workers: they have a health bar over their head that displays their remaining health, and they have four symbols, which symbolize the individual soldier’s current levels in the four different categories: health, attack, defense and evade.
nn: Sjå på soldatane som er på veg til militærbygningane våre. Dei ser annleis ut enn vanlege arbeidarar: Dei har ei helselinje over hovudet som viser attverande helse, og dei har fire symbol som viser soldaten sitt nivå i dei fire kategoriane: helse, åtak, forsvar og unnviking.

source: If a Barbarian soldier is fully trained, he has level %1% health, level %2% attack, level %3% defense and level %4% evade. This is one fearsome warrior then! The individual abilities have the following meaning:
nn: Om ein barbarsoldat er fullt opptrent, har han nivå %1% i helse, nivå %2% i åtak, nivå %3% i forsvar og nivå %4% i unnviking. Dette er då ein frykteleg krigar! Dei einskilde evnene tyder følgjande:

source: Health:
nn: Helse:

source: The total life of a soldier. A Barbarian soldier starts with %1% health, and he will gain %2% health with each health level.
nn: Det totale livet til ein soldat. Ein barbarsoldat startar med %1% helse, og han får %2% meir helse for kvart helsenivå.

source: Attack:
nn: Åtak:

source: The amount of damage a soldier will inflict on the enemy when an attack is successful. A Barbarian soldier with attack level 0 inflicts ~%1% points of health damage when he succeeds in hitting an enemy. For each attack level, he gains %2% damage points.
nn: Mengda skade ein soldat påfører fienden ved eit vellukka åtak. Ein barbarsoldat med åtaksknivå 0 gjer ~%1% poeng helseskade når han treffer ein fiende. For kvart åtaksknivå får han %2% fleire skadepoeng.

source: Defense:
nn: Forsvar:

source: The defense is the percentage that is subtracted from the attack value. The Barbarians cannot train in this skill and therefore have always defense level 0, which means that the damage is always reduced by %1%%%. If an attacker with an attack value of 3500 points hits a Barbarian soldier, the Barbarian will lose 3500×%2%%% = %3% health.
nn: Forsvar er prosenten som vert trekt frå åtakverdien. Barbarane kan ikkje trena denne ferdigheita og har difor alltid forsvarsnivå 0, noko som tyder at skaden alltid vert redusert med %1%%%. Om ein angripar med ein åtakverdi på 3500 poeng treffer ein barbarsoldat, vil barbaren mista 3500×%2%%% = %3% helse.

source: Evade:
nn: Unnviking:

source: Evade is the chance that the soldier is able to dodge an attack. A level 0 Barbarian has a %1%%% chance to evade an attack, and this increases in steps of %2%%% for each level.
nn: Unnviking er sjansen for at soldaten klarer å unngå eit åtak. Ein barbar på nivå 0 har %1%%% sjanse til å unngå eit åtak, og dette aukar med %2%%% for kvart nivå.

source: The Battle Arena
nn: Stridsarenaen

source: Now I have talked about training and levels. Let me elaborate on that.
nn: No har eg snakka om trening og nivå. Lat meg utdjupa det.

source: A newly created soldier has no experience and is not very good at fighting. To make him stronger, you can build training sites.
nn: Ein nyutdanna soldat har inga røynsle og er ikkje særleg god til å slåst. For å gjera han sterkare kan du byggja treningsstader.

source: One of these training sites is the battle arena. It is a big and expensive building, and it trains soldiers in evade. Since soldiers get very hungry during their workout, this building needs a lot of food and strong beer. In a real game, you should have a good infrastructure before you build it.
nn: Ein av desse treningsstadene er stridsarenaen. Det er ein stor og dyr bygning, og han trener soldatar i unnviking. Sidan soldatane blir veldig svoltne under treninga, treng denne bygningen mykje mat og sterkt øl. I eit ekte spel bør du ha ein god infrastruktur før du byggjer han.

source: To see evade training in action, build a battle arena.
nn: Bygg ein stridsarena for å sjå unnvikingstrening i praksis.

source: While we’re waiting for the battle arena, you’ll probably notice some soldiers walking around. They are automatically exchanged from time to time. I’ll teach you about that later.
nn: Medan me ventar på stridsarenaen, legg du sikkert merke til nokre soldatar som går rundt. Dei vert bytte ut automatisk av og til. Eg skal læra deg meir om det seinare.

source: Battle Arena
nn: Stridsarena

source: Build a battle arena
nn: Bygg ein stridsarena

source: Build a battle arena. It is a big building.
nn: Bygg ein stridsarena. Det er ein stor bygning.

source: Since the construction will take some time, you can change the game speed using %1$s and %2$s.
nn: Sidan bygginga tek litt tid, kan du endra spelfarten med %1$s og %2$s.

source: The Battle Arena Has Been Constructed
nn: Stridsarenaen er ferdigbygd

source: Very good. Our battle arena has been finished, and the soldiers are already walking towards it.
nn: Veldig bra. Stridsarenaen vår er ferdig, og soldatane er alt på veg mot han.

source: The needed wares are also delivered there. For successful training, you need pitta bread and strong beer, as well as either fish or meat.
nn: Dei naudsynte varene vert òg leverte dit. For vellukka trening treng du pitabrød og sterkt øl, samt enten fisk eller kjøt.

source: For more information, you can have a look at the building’s help window, accessible via the question mark in every building’s window.
nn: For meir informasjon kan du sjå på hjelpevindauget til bygningen, som du finn ved å klikka på spørsmålsteiknet i kvart bygningsvindauge.

source: To learn how far your soldiers have progressed in their training, you can have a look at their icons. They are modified by red dots:
nn: For å sjå kor langt soldatane dine har kome i treninga, kan du sjå på ikona deira. Dei er merkte med raude prikkar:

source: No red dots means that the soldier is not trained, so he has level 0. All your new recruits have this.
nn: Ingen raude prikkar tyder at soldaten ikkje er trent, altså nivå 0. Alle dei nye rekruttane dine har dette.

source: With every successful training step, your soldier becomes stronger. This is indicated by a red dot. This soldier is on level 1 in evade training.
nn: For kvart vellukka treningsteg blir soldaten din sterkare. Dette er markert med ein raud prikk. Denne soldaten er på nivå 1 i unnvikingstrening.

source: When your soldier has reached the highest possible level (in this case level 2), this is indicated by a white background color.
nn: Når soldaten har nådd det høgaste moglege nivået (i dette tilfellet nivå 2), vert dette vist med ein kvit bakgrunnsfarge.

source: The Training Camp
nn: Treningsleiren

source: There is a second training site: the training camp. It is a big building too, and to complement the battle arena, it trains attack and health (remember, the Barbarian soldiers cannot be trained in defense).
nn: Det finst ein annan treningsstad: treningsleiren. Han er òg ein stor bygning, og som supplement til stridsarenaen trener han åtak og helse (hugs, barbarsoldatar kan ikkje trenast i forsvar).

source: Build a training camp.
nn: Bygg ein treningsleir.

source: Training Camp
nn: Treningsleir

source: Build a training camp
nn: Bygg ein treningsleir

source: The battle arena only trains the soldiers in evade. To get the strongest possible soldier, you also need to build a training camp, which trains them in attack and health.
nn: Stridsarenaen trener berre soldatane i unnviking. For å få sterkast mogleg soldatar, må du òg byggja ein treningsleir, som trener dei i åtak og helse.

source: Great, our training camp has now been finished, too. Now nothing will hinder us from getting the strongest warriors the world has ever seen.
nn: Flott, treningsleiren vår er no ferdig òg. No er det ingenting som hindrar oss i å få dei sterkaste krigarane verda nokosinne har sett.

source: To train in the training camp, our soldiers need food like in the battle arena, but no strong beer. Instead, they need different axes for attack training and helmets for health training.
nn: For å trena i treningsleiren treng soldatane våre mat, nett som i stridsarenaen, men ikkje sterkt øl. I staden treng dei ulike økser for åtakstrening og hjelmar for helsetrening.

source: This equipment is produced in smithies out of coal, iron, and sometimes gold. You will learn more about this in the second scenario of the Barbarian campaign.
nn: Dette utstyret vert produsert i smier av kol, jern og av og til gull. Du vil læra meir om dette i det andre scenariet i barbar-kampanjen.

source: You should also keep in mind that each of the tribes in Widelands has its own way of training, so the buildings and wares are different. Also, the ability levels cannot be compared: an Imperial soldier has a base attack of %1% at level 0, while a Barbarian soldier at the same level only has a base attack of %2%.
nn: Du bør òg hugsa at kvar stamme i Widelands har sin eigen måte å trena på, så bygningane og varene er forskjellige. Ferdigheitsnivåa kan heller ikkje samanliknast direkte: Ein imperiesoldat har ein basisåtak på %1% på nivå 0, medan ein barbarsoldat på same nivå berre har %2% i basisåtak.

source: Scout’s Hut
nn: Speidarhytte

source: Explore Your Surroundings
nn: Utforsk omgjevnadane dine

source: Large parts of the map haven’t been explored yet. It might be a good idea to know which direction is best for expanding our empire.
nn: Store delar av kartet er ikkje utforska enno. Det kan vera lurt å vita kva retning som er best for å utvida imperiet vårt.

source: You can try your luck and expand randomly, but this is risky. A safer way is to use a scout to explore unseen parts of the map. What if he finds mountains overflowing with gold?
nn: Du kan prøva lukka og utvida på måfå, men det er risikabelt. Ein tryggare måte er å bruka ein speidar til å utforska usette delar av kartet. Kva om han finn fjell som renn over av gull?

source: We will need a scout’s hut to start exploring. It is a small building.
nn: Me treng ei speidarhytte for å starta utforskinga. Det er ein liten bygning.

source: Build a scout’s hut.
nn: Bygg ei speidarhytte.

source: Build a scout’s hut
nn: Bygg ei speidarhytte

source: It’s good to know your surroundings. A scout will explore unseen parts of the map for you.
nn: Det er godt å kjenna omgjevnadane sine. Ein speidar vil utforska usette delar av kartet for deg.

source: Build a Scout’s Hut.
nn: Bygg ei speidarhytte.

source: Scout is ready
nn: Speidar er klar

source: Ready to go!
nn: Klar til dyst!

source: Well done! Your scout’s hut has been built. While our scout is moving in, let’s learn a little bit more about him.
nn: Godt jobba! Speidarhytta di er bygd. Medan speidaren vår flyttar inn, lat oss læra litt meir om han.

source: First of all, he will need to take some food with him on his scouting trips. Fortunately, we have some rations in our warehouse.
nn: For det første må han ta med seg litt mat på speidarturane sine. Heldigvis har me nokre rasjonar på lageret.

source: When provided with food, he will walk randomly around the area. You should follow his movement before fog of war hides what he saw.
nn: Når han får mat, vil han gå tilfeldig rundt i området. Du bør følgja rørslene hans før krigståka skjuler det han såg.

source: Scout
nn: Speidar

source: Explore the map
nn: Utforsk kartet

source: Wait for the scout to explore unseen areas.
nn: Vent på at speidaren skal utforska ukjende område.

source: Observe your scout.
nn: Observer speidaren din.

source: Scout made progress
nn: Speidaren gjorde framsteg

source: New horizons?
nn: Nye horisontar?

source: As you can see, scouts can go quite far. The good news is that there are no enemies around.
nn: Som du ser, kan speidarar gå ganske langt. Dei gode nyhenda er at det ikkje er fiendar i nærleiken.

source: You can use the minimap to see the exploration’s progress.
nn: Du kan bruka minikartet for å sjå framgangen i utforskinga.

source: Don’t forget that scouting is hard work and as such cannot be done without provision of food.
nn: Ikkje gløym at speiding er hardt arbeid, og kan difor ikkje gjerast utan matforsyningar.

source: Heroes and Rookies
nn: Heltar og ferskingar

source: While our soldiers are training, let me tell you what we can do with them.
nn: Medan soldatane våre trener, skal eg fortelja deg kva me kan gjera med dei.

source: In every military building, you can set the preference for heroes (trained soldiers) or rookies. From time to time, a soldier will walk out of the building and be replaced by a stronger/weaker one automatically – this is what you saw earlier.
nn: I kvar militærbygning kan du velja om du føretrekkjer heltar (trente soldatar) eller ferskingar. Av og til vil ein soldat gå ut av bygningen og bli automatisk erstatta av ein sterkare/svakare ein – det var dette du såg tidlegare.

source: The initial setting depends on the type of the building. For the Barbarians, the sentry is the only building that prefers rookies by default. You should change this setting to fit your current needs.
nn: Standardinnstillinga avheng av bygningstypen. For barbarane er vakthuset den einaste bygningen som føretrekkjer ferskingar som standard. Du bør endra denne innstillinga for å passa dine noverande behov.

source: When you are expanding into no man’s land, you can make your buildings prefer rookies. When you are planning to attack, send heroes into that region. Conquered buildings always prefer heroes.
nn: Når du utvidar inn i ingenmannsland, kan du la bygningane dine føretrekkja ferskingar. Når du planlegg å angripa, send heltar til det området. Erobra bygningar føretrekkjer alltid heltar.

source: Soldier capacity
nn: Soldatkapasitet

source: Adjusting the number of soldiers
nn: Justering av soldattalet

source: There is another way how you can control the strength of a military building: by the number of soldiers stationed there. Just click on the arrow buttons to decrease or increase the desired number of soldiers. Every building has a maximum capacity. In case of the barrier, it is five, for example.
nn: Det er ein annan måte du kan styra styrken til ein militærbygning på: ved talet på soldatar som er stasjonerte der. Berre klikk på pilknappane for å auka eller minka det ønskte talet på soldatar. Kvar bygning har ein maksimal kapasitet. For barrieren er han til dømes fem.

source: If you wish to send a certain soldier away, you can simply click on it. It will then be replaced by another soldier.
nn: Om du vil senda ein bestemt soldat vekk, kan du berre klikka på han. Han vil då bli erstatta av ein annan soldat.

source: Let me also describe what the numbers in the status string mean. This string can contain an arrow and up to three numbers, e.g. ‘↑ 1 (+5) soldier (+2)’.
nn: Lat meg òg forklara kva tala i statuslinja tyder. Denne linja kan innehalda ei pil og opptil tre tal, t.d. ‘↑ 1 (+5) soldat (+2)’.

source: The arrow shows whether the building is set to prefer heroes (upwards arrow) or rookies (downwards arrow).
nn: Pila viser om bygningen er innstilt på å føretrekkja heltar (pil opp) eller ferskingar (pil ned).

source: The first number describes how many soldiers are currently in this building. In this example, only one soldier is left inside (each military building is always guarded by at least one soldier).
nn: Det første talet viser kor mange soldatar som er i bygningen nett no. I dette dømet er det berre éin soldat att inne (kvar militærbygning vert alltid vakta av minst éin soldat).

source: The second number tells you how many additional soldiers reside in this building, but are currently outside. The five soldiers may be attacking an enemy. They will return when they have been successful.
nn: Det andre talet fortel deg kor mange ekstra soldatar som høyrer til i denne bygningen, men som for augneblinken er ute. Dei fem soldatane kan vera ute og angripa ein fiende. Dei vil venda tilbake når dei har lukkast.

source: The third number indicates the missing soldiers. From the eight soldiers (1 + 5 + 2) you wish to have here, two may have died. They will be replaced by new soldiers from your warehouse, if possible.
nn: Det tredje talet viser manglande soldatar. Av dei åtte soldatane (1 + 5 + 2) du ønskjer å ha her, kan to ha døydd. Dei vil bli erstatta av nye soldatar frå lageret ditt, om mogleg.

source: Soldiers in the headquarters
nn: Soldatar i hovudsetet

source: Your headquarters has some capabilities of military sites: It conquers some land, the enemy can attack it directly, and the stored soldiers defend it and its surroundings when attacked. On the other hand, there’s a difference too: you can’t start an attack with the soldiers in your headquarters.
nn: Hovudsetet ditt har nokre av eigenskapane til militæranlegg: Det erobrar land, fienden kan angripa det direkte, og dei lagra soldatane forsvarer det og omgjevnadane når det blir angripe. På den andre sida er det ein skilnad òg: Du kan ikkje starta eit åtak med soldatane i hovudsetet.

source: The military capabilities of the headquarters are a big difference from plain warehouses that don’t conquer land, and need nearby military sites for defense. Soldiers stored in plain warehouses don’t participate in any fighting, and plain warehouses can’t be attacked directly.
nn: Dei militære evnene til hovudsetet er ein stor skilnad frå vanlege lager, som ikkje erobrar land og treng nærliggjande militæranlegg for forsvar. Soldatar lagra i vanlege lager deltek ikkje i kampar, og vanlege lager kan ikkje angripast direkte.

source: Soldier settings of the headquarters
nn: Soldatinnstillingar for hovudsetet

source: While all soldiers who happen to be in your headquarters help defending it, they are not permanently assigned to the headquarters, so they can be sent away any time when a military site needs a soldier. Fortunately you can also assign some soldiers to the defense of the headquarters the same way you set soldier capacity and preference for military sites. If you do so, the headquarters will only let surplus soldiers be sent to other buildings, but not soldiers from the assigned garrison.
nn: Sjølv om alle soldatar som tilfeldigvis er i hovudsetet hjelper til med å forsvara det, er dei ikkje permanent tildelte hovudsetet, så dei kan sendast vekk når som helst om eit militæranlegg treng ein soldat. Heldigvis kan du òg tildela nokre soldatar til forsvar av hovudsetet på same måte som du set soldatkapasitet og preferanse for militæranlegg. Om du gjer det, vil hovudsetet berre senda overskytande soldatar til andre bygningar, ikkje soldatar frå den tildelte garnisonen.

source: If you look at the status lines, you can see that your warehouse has nothing in it, but your headquarters has a ‘—’ sign initially. That means that there is no garrison set up to protect the headquarters, though there may still be some soldiers stored there. If you increase the desired number of soldiers to more than zero, then the headquarters will show the same soldier information as military sites in the status. Surplus soldiers are never shown in the status.
nn: Om du ser på statuslinjene, kan du sjå at lageret ditt ikkje har noko i seg, men hovudsetet har eit ‘—’-teikn i starten. Det tyder at det ikkje er sett opp nokon garnison for å verna hovudsetet, sjølv om det framleis kan vera soldatar lagra der. Om du aukar det ønskte talet på soldatar til meir enn null, vil hovudsetet visa den same soldatinformasjonen som militæranlegg i statusen. Overskytande soldatar visast aldri i statusen.

source: Dismantle your sentry
nn: Demonter vakthuset ditt

source: Dismantling military buildings
nn: Demontering av militærbygningar

source: You can only reduce the number of soldiers to one. The last soldier of a building will never come out (unless this building is attacked). If you want to have your soldier elsewhere, you will have to dismantle or burn down the building.
nn: Du kan berre redusera talet på soldatar til éin. Den siste soldaten i ein bygning vil aldri koma ut (med mindre bygningen vert angripen). Om du vil ha soldaten din ein annan stad, må du demontera eller brenna ned bygningen.

source: However, destroying a military building is always linked with a risk: the land is still yours, but it is no longer protected. Any enemy that builds his own military sites can take over that land without a fight, causing your buildings to burst into flames. Furthermore, some parts of the land can now be hidden under the fog of war. You should therefore only dismantle military buildings deep inside your territory where you are safe from enemies.
nn: Å øydeleggja ein militærbygning inneber alltid ein risiko: Landet er framleis ditt, men det er ikkje lenger verna. Ein fiende som byggjer sine eigne militæranlegg kan ta over landet utan kamp, noko som får bygningane dine til å gå opp i flammar. Dessutan kan delar av landet hamna under krigståke igjen. Du bør difor berre demontera militærbygningar djupt inne i territoriet ditt der du er trygg for fiendar.

source: Have you seen your sentry? Since it cannot contain many soldiers and is next to a stronger barrier, it is rather useless.
nn: Har du sett vakthuset ditt? Sidan det ikkje har plass til mange soldatar og ligg ved sidan av ein sterkare barriere, er det ganske unyttig.

source: Dismantle it.
nn: Demonter det.

source: You can also use this opportunity to become familiar with the other options: the heroes/rookies preference and the capacity.
nn: Du kan òg nytta høvet til å bli kjend med dei andre vala: preferanse for heltar/ferskingar og kapasitet.

source: Soldiers, dismissed!
nn: Soldatar, tred av!

source: Dismantle your north-western sentry
nn: Demonter det nordvestre vakthuset ditt
