Repository: widelands/widelands
Catalog: po/scenario_t03.wmf/*.po
Languages: hu

source: Our geologists found a lot more deposits of iron ore, coal and even gold. We should enhance our current mines as soon as our miners are more experienced. We should build up some more mines, a bigger food infrastructure to always supply our men with sufficient food and a further processing economy. But that's still not everything - most of our soldiers are quite young and neither have a good weapon nor are they well trained. We should build up trainingssites to prepare them for their future tasks."
hu: Geológusaink rengeteg további tartalékot találtak vasércből, szénből. sőt aranyércből is. Fejlesztenünk kell bányáinkat, amint bányászaink tapasztaltabbak lesznek. Építenünk kell még néhány további bányát; egy nagyobb élelemtermelő gazdaságot, hogy mindig elláthassuk embereinket a szükséges élelemmel; valamint egy további feldolgozógazdaságot. És ez még mindig nem minden – legtöbb katonánk igen fiatal, és sem jó fegyverük, sem jó kiképzésük nincs. Kiképzőhelyeket kell létesítenünk, hogy felkészíthessük őket leendő feladataikra.”

source: Remember to build a cattle farm
hu: Ne felejts el építeni egy marhafarmot

source: Renegade fortification
hu: Hitehagyott erődítmény

source: The advisor
hu: A tanácsadó

source: The story continues
hu: A történet folytatódik

source: This tutorial explains the handling of military and training site buildings and will introduce fighting.
hu: Ez az oktatójáték elmagyarázza a katonai és kiképzőépületek kezelését, és bemutatja a harcot.

source: Thron looks worried.
hu: Thron aggódik.

source: Thron looks worried...
hu: Thron aggódik...

source: Thron speaks confidently.
hu: Thron magabiztosan szól:

source: Thron speaks:
hu: Thron így szól:

source: Tracks
hu: Nyomok

source: Winter ahead
hu: Közeleg a tél

source: You have completed the last mission of the barbarian tutorial campaign. You may continue playing if you wish, otherwise move on to the next campaign.
hu: Befejezted a barbárok oktató hadjáratának utolsó küldetését. Ha szeretnél, játszhatsz tovább, máskülönben folytasd a következő hadjárattal.

source: Your loyal companion
hu: A hű társad
