Repository: widelands/widelands
Catalog: po/scenario_t03.wmf/*.po
Languages: hu

source: "Boldreth and I just explored the area around the three mountains. One major strategic problem of that area seems to be, that there are two bigger passages - one north and one south to the middle mountain. Those passages are quite hard to control and so it seems to me, like we have only one chance to secure the mountains from enemy hands: We must build a fortress to the east of the mountains!"
hu: „Boldreth és én most néztük meg a három hegy körüli területet. Komoly stratégiai problémát vet fel, hogy két nagy átjáró is van: egy a középső hegy északi, egy pedig a déli oldalán. Ezek felügyelete igen nehéz feladat, és úgy látom, csak egy megoldás van arra, hogy megvédjük a hegyeket az ellenség kezétől: egy erődöt kell építenünk a hegyektől keletre!”

source: "Boldreth is right! We don't have enough food to survive a long, cold winter. We should start to build a well, a fisher's and a hunter's hut. And if we find enough space, we should as well build up a farm and a bakery! One of our farmers seems to be very clever he already got some crops to grow in this cold soil."
hu: „Boldrethnek igaza van! Nincs elég élelmünk, hogy túléljünk egy hosszú, hideg telet. Építenünk kell egy kutat, egy halász- és egy vadászkunyhót. Sőt, ha találunk elég helyet, egy farmot és egy pékséget is érdemes építenünk! Egyik farmerünk nagyon okosnak tűnik: már sikerült neki ebben a hideg földben is gabonát termesztenie.”

source: "Chieftain, remember the poor carriers: Our roads get longer and longer and the burden on their shoulders never gets lighter. We should breed more oxen to make their work lighter and our transportation more efficient."
hu: „Törzsfőnök, ne feledkezz meg szegény hordárokról: útjaink egyre hosszabbak, vállukon a teher viszont sosem könnyebb. Még több ökröt kell tartanunk, hogy munkájuk könnyebb, szállításunk pedig hatékonyabb legyen.”

source: "Finally!<br>The fortress was just completed, so the entrance to our settlement should be safe for now. For the future we might think on building some more fortifications like barriers and donjons at the passages, but for now we can take a deep breath."
hu: „Végre!<br>Most készült el az erőd, így településünk bejárata immár védve van. A jövőben az átjárókhoz is építhetünk még esetleg pár erődítményt, például határbástyákat vagy tornyokat, de most már megnyugodhatunk.”

source: "However, Thron is not willing to listen to my doubts. He seeks to expand our fortifications to the borders of Kalitath’s territory and reunite with his forces. I have to keep an eye on everything that happens here."
hu: „De Thron nem hallgat kételyeimre. Ki akarja terjeszteni erősségeinket Kalitath területének határáig, és egyesülni akar erőivel. Rajta kell tartanom a szemem mindazon, ami arrafelé történik.”

source: "I have sent men to meet with Kalitath in his fortress. He has barricaded the former main entrance to the capital and is trying to set up a siege ring around Al’thunran. He will not let anyone enter or leave the city while the ring is intact. Until now, he has not answered any of my messages. But the time I wait won't be lost. I will further upgrade my soldiers and prepare for battle."
hu: „Küldtem embereket, hogy látogassák meg Kalitath-t erődjében. Ő eltorlaszolta a főváros régi főbejáratát, és ostromgyűrűt próbál Al'thunran köré vonni. Nem fog senkit sem átengedni, amíg a gyűrű sértetlen. Ezidáig egyetlen üzenetemre sem válaszolt. De ami késik, nem múlik. Továbbképzem katonáimat, és készülök a harcra.”

source: "I just got informed, that our mining economy started its work. This news brought a smile to my face - even if the hardest part is still waiting to be done, now our smiths will give their best to further ease our lives."
hu: „Most értesültem, hogy bányászgazdaságunk megkezdte működését. Ez a hír mosolyt csalt arcomra – a legnehezebb rész még hátravan ugyan, de kovácsaink immár mindent megtesznek, hogy tovább könnyítsék életünket.”

source: "I just talked to the leader of our patrol. He told me, that they found some mountains to the north east and the east of our territory. With a bit of luck this opens us a new chance for rearming our men, because as far as I remember, most of the mountains west to Al'thunran hold coal and some metal ores."
hu: „Épp most beszéltem az őrjárat főnökével. Azt mondta, hogy hegyeket fedeztek fel területünktől keletre és északkeletre. Kis szerencsével ez lehetőséget ad katonáink fegyverzetének felfrissítésére, mert úgy emlékszem, az Al'thunrantól nyugatra lévő hegyek többsége szenet és némi fémércet rejt.”

source: "Khantrukh just informed me, that our basic food economy was built up successfully. Finally none of us has to fear starvation anymore.
hu: „Khantrukh most tájékoztatott, hogy alapszintű élelemtermelő gazdaságunk sikeresen kiépült. Végre egyikünknek sem kell többé félnie az éhezéstől.”

source: "My brothers and their soldiers are dead and left fire and destruction behind. In none of all the ruins could I find any man or woman of the normal folk and so I just may hope that they fled from this cruel battleground and started a better life somewhere else. Nothing is left from that beauty I remember, only ruins remain from the old capital. I am sorrowful but also relieved. I never hoped to ever see Al'thunran's old beauty again - it was only a few months ago that I wondered whether I would ever be able to set my feet in Al'thunran again. Now the old town is back in my hands and I will not hesitate to rebuild it with all the strength my people have. I can't wait to see it again in it's old beauty."
hu: „Fivéreim és katonáik halottak, és csak lángok és pusztulás maradt nyomukban. Sehol a romok között nem találtam egy férfit vagy nőt a régiek közül, így csak remélhetem, hogy elmenekültek erről a kegyetlen harcmezőről, és új életet kezdtek valahol máshol. Semmi sincs már abból a szépségből, amire emlékszem, csak romok maradtak a régi fővárosból. Szomorú vagyok, ugyanakkor megkönnyebbültem. Sosem hittem, hogy valaha láthatom Al'thunrant régi fényében – csak pár hónapja volt, hogy eltűnődtem azon, vajon egyszer újra Al'thunran földjére léphetek-e. Most a régi város immár a kezemben van, és nem habozok újjáépíteni népem teljes erejéből. Alig várom, hogy újra régi fényében lássam.”

source: "Our mining economy seems to work fine, that is already good news! Anyway there are still a lot of men and women waiting in our hall to get a task, so they can help our soldiers to prepare for the future fights.
hu: „Bányászgazdaságunk, úgy tűnik, jól működik, ez már önmagában is jó hír! Emellett azonban még mindig sok férfi és nő vár a palotában, hogy feladatot kapjanak, segítendő felkészülni katonáinknak az eljövendő harcokra.

source: "So be it, the generals are out to set up my troops and Boldreth himself will lead the first strike. I will ride by his side, to free Al’thunran of this war and bring peace back to our capital. When the young sun rises above the trees tomorrow morning, I will order the assault. By dusk, I will celebrate my victory in the wooden halls of the warlord and sacrifice a newborn lamb in the honour of my father whose eyes are set upon me today.<br>So be it!"
hu: „Hát legyen, tábornokaim most állítják össze csapataimat, és maga Boldreth vezeti az első támadást. Vele tartok, hogy megszabadítsuk Al'thunrant ettől a háborútól és visszahozzuk a békét fővárosunkba. Amint az ifjú nap a fák fölé hág holnap reggel, elrendelem az ostromot. Napnyugtakor pedig már győzelmemet ünneplem a hadúri facsarnokban, és egy újszülött bárányt áldozok apám tiszteletére, akinek szemei ma rám szegeződnek.<br>Úgy legyen!”

source: "The first fortification Thron ordered has just been completed. At the moment he seeks to bring trust and belief to those who live inside the walls of our new habitat, that we named 'Ondun', which means 'those who wait' in the old tongue. But Thron is not yet satisfied - and I fully understand his fears: The forests are deep and the frontier to Al’thunran is near. I am sure that there are a thousand greater dangers out there than the unknown tracks.<br>To overlook more of the area around our hall we should explore further and set up more guards and scouts to observe the frontier and keep an eye on the raging wars on our doorsteps. THEN we will be prepared once trouble seeks to capture our woods."
hu: „Épp most készült el az első erődítmény, amit Thron rendelt. Ő jelenleg bizalmat és hitet próbál önteni mindazokba, akik új szálláshelyünk falai között élnek, melyet »Ondun«-nak neveztünk el, ami az ősi nyelven azt jelenti: »akik várnak«. De Thron még nem elégedett – és én teljesen megértem a félelmeit: az erdő mély, Al'thunran határa pedig közel. Biztos vagyok abban, hogy odakint ezerszer nagyobb veszélyek is vannak, mint az ismeretlen nyomok.<br>Hogy főhadiszállásunk körül még több területet szemmel tarthassunk, tovább kell terjeszkednünk, még több őrt és felderítőt kell küldenünk, hogy figyeljék a határt és rajta tartsák a szemüket a küszöbünkön tomboló háborún. Majd AKKOR készen állunk az erdőinkbe betörő vész fogadására.”

source: "The frontier line of my forces has expanded to the edge of the forests. We have a long and cold winter and so many miles behind us. The fortification that we erected around Ondun will guarantee us a fast supply of men and goods and once Al’thunran is in my hands, the two cities will be linked by a good and defendable infrastructure. Still I hope I will not walk alone on this mission, I hope Kalitath son of Kun will follow my call."
hu: „Erőink arcvonala kitolódott az erdő szélére. Magunk mögött hagytunk egy hosszú és hideg telet és oly sok mérföldet. Az Ondun köré emelt erősségek biztosítják embereink és áruink gyors utánpótlását, és ha egyszer Al'thunran a kezemben lesz, a két várost egy jó és védhető infrastruktúra köti majd össze. Továbbra is bízom abban, hogy nem egyedül viszem véghez küldetésemet: remélem, Kun fia, Kalitath hajlik hívó szavamra.”

source: "The news that a patrol brought is not good to hear. Our spies tell us, that the wartribes still rage in battle but some of the elder soldiers and tribe leaders seem to grow tired of this senseless war. Kalitath, son of Kun is the first warleader to leave Al’thunran, thus leaving his side weak and vulnerable. As my scouts report, he has set foot on the lower grounds around the capitol, securing the outer fortification rings."
hu: „Nem jó hallani, milyen híreket hozott egy járőr. Kémeink azt mondják, hogy a törzsek még mindig vívják a harcot, de úgy tűnik, néhány idősebb katona és vezető kezd belefáradni ebbe az értelmetlen háborúba. Kalitath, Kun fia a első hadvezér, aki elhagyta Al'thunrant, ezzel gyengén és sebezhetőn hagyva saját oldalát. Amint azt felderítőim jelentik, ő a központ alatt foglalt helyet, és az erődítmények külső gyűrűit biztosítja.”

source: "The traitor has left his armies dying where they lay as he saw that he would not keep my forces back. Kalitath disappeared in the mess of the war, but I don’t care now. Shall he flee and be forgotten for all times as a tribeleader that would not bow before the wooden throne, that is mine to take now. Even more his flight brought us a big benefit: All year Kalitath was so busy fighting that he did not even care to store enough food for all his men. Now that he has fled, their hunger has brought some of his younger followers to desert. This group holds a strong fortification on the main ring. But there is more news: My scouts reported, that the two raging tribes of my brothers are in chaos and have barely noticed the new danger that is about to strike them. However they would not care if they noticed I guess, blinded by rage and hate, there is no sense left in them at all I believe."
hu: „Az áruló cserben hagyta seregét, amint rájött, hogy nem képes visszatartani erőimet. Kalitath a harc zűrzavarában eltűnt, de nem is érdekel már. Meneküljön csak el és ne is halljunk többé róla, arról a törzsfőről, aki nem volt hajlandó behódolni a fatrónnak, ami most már engem illet. Távozása nagy hasznot is hozott számunkra: Kalitath egész évben oly elfoglalt volt a harccal, hogy nem törődött azzal sem, hogy elég élelmet halmozzon fel embereinek. Most, hogy elmenekült, néhány fiatalabb követőjét az éhség arra vitte, hogy átálljon hozzánk. Ez a csoport egy nagy erődítményt tart a kezén a főgyűrűben. De van még más hír is: felderítőim jelentik, hogy fivéreim hadakozó két törzsén eluralkodott a zűrzavar, és nem igazán van tudomásuk az új veszélyről, amely hamarosan lecsap rájuk. Bár szerintem ha tudnának róla, akkor sem törődnének vele – a dühöngéstől és a gyűlölködéstől elvakulva már semmi érzék nem maradt bennük, úgy hiszem.”

source: "These last days we came closer to our capital. Many people have already joined us on our march and set their hopes on me. However, I fear that we are not strong enough to take up the battle with my brothers.<br>For now we rest at the borders of the old forest and prepare for the coming days."
hu: „Az elmúlt napokban közelebb jöttünk fővárosunkhoz. Menetközben már sokan csatlakoztak hozzánk és fektették le hitüket bennem. De félek, nem vagyunk elég erősek, hogy harcba bocsátkozzunk fivéreimmel.<br>Most az öregerdő peremén pihenünk, és felkészülünk az elkövetkező napokra.”

source: "This BASTARD! Only one man of our frontier patrol came back alive. He carried a message from Kalitath telling us that he will punish every move of our troops with their own blood! We cannot accept this behaviour. From now on there is war between Kalitath and us!"
hu: „Ezt a GALÁDOT! A határőrségünkből csak egy ember tért vissza élve. Üzenetet hozott Kalitath-tól, hogy csapataink saját vérükkel fizetnek meg minden mozgásukért! Nem fogadhatjuk el ezt a viselkedést. Mostantól hadiállapot van Kalitath és miköztünk!”

source: "This morning I found Thron trouble-minded. He returned from his patrol late last night and sat back against a tree watching over the encampment. The number of quarrels and disputes keeps growing and the winter has us firmly in its grip. We should put food in our storage to survive the long, cold winter!"
hu: „Ma reggel Thront gondterheltnek láttam. Késő éjjel hazatért őrjáratáról és leült egy fa tövébe, táborunkat vizslatva. A viták és veszekedések száma egyre nő, a tél pedig itt van már a nyakunkon. Fel kell töltenünk az éléskamrát, hogy túléljük a hosszú, hideg telet!”

source: "Thron seeks to believe that Kalitath is tired of fighting and will be willing to join us, once we march to re-establish law and order in Al’thunran. But I don’t think so. Kalitath is son to one of the mightiest generals of our forces and his family never quite liked the thought to bow before the banner of Chat’Karuth. Why should he march with his son to reclaim his heritage and the throne?"
hu: „Thron arra a meggyőződésre hajlik, hogy Kalitath belefáradt a harcba, és hajlandó lesz csatlakozni hozzánk, ha majd bevonulunk Al'thunranba helyreállítani a jogot és a rendet. De szerintem ez nem így lesz. Kalitath apja seregünk egyik legerősebb tábornoka, akinek családja sose volt oda a gondolatért, hogy meghajoljon Chat'Karuth zászlaja előtt. Miért csatlakozna hát fiához, hogy visszaszerezze örökségét és a trónt?”

source: "Thron told me that he discovered tracks in the snow to the northeast of our settlement. He instructed us to build a Donjon, to have a greater visual range on the area around our hall to protect our people from sudden attacks."
hu: „Thron mondta, hogy településünktől északkeletre nyomokat fedezett fel a hóban. Utasított, hogy építsünk egy tornyot, hogy jobban rálássunk a főhadiszállásunk körüli területre, ezáltal megvédve népünket a váratlan támadásoktól.”

source: * Build a battle arena and a trainings camp to the west of the mountains.
hu: * Építs egy küzdőteret és egy kiképzőtábort a hegyektől nyugatra.

source: * Build a donjon at the northeast of your territory to get a farther visual range and to protect your people from sudden attacks of enemies.
hu: * Építs egy tornyot területed északkeleti részére, hogy megnöveld a rálátásodat és megvédd népedet az ellenség váratlan támadásaitól.

source: * Build a donjon at the northeast of your territory.
hu: * Építs egy tornyot területed északkeleti részére.

source: * Build a fortress to the east of the mountains.
hu: * Építs egy erődöt a hegyektől keletre.

source: * Build a helmsmithy to the west of the mountains to provide your soldiers with better armor.
hu: * Építs egy sisakkészítő műhelyet a hegyektől nyugatra, hogy jobb vértezéssel lásd el katonáidat.

source: * Build a warehouse to the west of the mountains.
hu: * Építs egy raktárat a hegyektől nyugatra.

source: * Build more military buildings to explore the area around the headquarters and to ensure the safety of your people.
hu: * Építs további katonai épületeket, hogy felfedezd a főhadiszállásod körüli területet, és hogy garantáld néped biztonságát.

source: * Build up a basic food economy - a fisher's hut, a hunter's hut, a well, a farm and a bakery, to provide your people with food.
hu: * Építs ki egy alapszintű élelemtermelő gazdaságot – egy halászkunyhót, egy vadászkunyhót, egy kutat, egy farmot és egy pékséget kell emelned, hogy ellásd népedet élelemmel.

source: * Destroy Kalitath's army and expand your territory to the east.
hu: * Semmisítsd meg Kalitath seregét, és terjeszd ki területedet keletre.

source: * Destroy Kalitaths army and expand your territory to the east.
hu: * Semmisítsd meg Kalitath seregét, és terjeszd ki területedet keletre.

source: * Destroy all enforcements of Thron’s two brothers to liberate the throne-circle.
hu: * Semmisítsd meg Thron két testvérének valamennyi erősségét, hogy véget vess a trónviszálynak.

source: * Enhance your metalworks to an axefactory in order to produce weapons and build up another metalworks to ensure the production of tools. When the blacksmith reaches his next level (master blacksmith), you can even enhance it to a war mill which produces additional weapons.
hu: * Fejleszd tovább szerszámkészítő műhelyedet fejszekészítővé, hogy fegyvert gyártson, és építs egy másik szerszámkészítő műhelyet, hogy biztosítsd a szerszámok gyártását. Ha a kovács eléri a következő szintet (mesterkovács), a műhelyet fegyverkészítő műhellyé is fejlesztheted, ahol más fegyverek is készülnek.

source: * Enhance your metalworks to an axefactory to start producing weapons, and build up another metalworks to ensure the production of tools. When the blacksmith reaches his next level (master blacksmith), you can even enhance your axefactory to a war mill.
hu: * Fejleszd tovább szerszámkészítő műhelyedet fejszekészítővé, hogy fegyvert gyártson, és építs egy másik szerszámkészítő műhelyet, hogy biztosítsd a szerszámok gyártását. Ha a kovács eléri a következő szintet (mesterkovács), a fejszekészítő műhelyet fegyverkészítő műhellyé is fejlesztheted.

source: * Expand your territory to the mountains, send geologists to search for ore and coal and build a mining economy with mines, taverns, smelting works and metalworks.
hu: * Terjeszd ki területedet a hegyekig, küldj ki geológusokat ércek és szén keresésére, majd építs ki egy bányászgazdaságot bányákkal, kocsmákkal, kohóval és szerszámkészítő műhellyel.

source: -- NEW OBJECTIVE --
hu: -- ÚJ CÉLKITŰZÉS --

source: -- NEW OBJECTIVES --
hu: -- ÚJ CÉLKITŰZÉSEK --

source: --------------------- VICTORY! ----------------------
hu: --------------------- GYŐZELEM! ----------------------

source: -> To attack an enemy you must click on the door of an adversary's military building. A menu will pop up allowing you to select the number of soldiers that should attack. When you are ready with setting the number, click on the cross ('start attack')
hu: -> Ellenség megtámadásához rá kell kattintanod az ellenfél adott katonai épületének bejáratára. Egy menü jelenik meg, ahol megválaszthatod, hány katona támadjon. Ha kész vagy a szám meghatározásával, kattints a keresztre („támadás indítása”).

source: -> Trainingssites like a training camp or a battle arena are used for training soldiers in their different attributes. Those attributes are important in fights and the better a soldier is, the higher is the chance to win a fight.<br>Attributes are: health points, attack, defense and evade.
hu: -> A kiképzőhelyek, mint a kiképzőtábor vagy a küzdőtér, a katonák különböző tulajdonságainak fejlesztésére használatosak. Ezek a tulajdonságok fontosak a harcokban, és minél jobb egy katona, annál nagyobb eséllyel nyer meg egy küzdelmet.<br>A tulajdonságok a következők: életerő, támadás, védekezés és kitérés.

source: -> Warehouses are similar to your headquarters, with the only difference that it is not defended by soldiers. It is often wise to build a warehouse when your territory is growing and the paths to your headquarters get longer and longer.
hu: -> A raktár hasonló a főhadiszálláshoz, azzal a különbséggel, hogy azt nem védik katonák. Gyakran tanácsos raktárat építeni, ha területed növekszik, és a főhadiszállásodhoz vezető utak egyre hosszabbodnak.

source: 03 - This Land is our Land
hu: 03 - Ez a föld a miénk

source: Another cold day
hu: Egy újabb hideg nap

source: As your roads grow longer and your economy bigger you should make good use of your oxen to help transport wares quicker. Remember to build a cattle farm!
hu: Ahogy útjaid egyre hosszabbra, gazdaságod pedig egyre nagyobbra nő, munkára kell fognod ökreidet, hogy termékeid gyorsabban célba érjenek. Úgyhogy ne felejts el építeni egy marhafarmot!

source: Boldreth shakes his head.
hu: Boldreth csóválja a fejét...

source: Boldreth shouts out!
hu: Boldreth felkiált!

source: Boldreth speaks:
hu: Boldreth így szól:

source: Build a donjon
hu: Építs egy tornyot

source: Build a fortress
hu: Építs egy erődöt

source: Build a helmsmithy
hu: Építs egy sisakkészítő műhelyet

source: Build a warehouse
hu: Építs egy raktárat

source: Build mines
hu: Építs bányákat

source: Build trainingssites
hu: Építs kiképzőhelyeket

source: Build up a small food economy
hu: Építs ki egy kis élelemtermelő gazdaságot

source: Build weapon productions
hu: Létesíts fegyvergyártó műhelyeket

source: Close to home
hu: Már közel az otthon

source: Destroy Kalitaths army
hu: Semmisítsd meg Kalitath seregét

source: Doubts
hu: Kételyek

source: Enhanced economy and training
hu: Fejlett gazdaság és kiképzés

source: Explore further
hu: Terjeszkedj tovább

source: Food economy completed
hu: Az élelemtermelő gazdaság elkészült

source: Fortress completed
hu: Az erőd elkészült

source: Fortress needed
hu: Egy erődre van szükség

source: Further explorations
hu: További felfedezés

source: Khantrukh approaches
hu: Khantrukh jön

source: Khantrukh nods
hu: Khantrukh bólint

source: Khantrukh speaks
hu: Khantrukh szól

source: Military assault
hu: Ostrom

source: Military assault on Al’thunran
hu: Al'thunran ostroma

source: Mining economy completed
hu: A bányászgazdaság elkészült

source: Mountains found
hu: Hegyeket találtunk
