Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_atl02.wmf/*.po
Languages: sv

source: Find a place to build a port
sv: Hitta en plats där en hamn kan byggas

source: Find Portspace
sv: Hitta hamnplats

source: To set foot on this island, we must first find a building space where a port can be built. Explore the nearby coast line to find such a building plot.
sv: För att slå läger på denna ö måste vi först hitta en byggnadsyta där en hamn kan byggas. Utforska den närliggande kustlinjen för att hitta en sådan byggnadsyta.

source: After the port is built we should cancel the other ship’s expedition, to unload its wares as well.
sv: När hamnen är byggd bör vi avsluta de andra skeppens expeditioner för att istället lasta av även deras varor.

source: Ensure the supply of construction materials
sv: Säkra tillförseln av byggnadsmaterial

source: Establish Basic Production Chain
sv: Etablera grundläggande produktionskedja

source: We will need at least a quarry, a few woodcutters, and a sawmill. A forester might or might not be needed depending on how fast the trees are growing around us. Find the balance.
sv: VI kommer att behöva minst ett stenbrott, några skogshuggare och ett sågverk. En skogvaktare kan eventuellt behövas, beroende på hur snabbt träden växer runt omkring oss. Hitta balansen.

source: Build tools quickly
sv: Tillverka verktyg snabbt

source: Make New Tools
sv: Gör nya verktyg

source: Most of our tools have been lost in the ship tragedy. Our people will not be able to fulfill their duties without proper tools. Luckily we still have some iron ore and plenty of coal. Build a toolsmithy, as it is a prerequisite for success on the island. Don’t forget to build a smelting works as well.
sv: De flesta av våra verktyg har förlorats i skeppstragedin. Vårt folk kommer inte kunna fullfölja sina uppgifter utan ordentliga verktyg. Som tur är har vi fortfarande en del järnmalm och gott om kol. Bygg en verktygssmedja eftersom det är en förutsättning för att lyckas på ön. Glöm inte att också bygga ett smältverk.

source: Search the mountains for resources
sv: Sök efter resurser i bergen

source: Build Mines
sv: Bygg gruvor

source: As we are able to make tools again, our supply of mining resources needs to be replenished soon. Explore the mountains and build at least one mine of each type to mine coal, iron and gold.
sv: Nu när vi kan göra verktyg igen behöver snart vårt förråd av gruvresurser fyllas på. Utforska bergen och bygg minst en gruva av varje sort för att bryta kol, järn och guld.

source: Explore the surroundings
sv: Utforska omgivningarna

source: Explore Your Surroundings
sv: Utforska dina omgivningar

source: We are fairly sure that we are not alone on the island. We do not know if the others on this island are friends or foes, so we need to tread carefully. Explore the island by building at least one house for a scout.
sv: Vi är ganska säkra på att vi inte är ensamma på ön. Vi vet inte om de andra på ön är vänner eller fiender så vi måsta gå varsamt framåt. Utforska ön genom att bygga minst ett hus för en spanare.

source: Expand your territory
sv: Expandera ditt territorium

source: Expand Territory
sv: Expandera territorium

source: As our settlement is growing, we will need more space for all buildings. Expand our territory by building military buildings. Build some guardhouses and at least one tower for its larger view range.
sv: Nu när vår bosättning växer behöver vi mer plats för byggnader. Expandera vårt territorium genom att bygga militärbyggnader. Bygg några vaktstugor och minst ett torn för dess längre utsikt.

source: Build a spider farm and a weaving mill
sv: Bygg en spindelodling och ett väveri

source: Spidercloth Production
sv: Spindeltygproduktion

source: We need some spidercloth urgently as we are running out of it. It is therefore essential to spare every piece we still have. Reduce the input of all buildings that consume spidercloth, not forgetting the construction sites.
sv: Vi behöver omgående spindeltyg eftersom det börjar ta slut. Det är därför absolut nödvändigt att spara varenda bit vi fortfarande har. Minska tillförseln till alla byggnader som konsumerar spindeltyg och glöm inte byggarbetsplatserna.

source: Afterwards we need to construct a farm under all circumstances, as it needs spidercloth to be built. Additionally, we need a spider farm and a weaving mill.
sv: Under alla omständigheter måste vi därefter bygga en majsodling, då den behöver spindeltyg för att byggas. Dessutom behöver vi en spindelodling och ett väveri.

source: Build a trading post
sv: Bygg en handelsplats

source: Upgrade Scout’s House To Trading Post
sv: Uppgradera spanarstugan till handelsplats

source: To be able to pay the tributes to Kalitath, and to maintain contact with Jundlina, we need to enhance our scout’s house to a trading post.
sv: För att kunna betala för Kalitaths hyllningar och behålla kontakten med Jundlina måste vi bygga ut vår spanarstuga till en handelsplats.

source: Pay all tributes to Kalitath
sv: Betala alla tributer till Kalitath

source: Send Trader To Kalitath
sv: Skicka handlare till Kalitath

source: We need to send the wares to Kalitath with our trader. He will pick them up as soon as a batch is ready in his trading post.
sv: Vi måste skicka varorna till Kalitath med vår handlare. Han hämtar dem så snart en sändning är klar i hans handelsstation.

source: The following batches need to be delivered:
sv: Följande sändningar måste levereras:

source: Five batches of five logs each.
sv: Fem sändningar med fem stockar vardera.

source: Four batches of four lumps of coal each.
sv: Fyra sändningar med fyra kolklumpar vardera.

source: Three batches of three iron bars each.
sv: Tre sändningar med tre järnstänger vardera.

source: Two batches of two gold bars each.
sv: Två sändningar med två guldtackor vardera.

source: Ten batches of five logs each.
sv: Tio sändningar med fem stockar vardera.

source: Eight batches of four lumps of coal each.
sv: Åtta sändningar med fyra kolklumpar vardera.

source: Six batches of three iron bars each.
sv: Sex sändningar med tre järnstänger vardera.

source: Four batches of two gold bars each.
sv: Fyra sändningar med två guldtackor vardera.

source: Defeat Maletus
sv: Besegra Maletus

source: Defeat Imperial Leader Maletus
sv: Besegra den kejserlige ledaren Maletus

source: We need to finish the Empire off to have a chance to build a new home.
sv: Vi måste göra slut på imperiet för att ha en chans att bygga ett nytt hem.

source: Build a temple to worship Satul
sv: Bygg ett tempel för att dyrka Satul

source: Build Temple For Satul
sv: Bygg ett tempel för Satul

source: We need to build a temple for Satul and we need to worship him well. By this he might show these Barbarians his might and our princess might come back to her senses.
sv: Vi måste bygga ett tempel för Satul och vi måste dyrka honom väl. På så sätt kanske han visar dessa barbarer sin makt och vår prinsessa kanske återfår sitt förnuft.

source: And we need to have a scout’s house to not lose track of what is going on at the Barbarians’ territory.
sv: Och vi måste ha en spanarstuga för att inte tappa greppet om vad som pågår på Barbarernas territorium.

source: Worship Satul and consecrate priestesses
sv: Dyrka Satul och invig prästinnor

source: Worship Satul
sv: Dyrka Satul

source: Now we need to worship Satul and consecrate at least two priestesses.
sv: Nu måste vi dyrka Satul och inviga minst två prästinnor.

source: Defeat Kalitath
sv: Besegra Kalitath

source: Now it’s time to finish off this annoying Barbarian. He has molested us far too long now.
sv: Nu är det dags att göra slut på den här irriterande barbaren. Han har trakasserat oss alldeles för länge nu.

source: Defeated!
sv: Besegrad!

source: Sidolus has bad news…
sv: Sidolus har dåliga nyheter…

source: Aaaargh, Jundlina. I don’t know how this could have happened, but Satul couldn’t protect us from the enemy. They have destroyed our last warehouse. Thus we have lost this battle and our people is doomed!
sv: Aaaargh, Jundlina. Jag vet inte hur detta kunde hända, men Satul kunde inte skydda oss från fienden. De har förstört våt sista magasin. Därmed har vi förlorat denna strid och vårt folk är dömt!

source: You Have Lost
sv: Du har förlorat

source: You have lost and may not continue playing. May you have better luck when you retry this scenario. Click OK to return to the main menu.
sv: Du har förlorat och kan inte fortsätta spela. Må du ha bättre tur när du försöker igen. Klicka på OK för att återgå till huvudmenyn.

source: The Princess’s Memoir
sv: Prinsessans memoarer

source: Jundlina writes her diary
sv: Jundlina skriver sin dagbok

source: Our escape from the cursed island was a close one: we managed to load three ships and make our escape, but the currents of the sinking island tested our new ships and their design.
sv: Vår flykt från den fördömda ön var nära ögat: vi lyckades lasta tre skepp och fly, men strömmarna från den sjunkande ön satte våra nya skepp och deras konstruktion på prov.

source: And one failed the test: the last days of loading was done in chaos and without much planning and so one of our ships ended up carrying most of the heavy wares in our possession.
sv: Och en misslyckades med testet: de sista dagarna av lastningen genomfördes i kaos och utan mycket planering, vilket ledde till att ett av våra fartyg fick transportera större delen av de tunga varorna i vår ägo.

source: The heavy weight plus the strong current was too much for the ship and it was pulled below the sea level by Lutas’s forces and we lost most men and all wares it carried.
sv: Den tunga vikten och den starka strömmen blev för mycket för fartyget, som drogs ner under havsytan av Lutas krafter, och vi förlorade de flesta av våra män och alla varor som fartyget transporterade.

source: All of us were fiercely afraid. We expected the other ships to be sunken as well, but they persisted. We escaped the island and began our smooth sailing to other coasts.
sv: Vi var alla väldigt rädda. Vi trodde att de andra skeppen också skulle sjunka, men de höll sig flytande. Vi flydde från ön och började vår smidiga segling mot andra kuster.

source: New Hope
sv: Nytt hopp

source: Jundlina continues
sv: Jundlina fortsätter

source: Many weeks have passed and we did only see small islands not suitable for habitation and without any sign of being blessed by Satul, the fire god.
sv: Många veckor har gått och vi har bara sett små öar som inte är lämpliga att bo på och utan några tecken på att de har välsignats av Satul, eldens gud.

source: Last night however, we sighted a new island. We saw smoke hovering over it. The black comes from the fiery mountain in the north of the island, the grey however comes from settlers.
sv: I går kväll såg vi dock en ny ö. Vi såg rök hänga över den. Det svarta kommer från det eldiga berget i norra delen av ön, men det gråa kommer från bosättarna.

source: Planning For The Future
sv: Planera för framtiden

source: Jundlina concludes
sv: Jundlina avslutar

source: At least the east side of the island is inhabited, that much is certain. We do not know if the people there are friends or foes. We do not even know what tribe they might be from.
sv: Åtminstone öns östra del är bebodd, så mycket är säkert. Vi vet inte om människorna där är vänner eller fiender. Vi vet inte ens vilken stam de tillhör.

source: The only thing we know for sure is that they cannot be Atlanteans, for no ship of ours has sailed as far as we did for centuries. I can only hope they are friendly.
sv: Det enda vi vet med säkerhet är att de inte kan vara atlanter, eftersom inget av våra skepp har seglat så långt som vi gjorde på flera hundra år. Jag kan bara hoppas att de är vänligt sinnade.

source: We have not much water left; our food is running low; we lost all our tools and most of our building materials with the third ship. We can’t afford to sail any further, and we must attempt to settle on this island as close as possible to our current position.
sv: Vi har inte mycket vatten kvar, maten börjar ta slut och vi förlorade alla våra verktyg och det mesta av vårt byggmaterial med det tredje skeppet. Vi har inte råd att segla längre och måste försöka bosätta oss på denna ö så nära vår nuvarande position som möjligt.

source: Jundlina Gives Orders
sv: Jundlina ger order

source: Jundlina decides
sv: Jundlina beslutar

source: As we founded a port here, we can now plan our settlement. We still have plenty of iron ore, so a toolsmithy and a smelting works will quickly provide us with good tools.
sv: Nu när vi har grundat en hamn här kan vi planera vår bosättning. Vi har fortfarande gott om järnmalm, så en verktygssmedja och ett smältverk kommer snabbt att förse oss med bra verktyg.

source: Jundlina demands
sv: Jundlina kräver

source: However, we need to take care of our building materials: The island is full of trees, we might not even need foresters. But we need stone, that much is certain!
sv: Vi måste dock ta hand om våra byggmaterial: Ön är full av träd, vi kanske inte ens behöver skogsvårdare. Men vi behöver sten, så mycket är säkert!

source: Jundlina orders
sv: Jundlina beordrar

source: Let’s also explore this island and expand our territory. But we need to be careful. We should build at least one tower so that we can see potential enemies before they see us.
sv: Låt oss också utforska denna ö och utvidga vårt territorium. Men vi måste vara försiktiga. Vi bör bygga minst ett torn så att vi kan se potentiella fiender innan de ser oss.

source: But we need to be cautious using the stones and other precious material. When we no longer need a building, we will dismantle it instead of burning it down.
sv: Men vi måste vara försiktiga när vi använder stenar och andra värdefulla material. När vi inte längre behöver en byggnad ska vi riva den istället för att bränna ner den.

source: This will take more time, but we can reuse some of its materials. Also, I want a scout deployed and exploring at all times.
sv: Detta kommer att ta längre tid men vi kan återanvända en del av dess material. Jag vill också att en spanare anställs, som hela tiden utforskar.

source: Opol Reports Serious Shortages
sv: Opol rapporterar om allvarliga brister

source: May Satul warm you, %s. As the highest weaver of the guild I have bad news for you. I just realized that we are running out of spidercloth. This is a most perilous case, for as you know, spidercloth is needed for many buildings.
sv: Må Satul värma dig, %s. Som skråets högsta vävare har jag dåliga nyheter till dig. Jag har just insett att vi håller på att få slut på spindeltyg. Detta är en mycket farlig situation, för som du vet behövs spindeltyg till många byggnader.

source: We should build up a spidercloth production urgently.
sv: Vi bör omgående bygga upp en produktion av spindeltyg.

source: %s Replies
sv: %s svar

source: May Satul warm you too, Opol. I wanted to delay production of spidercloth, but I understand the urgency. We need to build a complete spidercloth production instantly.
sv: Må Satul värma dig också, Opol. Jag ville skjuta upp produktionen av spindeltyg, men jag förstår att det är brådskande. Vi måste omedelbart bygga upp en komplett produktion av spindeltyg.

source: Opol Makes A Point
sv: Opol gör en poäng

source: %s! It seems there is another problem even more urgent. I fear we haven’t built a farm to feed our spiders yet. As this is one of the buildings needing spidercloth for completion, not completing one in time will result in a crisis that can never be resolved.
sv: %s! Det verkar finnas ett annat problem som är ännu mer brådskande. Jag är rädd att vi ännu inte har byggt en gård för att mata våra spindlar. Eftersom detta är en av de byggnader som behöver spindeltyg för att kunna färdigställas, kommer det att leda till en kris som aldrig kan lösas om vi inte hinner färdigställa den i tid.

source: %s Acknowledges
sv: %s bekräftar

source: I see the risk, Opol. Thank you for reporting. We will build a farm immediately.
sv: Jag förstår risken, Opol. Tack för att du rapporterade det. Vi kommer att bygga en gård omedelbart.

source: Opol Reports Success
sv: Opol rapporterar framgång

source: %s, may Satul warm you! The weaving mill and spider farm are complete and the weavers’ guild can start their work again. I promise we will deliver the finest cloth and some tabards soon. Maybe we can build a gold spinning mill later on to make better tabards as well.
sv: %s, må Satul värma dig! Vävfabriken och spindelfarmen är färdiga och vävarnas skrå kan återuppta sitt arbete. Jag lovar att vi snart kommer att leverera de finaste tygerna och några tabarder. Kanske kan vi bygga ett guldspinnverk senare för att tillverka ännu bättre tabarder.

source: %s Cheers
sv: %s jublar

source: This is good news indeed, Opol. You may go back to your work now, and may Satul warm you and the weavers’ guild!
sv: Det är verkligen goda nyheter, Opol. Du kan återgå till ditt arbete nu, och må Satul värma dig och vävarnas skrå!

source: Sidolus Reports Foreign Inhabitants
sv: Sidolus rapporterar om utländska invånare

source: May Satul warm you, Jundlina! I have some disturbing news. We have sighted land governed by foreigners, but we do not yet know what to expect from them.
sv: Må Satul värma dig, Jundlina! Jag har oroande nyheter. Vi har sett land som styrs av utlänningar, men vi vet ännu inte vad vi kan förvänta oss av dem.

source: Jundlina Is Concerned
sv: Jundlina är bekymrad

source: Sidolus, I agree this is very concerning. We need to find out more. Hopefully our scout will get us some information soon.
sv: Sidolus, jag håller med om att detta är väldigt oroande. Vi måste ta reda på mer. Förhoppningsvis kan vår spanare snart ge oss lite information.

source: Sidolus, I agree this is very concerning. We need to find out more. We definitely need to send out a scout to gather some information.
sv: Sidolus, jag håller med om att detta är väldigt oroande. Vi måste ta reda på mer. Vi måste definitivt skicka ut en spanare för att samla in information.

source: Allies?
sv: Allierade?

source: May Satul warm you, Jundlina! We have made contact with the foreigners. They are in big trouble as they are at war with a mighty tribe in the north. They ask us for support.
sv: Må Satul värma dig, Jundlina! Vi har tagit kontakt med utlänningarna. De är i stora svårigheter eftersom de befinner sig i krig med en mäktig stam i norr. De ber oss om hjälp.

source: Jundlina Is Cautious
sv: Jundlina är försiktig

source: Sidolus, as we could need any ally we can get, we should help them. Let’s see what we can do for them. However we should improve our own military strength to become independent of others.
sv: Sidolus, eftersom vi behöver alla allierade vi kan få, bör vi hjälpa dem. Låt oss se vad vi kan göra för dem. Vi bör dock förbättra vår egen militära styrka för att bli oberoende av andra.

source: Building Material Ensured
sv: Byggmaterial säkerställda

source: May Satul warm you, %s! We have finished our supply of building materials.
sv: Må Satul värma dig, %s! Vi har slut på byggmaterial.

source: This is good news indeed, Loftomor. Now we can consider constructing more sophisticated buildings to enlarge our economy. Please advise whenever you feel we are missing necessary buildings.
sv: Det är verkligen goda nyheter, Loftomor. Nu kan vi överväga att bygga mer sofistikerade byggnader för att stärka vår ekonomi. Vänligen meddela oss om du anser att vi saknar nödvändiga byggnader.

source: Tool Supply Ensured
sv: Verktygsförsörjning säkerställd

source: %s, may Satul warm you! We have made some progress in building up our tool industry.
sv: %s, må Satul värma dig! Vi har gjort vissa framsteg när det gäller att bygga upp vår verktygsindustri.

source: %s Enchanted
sv: %s förtrollad

source: This is good news indeed, Loftomor. This enables us to operate all the buildings we are going to build in our new home. But now we should really look to get some resources from the mountains.
sv: Det är verkligen goda nyheter, Loftomor. Det gör att vi kan driva alla byggnader som vi ska bygga i vårt nya hem. Men nu bör vi verkligen försöka skaffa resurser från bergen.

source: Mining Established
sv: Gruvdrift etablerad

source: %s, may Satul warm you! Another issue solved. We have found some resources and built a mine of each type.
sv: %s, må Satul värma dig! Ännu ett problem löst. Vi har hittat några resurser och byggt en gruva av varje typ.

source: %s Is Excited
sv: %s är exhalterad

source: Well done, Loftomor, well done. May Satul warm our strong and brave miners. But now we need to ensure we can feed them. We need to build up bakeries and smokeries and all buildings to supply them.
sv: Bra gjort, Loftomor, bra gjort. Må Satul värma våra starka och modiga gruvarbetare. Men nu måste vi se till att vi kan ge dem mat. Vi måste bygga bagerier, rökeri och alla byggnader som behövs för att försörja dem.

source: Tribute Delivered
sv: Hyllning framförd

source: May Satul warm you, Kalitath! We have delivered all the wares you demanded. Now we expect our princess to return home.
sv: Må Satul värma dig, Kalitath! Vi har levererat alla varor du begärde. Nu väntar vi på att vår prinsessa ska återvända hem.

source: Kalitath Appreciates Efforts
sv: Kalitath uppskattar insatsen

source: Sidolus, this is very good news. I appreciate what your people has done. However don’t forget to help us defeat the troops of Maletus. Afterwards we might talk about your princess.
sv: Sidolus, det här är mycket goda nyheter. Jag uppskattar vad ditt folk har gjort. Glöm dock inte att hjälpa oss att besegra Maletus trupper. Efteråt kan vi prata om er prinsessa.

source: Empire Defeated
sv: Imperiet besegrat

source: May Satul warm you, Kalitath! We have defeated the troops of the Empire in the north. Now we expect our princess to return home.
sv: Må Satul värma dig, Kalitath! Vi har besegrat imperiets trupper i norr. Nu väntar vi på att vår prinsessa ska återvända hem.

source: Sidolus, this is very good news. I appreciate what your people has done. However don’t forget to fulfill your tribute within time. Afterwards we might talk about your princess.
sv: Sidolus, det här är mycket goda nyheter. Jag uppskattar vad ditt folk har gjort. Glöm dock inte att betala din tribut i tid. Därefter kan vi prata om din prinsessa.

source: Kalitath Acknowledges
sv: Kalitath bekräftar

source: Sidolus, we appreciate this. But your princess and I already made plans for our common future on this island. She will explain it to you.
sv: Sidolus, vi uppskattar detta. Men din prinsessa och jag har redan gjort upp planer för vår gemensamma framtid på denna ö. Hon kommer att förklara det för dig.

source: Jundlina Explains
sv: Jundlina förklarar

source: Sidolus, during my stay with the Barbarians I learned a lot about their hospitality and bravery. They really impressed me and their warriors and gods seemed to be very strong in the battle against the Empire. Especially their leader Kalitath made a very good host and I started to think about uniting our tribes to make for a peaceful future on this island. So I want you to prepare our people for a marriage and peaceful coexistence with the Barbarians. This includes learning about their gods and preparing to worship them.
sv: Sidolus, under min vistelse hos barbarerna lärde jag mig mycket om deras gästfrihet och mod. De imponerade verkligen på mig och deras krigare och gudar verkade vara mycket starka i kampen mot imperiet. Särskilt deras ledare Kalitath var en mycket god värd och jag började fundera på att förena våra stammar för att skapa en fredlig framtid på denna ö. Därför vill jag att du förbereder vårt folk för ett äktenskap och en fredlig samexistens med barbarerna. Detta innefattar att lära sig om deras gudar och förbereda sig för att dyrka dem.

source: Kalitath Demands
sv: Kalitath kräver
