Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_atl02.wmf/*.po
Languages: sv

source: Sidolus, now follow the orders of your princess. Meanwhile we might decide that we will need some of the land conquered by you for our common future. So we will simply take your military buildings with our forces. Naturally you won’t have the right to do the same, for the sake of your princess.
sv: Sidolus, följ nu din prinsessas order. Under tiden kan vi komma fram till att vi behöver en del av det land du erövrat för vår gemensamma framtid. Då kommer vi helt enkelt att ta dina militära byggnader med våra styrkor. Naturligtvis har du inte rätt att göra detsamma, för din prinsessas skull.

source: Heretics!
sv: Kättare!

source: Sidolus is very sad
sv: Sidolus är mycket ledsen

source: May Satul warm us all. Our princess has been confused in her imprisonment by this Barbarian. But I will never worship any Barbarian god. I can’t imagine how we could change her mind though.
sv: Må Satul värma oss alla. Vår prinsessa har blivit förvirrad under sin fångenskap hos denna barbar. Men jag kommer aldrig att dyrka någon barbarisk gud. Jag kan dock inte föreställa mig hur vi skulle kunna få henne att ändra sig.

source: Attracting Satul’s Help
sv: Attrahera Satuls hjälp

source: Sidolus, I agree we should not bow in front of any other god than Satul. But we might need the god’s help in this case. So I suggest to build a temple and worship Satul with exquisite sacrifices. By this we could inaugurate some priestesses, who might beg Satul to show his powers to the Barbarians and our princess.
sv: Sidolus, jag håller med om att vi inte bör böja oss inför någon annan gud än Satul. Men i det här fallet kan vi behöva gudens hjälp. Därför föreslår jag att vi bygger ett tempel och dyrkar Satul med utsökta offergåvor. På så sätt kan vi inviga några prästinnor, som kan be Satul att visa sina krafter för barbarerna och vår prinsessa.

source: Build Temple
sv: Bygg tempel

source: May Satul warm you, Loftomor. This is a very good idea indeed. So I task you to build a temple worth worshipping our god. Until we are ready to beg for Satul’s power we should keep an eye on our princess and this Barbarian. As we should stop our trader’s deliveries to not waste any wares to this Barbarian any more, I want you to ensure we have a scout out there to gather information.
sv: Må Satul väma dig, Loftomor. Detta är verkligen en bra idé så jag ger dig uppdraget att bygga ett tempel värt att dyrka vår gud. Fram tills vi är färdiga att be för Satuls styrka måste vi hålla ett öga på vår prinsessa och barbaren. Vi borde stoppa vår köpmans leveranser för att inte slösa bort några fler varor till denna barbar och jag vill att du säkerställer att vi har en spanare där ute som samlar information.

source: Temple Completed
sv: Templet färdigställt

source: May Satul warm you, Sidolus! My builders just completed the temple for Satul. Now we can start worshipping him and consecrating our priestesses.
sv: Må Satul värma dig, Sidolus! Mina byggare har just färdigställt Satuls tempel. Nu kan vi börja dyrka honom och inviga våra prästinnor.

source: May Satul warm you, Loftomor. Thank you for building such a great temple. Now we need to bring food and our most precious wares to the temple to make for satisfying sacrifices. And don’t forget that the initiates who will serve Satul to become his priestesses need golden tabards and diamonds.
sv: Må Satul värma dig, Loftomor. Tack för att du byggt ett så fantastiskt tempel. Nu måste vi ta med mat och våra mest värdefulla varor till templet för att göra tillfredsställande offer. Och glöm inte att de noviser som ska tjäna Satul och bli hans prästinnor behöver gyllene tabarder och diamanter.

source: May Satul Warm Us
sv: Må Satul värma oss

source: Our priestesses have been consecrated, and we sacrificed our finest goods for Satul’s pleasure. May he warm us and show his might to our princess and this barbaric tribe.
sv: Våra prästinnor har invigts, och vi har offrat våra finaste ägodelar för Satuls behag. Må han värma oss och visa sin makt för vår prinsessa och denna barbariska stam.

source: Jundlina Arrives
sv: Jundlina anländer

source: May Satul warm you, Sidolus. And may he forgive me my heretic behaviour. The sign of his might and the fear in the Barbarians’ faces suddenly made me recognise the truth again. I was wrong about peace and coexistence, as it would have meant servitude forever. And this is not what Atlanteans are made for.
sv: Må Satul värma dig, Sidolus. Och må han förlåta mig mitt kätterska beteende. Tecknet på hans makt och rädslan i barbarernas ansikten fick mig plötsligt att inse sanningen igen. Jag hade fel om fred och samexistens, eftersom det skulle ha inneburit evig träldom. Och det är inte vad atlanterna är skapta för.

source: Sidolus Relieved
sv: Sidolus lättad

source: May Satul warm you, Jundlina. I am glad you are here again. I hope we may trust you, as much as you will trust and be faithful to Satul. How come the Barbarians let you go?
sv: Må Satul värma dig, Jundlina. Jag är glad att du är här igen. Jag hoppas att vi kan lita på dig, lika mycket som du litar på och är trogen mot Satul. Hur kom det sig att barbarerna lät dig gå?

source: Sidolus, they did not let me go. I met our scout and he managed to sneak me out, as I realized they still kept me hostage after I expressed some concerns about our previous agreement. So we need to settle the Barbarian issue now and forever on this island. There is no other way to live here in peace than to defeat them.
sv: Sidolus, de lät mig inte gå. Jag träffade vår spejare och han lyckades smuggla ut mig, eftersom jag insåg att de fortfarande höll mig som gisslan efter att jag uttryckt vissa farhågor om vårt tidigare avtal. Så vi måste lösa barbarfrågan nu och för alltid på denna ö. Det finns inget annat sätt att leva här i fred än att besegra dem.

source: Jundlina Is Relieved
sv: Jundlina är lättad

source: Praise Satul, we have founded a new home. I deeply regret I was weak in my belief. May Satul guide me better in the future.
sv: Prisa Satul, vi har grundat ett nytt hem. Jag ångrar djupt att jag var svag i min tro. Må Satul vägleda mig bättre i framtiden.

source: Now it is time to celebrate but I expect we can’t relax long. We need to build up our society and our capability to explore the seas again.
sv: Nu är det dags att fira, men jag tror inte att vi kan slappna av så länge. Vi måste bygga upp vårt samhälle och vår förmåga att utforska haven igen.

source: Congratulations
sv: Gratulerar

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
sv: Du har slutfört detta uppdrag. Du kan fortsätta spela om du vill, annars går du vidare till nästa uppdrag.

source: Tribute Demand
sv: Krav på tribut

source: Strangers, we need to receive some sign of your good intentions. If you are really on our side, you should send us some gold and a couple of other wares on a regular basis.
sv: Främlingar, vi behöver få något tecken på era goda avsikter. Om ni verkligen står på vår sida bör ni skicka oss guld och några andra varor regelbundet.

source: We are only interested in wares that can be used to forge weapons. I mean real weapons like our axes, and not the sort of toothpicks you use. So feel free to send us 25 logs, 16 lumps of coal, 9 iron ingots and 4 gold bars.
sv: Vi är endast intresserade av varor som kan användas för att tillverka vapen. Jag menar riktiga vapen som våra yxor, inte den typ av tandpetare som ni använder. Skicka gärna 25 stockar, 16 kolklumpar, 9 järnstänger och 4 guldtackor till oss.

source: Oh, and I almost forgot this one. We demand to have your princess in our headquarters as well to coordinate our war plannings.
sv: Åh, jag glömde nästan det här. Vi kräver att få ha er prinsessa i vårt högkvarter också för att samordna våra krigsplaner.

source: Pitfall!
sv: Fallgrop!

source: Sidolus is upset
sv: Sidolus är upprörd

source: May Satul warm you, Jundlina! This behaviour is truly barbaric! I fear this is a trap to keep you as a hostage. And the demand itself is really an insult. I strongly recommend to decline this unsubstantiated claim.
sv: Må Satul värma dig, Jundlina! Detta beteende är verkligen barbariskt! Jag fruktar att detta är en fälla för att hålla dig som gisslan. Och kravet i sig är verkligen en förolämpning. Jag rekommenderar starkt att du avvisar detta ogrundade krav.

source: Jundlina Concedes
sv: Jundlina medger

source: Sidolus, I agree with you. However I think we have no choice, so we need to obey this demand. It is your obligation now to run our small people until I come back.
sv: Sidolus, jag håller med dig. Men jag tror att vi inte har något val, så vi måste följa detta krav. Det är nu din plikt att leda vårt lilla folk tills jag kommer tillbaka.

source: First you need to upgrade our scout’s house to a trading post. Then you need to send the demanded tributes of gold, iron, coal, and logs.
sv: Först måste du uppgradera våran spanarstuga till en handelsplats. Sedan måste du skicka den förväntade hyllningen innehållande guld, järn, kol och stockar.

source: Trading Post Built
sv: Handelsstation byggd

source: Sidolus, may Satul warm you! We have finished the new trading post. I hope this will allow Jundlina to return to us soon.
sv: Sidolus, må Satul värma dig! Vi har färdigställt den nya handelsstationen. Jag hoppas att detta gör att Jundlina snart kan återvända till oss.

source: Sidolus Agrees
sv: Sidolus instämmer

source: Well done, Loftomor, well done. May Satul warm our princess and our whole people. Now we need to begin sending goods to this Barbarian.
sv: Bra gjort, Loftomor, bra gjort. Må Satul värma vår prinsessa och hela vårt folk. Nu måste vi börja skicka varor till denna barbar.

source: I think we should start with the deliveries we could afford the easiest. But we need to find more metals for sure.
sv: Jag tycker att vi ska börja med de leveranser som vi har lättast att finansiera. Men vi måste definitivt hitta mer metall.

source: Urgent Tribute Demand
sv: Brådskande krav på tribut

source: Strangers, we haven’t received any help yet. If you are really on our side, you should start sending some wares urgently.
sv: Främlingar, vi har ännu inte fått någon hjälp. Om ni verkligen står på vår sida bör ni omedelbart börja skicka varor.

source: As we are facing great losses due to your laziness, you shall now send us twice the previous amount of each ware.
sv: Eftersom vi lider stora förluster på grund av din lathet, ska du nu skicka oss dubbelt så mycket av varje vara som tidigare.

source: I am sure you do not want to break our alliance… do you?
sv: Jag är säker på att du inte vill bryta vår allians… eller hur?

source: Blackmail!
sv: Utpressning!

source: Sidolus is concerned
sv: Sidolus är bekymrad

source: May Satul warm us all. Our so-called ally is blackmailing us, and we can’t punish him for his insult as he has our princess at his hands.
sv: Må Satul värma oss alla. Vår så kallade allierade utpressar oss, och vi kan inte straffa honom för hans förolämpning eftersom han har vår prinsessa i sin våld.

source: Our only chance is to double our efforts and start delivering something soon.
sv: Vår enda chans är att fördubbla våra ansträngningar och börja leverera något snart.

source: Tribute Started
sv: Tribut påbörjad

source: Strangers, we have received the first batch of wares. So we may finally trust you.
sv: Främlingar, vi har fått den första leveransen av varor. Så nu kan vi äntligen lita på er.

source: However, our enemy in the North is very strong. I am afraid that without significant help from your side we might lose the war despite any help in terms of wares you might provide.
sv: Men vår fiende i norr är mycket stark. Jag är rädd att vi utan betydande hjälp från er sida kan förlora kriget, trots all hjälp i form av varor som ni kan ge oss.

source: They name themselves an Empire, and their leader is called Maletus. I want you to train your soldiers and help us defeat his lousy Empire.
sv: De kallar sig själva för ett imperium, och deras ledare heter Maletus. Jag vill att du tränar dina soldater och hjälper oss att besegra hans usla imperium.

source: Be Vigilant!
sv: Var vaksam!

source: May Satul warm you, Sidolus. Our ally now trusts us to some extent, but we shouldn’t trust them too much.
sv: Må Satul värma dig, Sidolus. Vår allierade litar nu på oss till viss del, men vi bör inte lita på dem för mycket.

source: So I want you to defeat this Empire, but ensure that we will become and remain strong enough to enforce the respect we deserve.
sv: Så jag vill att du besegrar detta imperium, men se till att vi blir och förblir tillräckligt starka för att kunna kräva den respekt vi förtjänar.

source: Keep Delivering
sv: Fortsätt leverera

source: Strangers, I almost forgot to mention, but it should have been clear anyway.
sv: Främlingar, jag glömde nästan att nämna det, men det borde ha varit uppenbart ändå.

source: We are in urgent need of your supply, so hurry up with your deliveries.
sv: Vi behöver era leveranser snarast, så skynda er med leveranserna.

source: If you fail to deliver everything within three and a half hours, we need to assume you are just playing along with us. So keep an eye on the time as we will not give any further warning.
sv: Om du inte levererar allt inom tre och en halv timme måste vi anta att du bara leker med oss. Håll därför koll på tiden, eftersom vi inte kommer att ge några ytterligare varningar.

source: Traitors
sv: Förrädare

source: Strangers, we still haven’t received any help. We are deeply insulted by your treachery.
sv: Främlingar, vi har fortfarande inte fått någon hjälp. Vi är djupt kränkta av ert svek.

source: At least your princess will make a reasonable slave, if we survive the battle with our enemy.
sv: Åtminstone kommer din prinsessa att bli en rimlig slav, om vi överlever striden med vår fiende.

source: Strangers, you did not deliver the help we needed in time. We are deeply insulted by your treachery.
sv: Främlingar, ni levererade inte den hjälp vi behövde i tid. Vi är djupt kränkta av ert svek.

source: Jundlina’s Suicide
sv: Jundlinas självmord

source: Barbarian, I am an Atlantean princess and I will never go into slavery. I have prepared myself for this eventuality and will rather die from the poison I carry with me than be your slave. May Satul avenge my sacrifice.
sv: Barbar, jag är en prinsessa från Atlantis och jag kommer aldrig att gå i slaveri. Jag har förberett mig för denna eventualitet och hellre dör av det gift jag bär med mig än blir din slav. Må Satul hämnas min uppoffring.

source: Aaaargh. I don’t know how this could have happened, but Satul couldn’t protect us from the enemy. We have lost our noble princess. Thus, we have lost this battle and our people is doomed!
sv: Aaaargh. Jag vet inte hur detta kunde hända, men Satul kunde inte skydda oss från fienden. Vi har förlorat vår ädla prinsessa. Därmed har vi förlorat denna strid och vårt folk är dömt!

source: Kalitath Defeated
sv: Kalitath besegrad

source: Aaaargh. I don’t know how this could have happened, but Satul couldn’t protect our ally from the enemy. He lost his last warehouse and our noble princess perished with him. Thus, we have lost this battle and our people is doomed!
sv: Aaaargh. Jag vet inte hur detta kunde hända, men Satul kunde inte skydda vår allierade från fienden. Han förlorade sitt sista magasin och vår ädla prinsessa omkom tillsammans med honom. Därmed har vi förlorat denna strid och vårt folk är dömt!

# atlanteans_worker
source: Satul’s Initiate
sv: Satuls initiat

# atlanteans_worker
source: Priestess
sv: Prästinna

# atlanteans_building
source: Scout’s House
sv: Spanarstuga

source: scouting
sv: utforska

# atlanteans_building
source: Temple of Satul
sv: Satuls tempel

# atlanteans_building
source: consecrating priestess
sv: invigande prästinna

# atlanteans_worker
source: Trader
sv: Handlare

# atlanteans_building
source: Trading Post
sv: Handelsstation

source: trading
sv: handel

# immovable
source: Trade Pole
sv: Handelsstång

# ware
source: Copper Coin
sv: Kopparmynt

# ware
source: Gold Coin
sv: Guldmynt

# ware
source: Silver Coin
sv: Silvermynt

# ware
source: Wood Coin
sv: Trämynt

# atlanteans_building
source: Allows sharing goods with other players.
sv: Gör det möjligt att dela varor med andra spelare.

# atlanteans_building
source: You need to connect this flag to a scout’s house before you can send a scout here.
sv: Du måste ansluta denna flagga till en spanarstuga innan du kan skicka hit en spanare.

# building
source: Explores unknown territory.
sv: Utforskar okänd terräng.

# atlanteans_building
source: A big and expensive temple to worship Satul and consecrate priestesses.
sv: Ett stort och dyrt tempel för att dyrka Satul och inviga prästinnor.

# atlanteans_worker
source: Transports wares to share with other players.
sv: Transporterar varor för att dela med andra spelare.

# atlanteans_worker
source: A trader is a scout who needs a horse to transport the wares.
sv: En handelsman är en spanare som behöver en häst för transporten av varor.

# atlanteans_worker
source: Takes care of the Temple of Satul.
sv: Tar hand om Satuls tempel.

# atlanteans_worker
source: Initiates take care of the Temple of Satul while they are learning to become priestesses.
sv: Initiaterna tar hand om Satuls tempel medan de lär sig att bli prästinnor.

# atlanteans_worker
source: Worships Satul.
sv: Dyrkar Satul.

# atlanteans_worker
source: Priestesses are needed to make Satul show his might.
sv: Prästinnor behövs för att Satul ska kunna visa sin mäktighet.

# atlanteans_ware
source: A wooden coin, received as reward for delivering five logs.
sv: En trämynt, erhållen som belöning för att ha levererat fem stockar.

# atlanteans_building
source: A coin made of copper, received as reward for delivering four lumps of coal.
sv: En kopparmynt som erhölls som belöning för att ha levererat fyra kolklumpar.

# atlanteans_building
source: A silver coin, received as reward for delivering three iron ingots.
sv: Ett silvermynt, erhållet som belöning för leverans av tre järnstänger.

# atlanteans_building
source: A golden coin, received as reward for delivering two bars of gold.
sv: En guldmynt, erhållen som belöning för att ha levererat två guldtackor.
