Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_fri05.wmf/*.po
Languages: sv

source: Note
sv: Observera

source: You appear not to have completed the previous mission. You may still play this scenario, but you will be at a disadvantage. I recommend that you complete the previous scenario first and then restart this mission.
sv: Du verkar inte ha slutfört det föregående uppdraget. Du kan fortfarande spela detta scenario, men du kommer att vara i underläge. Jag rekommenderar att du först slutför det föregående scenariot och sedan startar om detta uppdrag.

source: København
sv: Köpenhamn

source: Trade
sv: Handel

source: You can not mine resources or quarry rocks on this island. Instead, you can trade local produce against other types of wares.
sv: Du kan inte bryta resurser eller sten på denna ö. Istället kan du byta lokala produkter mot andra typer av varor.

source: Any wares stored in a port will be traded. The trade prices are indicated by the following chart.
sv: Alla varor som lagras i en hamn kommer att handlas. Handelspriserna anges i följande tabell.

source: Defeat the invaders
sv: Besegra inkräktarna

source: Defeat Atterdag’s Forces.
sv: Besegra Atterdags styrkor.

source: Destroy all the enemy’s buildings.
sv: Förstör alla fiendens byggnader.

source: Block the bottleneck
sv: Blockera flaskhalsen

source: Block the Bottleneck.
sv: Blockera flaskhalsen.

source: Secure the narrow passage to the east of the Uplands with several large military buildings, so the enemy cannot get past before you’re ready for the attack.
sv: Säkra den smala passagen öster om Uplands med flera stora militära byggnader, så att fienden inte kan ta sig förbi innan du är redo för attacken.

source: Wood production
sv: Träproduktion

source: Secure your Wood Production.
sv: Säkra din träproduktion.

source: Build at least three woodcutter’s houses.
sv: Bygg minst tre skogshuggarhus.

source: Build at least four forester’s houses.
sv: Bygg minst fyra skogsvaktarhus.

source: The Uplands
sv: Uplands

source: Use the Uplands Wisely.
sv: Använd Uplands klokt.

source: Relocate your industry to the Uplands.
sv: Flytta din verksamhet till Uplands.

source: Introduction
sv: Introduktion

source: Welcome back!
sv: Välkommen tillbaka!

source: Home at last! I cannot put into words the joy I feel at seeing my homelands again… nor the impatience at being so close and yet so far away.
sv: Äntligen hemma! Jag kan inte beskriva med ord den glädje jag känner över att åter se mitt hemland... eller otåligheten över att vara så nära och ändå så långt borta.

source: For once the sea was mild and permitted swift passage back South. Henneke and me both spent the longest part of the voyage standing at the ship’s bow looking forward to our return. Reebaud at first stood at the stern and looked back the same way as we did look ahead. Clearly he loves his new home as much as I do my old one. I am sure the wish to return alive and a victor will inspire his soldiers to fight as hard as my own troops will strive to reclaim our home.
sv: För en gångs skull var havet lugnt och möjliggjorde en snabb återresa söderut. Henneke och jag tillbringade större delen av resan stående vid fartygets för och såg fram emot vår återkomst. Reebaud stod först vid aktern och såg bakåt på samma sätt som vi såg framåt. Han älskar uppenbarligen sitt nya hem lika mycket som jag älskar mitt gamla. Jag är säker på att önskan att återvända levande och som segrare kommer att inspirera hans soldater att kämpa lika hårt som mina egna trupper kommer att kämpa för att återta vårt hem.

source: The mood on our ship grew tenser as we approached familiar waters. The joyous laughter and excited anticipation of our return turned into a somber mood as we prepared for battle.
sv: Stämningen på vårt skepp blev alltmer spänd när vi närmade oss bekanta vatten. Det glada skrattet och den spända förväntan inför vår återkomst förvandlades till en dyster stämning när vi förberedde oss för strid.

source: And then the day arrived at last. We sighted the northernmost tip of the island Sylt and knew we’d land on Föhr on the evening of that same day. But then –
sv: Och så kom äntligen dagen. Vi siktade den nordligaste spetsen av ön Sylt och visste att vi skulle landa på Föhr samma kväll. Men då –

source: We had made one of the most basic mistakes, and we should all be ashamed of being no more careful than a cabin boy. Over the course of the months since we had left Föhr, we had neglected to pay attention to the calendar.
sv: Vi hade begått ett av de mest grundläggande misstagen, och vi borde alla skämmas över att inte ha varit mer försiktiga än en skeppspojke. Under de månader som gått sedan vi lämnade Föhr hade vi försummat att hålla koll på kalendern.

source: Today is All Souls’ Day, the second day of November, and every child around here knows that no captain in his right mind would dream of setting sails within a week of this day. For time immemorial, the exceptionally strong storms that always blow at this time of year have sent many a careless sailor to a watery grave.
sv: Idag är det Allhelgondagen, den andra dagen i november, och alla barn här i trakten vet att ingen kapten med sunt förnuft skulle drömma om att sätta segel inom en vecka efter denna dag. Sedan urminnes tider har de exceptionellt starka stormar som alltid blåser vid denna tid på året skickat många oförsiktiga sjömän till en våt grav.

source: The sheerest luck alone saved us. Our ships were barely damaged, not one sailor lost to the waves. I would not believe that anyone could ever be so lucky had I not witnessed it myself. Our unbelievable escape fills me with hope – it is obviously a sign that our perilous endeavour is blessed by the saints.
sv: Det var ren tur som räddade oss. Våra skepp skadades knappt, inte en enda sjöman förlorades till vågorna. Jag skulle inte tro att någon någonsin kunde ha sån tur om jag inte själv hade sett det. Vår otroliga flykt fyller mig med hopp – det är uppenbarligen ett tecken på att vårt farliga företag välsignas av helgonen.

source: The storm drove our ship about two day’s journey from its course. Fortunately I still recognize these waters, so this is truly a very minor setback. When the storm subsided, we were close to the island of Helgoland and decided to land here. The islanders are well known for their hospitality, and the chance to rest and refresh ourselves before the battle will make a difference. Some of them might even join our cause.
sv: Stormen drev vårt skepp ungefär två dagars resa från sin kurs. Lyckligtvis känner jag fortfarande igen dessa vatten, så detta är verkligen ett mycket mindre bakslag. När stormen avtog befann vi oss nära ön Helgoland och beslutade att landstiga här. Öborna är välkända för sin gästfrihet, och möjligheten att vila och återhämta oss inför striden kommer att göra skillnad. Några av dem kanske till och med ansluter sig till vår sak.

source: Greetings
sv: Hälsningar

source: Welcome to Helgoland!
sv: Välkommen till Helgoland!

source: Peace and welcome to Helgoland! Your reputation precedes you, Claus Lembeck, the well-loved lord of Föhr, and Reebaud whom the bards term the Bold and the Brave and the Mighty. I am Ocke Ketelsen, senior alderman of Helgoland, and despite these hard times I am pleased and honoured to receive such illustrious guests.
sv: Fred och välkomna till Helgoland! Ert rykte föregår er, Claus Lembeck, den älskade herren av Föhr, och Reebaud, som skalderna kallar den djärve, den modige och den mäktige. Jag är Ocke Ketelsen, seniorrådman i Helgoland, och trots dessa svåra tider är jag glad och hedrad över att få ta emot så illustra gäster.

source: Hospitality
sv: Gästvänlighet

source: Peace and thanks for the friendly greeting to you, Ocke Ketelsen! It is a pleasant change not to be forced to go to war against someone on whose island we land. Yet your welcome sounds oddly short. Since your words are so warm, I can only conclude that some other sort of trouble has befallen you. Assuming you don’t mind if I ask and that this question does not appear impertinent, I would like to know if we can help you in any way.
sv: Fred och tack för det vänliga välkomnandet, Ocke Ketelsen! Det är en trevlig omväxling att inte tvingas gå i krig mot någon vars ö vi landar på. Men ditt välkomnande låter märkligt kortfattat. Eftersom dina ord är så varma kan jag bara dra slutsatsen att någon annan sorts problem har drabbat dig. Om du inte har något emot att jag frågar och om denna fråga inte verkar oförskämd, skulle jag vilja veta om vi kan hjälpa dig på något sätt.

source: You are remarkably astute. Indeed we have a problem, and you can see it right over there.
sv: Du är verkligen skarpsinnig. Vi har faktiskt ett problem, och du kan se det där borta.

source: Enemies
sv: Fiender

source: Danes! Does Atterdag’s thirst for conquest reach this far then?
sv: Danskar! Sträcker sig Atterdags erövringslust så långt?

source: It does. I see that you recognize this enemy, and I would be interested in hearing how you met – though I imagine it will not have gone well for them!
sv: Ja, det gör det. Jag ser att du känner igen denna fiende, och jag skulle vara intresserad av att höra hur ni träffades – även om jag antar att det inte gick så bra för dem!

source: This assumption is untrue, to my great chagrin. For the sake of brevity, I will only say that Atterdag invaded Föhr with such a mighty force that I was compelled to leave the island and ask Reebaud to help me reclaim it. In fact, we were sailing to Föhr to drive the invaders out once and for all when a storm blew us off our course and to Helgoland.
sv: Detta antagande är tyvärr inte sant. För att göra en lång historia kort kan jag bara säga att Atterdag invaderade Föhr med en så mäktig styrka att jag tvingades lämna ön och be Reebaud om hjälp att återta den. Vi var faktiskt på väg till Föhr för att en gång för alla driva bort inkräktarna när en storm blåste oss ur kurs och till Helgoland.

source: That it did so might even be heavenly intervention. We will gladly help you fight this enemy. A warm-up battle, so to speak – I am looking forward to it!
sv: Att det blev så kan till och med vara ett himmelskt ingripande. Vi hjälper dig gärna att bekämpa denna fiende. En uppvärmningskamp, så att säga – jag ser fram emot det!

source: War Preparations
sv: Krigsförberedelser

source: Your enthusiasm warms me as much as your plight engages my sympathy. But the enemies are more powerful than they may appear – they have brought an enormous force of Danish soldiers, and even your mighty soldiers will not be able to defeat them all.
sv: Din entusiasm värmer mig lika mycket som din situation väcker min sympati. Men fienderna är mäktigare än de verkar – de har tagit med sig en enorm styrka danska soldater, och inte ens dina mäktiga soldater kommer att kunna besegra dem alla.

source: Our island is not accustomed to this kind of warfare. We are fishers and farmers, we do not have the expertise or economy to support a drawn-out battle. Your expertise in this area would be much appreciated.
sv: Vår ö är inte van vid denna typ av krigföring. Vi är fiskare och bönder, vi har varken expertis eller ekonomi för att klara av en utdragen strid. Din expertis på detta område skulle vara mycket uppskattad.

source: But first let me give you a clear picture of our small island by showing you around.
sv: Men först ska jag ge er en tydlig bild av vår lilla ö genom att visa er runt.

source: Economy
sv: Ekonomi

source: How do you even sustain yourselves here? These rocks look impressive but I don't see how you could quarry them to construct stone houses. I see hardly any trees, and no places where you could mine iron and other minerals! How do you come by?
sv: Hur klarar ni er här? Dessa klippor ser imponerande ut, men jag förstår inte hur ni kan bryta sten för att bygga hus. Jag ser knappt några träd och inga platser där ni kan bryta järn och andra mineraler! Hur klarar ni er?

source: By trade. We sell grain, fish, and various other goods to the mainland and buy ores and granite from there. Let’s split out duties according to what each of us does best: You take charge of reorganizing our economy for war and training our people for battle, and I will arrange to import goods in any quantity you require. Simply drop off the wares to sell in the ports and I will take care of the rest. This chart indicates how many goods of which sorts we usually trade.
sv: Genom handel. Vi säljer spannmål, fisk och olika andra varor till fastlandet och köper malm och granit därifrån. Låt oss dela upp uppgifterna efter vad var och en av oss är bäst på: Du tar ansvar för att omorganisera vår ekonomi för kriget och träna vårt folk för strid, och jag ordnar import av varor i den mängd du behöver. Lämna bara varorna som ska säljas i hamnarna så tar jag hand om resten. Denna tabell visar hur många varor av olika slag vi vanligtvis handlar med.

source: Planning the War
sv: Planera kriget

source: Use the Uplands wisely
sv: Använd Uplands klokt

source: First things first. This town has an excellent defensive position, but it is woefully unguarded. We must plan ahead tactically, because I agree that this battle will not be won quickly.
sv: Det viktigaste först. Denna stad har ett utmärkt försvar, men är tyvärr helt oskyddad. Vi måste planera taktiskt i förväg, för jag håller med om att denna strid inte kommer att vinnas snabbt.

source: The Uplands have only one entrance: this ramp right here next to the town center. Let’s build all our important production buildings up there. A few fortresses placed closely together right at its southern tip will make this vast plateau nearly impossible to conquer. Even if the enemy should manage to take the entire lower island, we could conceivably hold out for years there, provided we stock enough supplies in warehouses on the Uplands in advance. Of course we’d be cut off from the ports and the trade routes, so we should try to avoid getting to this point.
sv: Uplands har bara en ingång: den här rampen precis intill stadens centrum. Låt oss bygga alla våra viktiga produktionsbyggnader där uppe. Några få fästningar placerade tätt intill varandra precis vid dess södra spets kommer att göra denna vidsträckta platå nästan omöjlig att erövra. Även om fienden skulle lyckas ta hela den nedre delen av ön, skulle vi kunna hålla ut där i flera år, förutsatt att vi i förväg lagrar tillräckligt med förnödenheter i lagerbyggnaderna på Uplands. Naturligtvis skulle vi vara avskurna från hamnarna och handelsvägarna, så vi bör försöka undvika att hamna i den situationen.

source: Fortify the narrow
sv: Förstärk det smala

source: Our most urgent concern, however, should be to secure this pass near our northernmost port. Our enemy must pass through this narrow point to reach us, but the same is also true in reverse. If we are careful, we can hold the enemy at this point for a long time until we are ready to launch our countercharge. However, the passage is too narrow to be fortified as easily as the Uplands. We must construct as many fortresses tightly together here as possible in order to prevent the enemy from gaining any land. It would be unwise to build anything at all north of the pass, as it would be dangerously exposed.
sv: Vår mest akuta uppgift bör dock vara att säkra detta pass nära vår nordligaste hamn. Vår fiende måste passera genom denna smala passage för att nå oss, men detsamma gäller även omvänt. Om vi är försiktiga kan vi hålla fienden kvar vid denna punkt under lång tid tills vi är redo att inleda vår motattack. Passagen är dock för smal för att kunna befästas lika enkelt som Uplands. Vi måste bygga så många fästningar som möjligt tätt intill varandra här för att förhindra fienden från att erövra mark. Det vore oklokt att bygga något alls norr om passet, eftersom det skulle vara farligt utsatt.

source: Depending on how many building materials we can spare, it might be wise to demolish some of the other buildings here to make room for even more fortifications. In any case, all buildings in this area, military or otherwise, will be in constant danger of being burnt down during a Danish incursion.
sv: Beroende på hur mycket byggmaterial vi har över kan det vara klokt att riva några av de andra byggnaderna här för att göra plats för ännu fler befästningar. I vilket fall som helst kommer alla byggnader i detta område, militära eller andra, att vara i ständig fara att brännas ner under en dansk invasion.

source: Wood supply
sv: Träförsörjning

source: As Reebaud points out correctly, the Uplands are the best position for new buildings. Besides their strategic value they offer lots of space for construction, of which the lower island is somewhat short.
sv: Som Reebaud korrekt påpekar är Uplands den bästa platsen för nya byggnader. Förutom sitt strategiska värde erbjuder det gott om utrymme för byggnation, vilket den lägre delen av ön saknar.

source: As for what we will build, I disagree. More military sites are important, but even more so is the ability to construct buildings in the first place. There are no woodcutters anywhere on the island, and we can’t rely on trade for wood, so we must secure our wood production at once before all our wood has been used up by the smokeries and charcoal burners!
sv: När det gäller vad vi ska bygga är jag av en annan åsikt. Fler militära anläggningar är viktiga, men ännu viktigare är förmågan att bygga byggnader över huvud taget. Det finns inga skogshuggare någonstans på ön, och vi kan inte förlita oss på handel för att få tag på virke, så vi måste omedelbart säkra vår virkesproduktion innan allt vårt virke har använts upp av rökugnar och kolare!

source: The land looks fairly barren, so we will need to reserve more space for foresting than I’m comfortable with. The Lowlands seem to be slightly more fertile, so it might be wise to build the foresters’ and woodcutters’ houses down here and relocate some of the farms to the Uplands. Farms, reed farms, and berry farms do not depend on fertile land quite as much as trees do.
sv: Marken ser ganska karg ut, så vi kommer att behöva reservera mer utrymme för skogsbruk än jag skulle önska. Låglandet verkar vara något mer bördigt, så det kan vara klokt att bygga skogsvaktarnas och skogshuggarnas hus här nere och flytta några av gårdarna till Uplands. Gårdar, vassodlingar och bärodlingar är inte lika beroende av bördig mark som träd.

source: Long-term strategy
sv: Långsiktig strategi

source: Our trading has successfully started. Now we will need to plan our recruitment and training economy. We do have a basic food and metal production, but it seems to have grown haphazardly and will not suffice to meet our needs. We will require more numerous and more advanced sites to provide enough weapons and armour as well as food for our soldiers. Needless to say, a pair of training sites and a barracks are also essential.
sv: Vår handel har kommit igång på ett framgångsrikt sätt. Nu måste vi planera vår rekrytering och utbildning. Vi har visserligen en grundläggande produktion av livsmedel och metaller, men den verkar ha vuxit fram på ett slumpmässigt sätt och kommer inte att räcka till för att tillgodose våra behov. Vi kommer att behöva fler och mer avancerade anläggningar för att kunna tillhandahålla tillräckligt med vapen och rustningar samt mat till våra soldater. Det säger sig självt att ett par träningsanläggningar och en kasern också är nödvändiga.

source: At all times, we will need to keep a close eye on our supply of tradeable goods. I will ask Ocke Ketelsen to purchase only the goods our economy actually needs so that we won’t waste any wares, but it will be up to us to ensure we can provide enough goods. These trade routes are all very expensive, and we will need to mark out a large amount of space purely to produce wares to sell.
sv: Vi måste hela tiden hålla ett noggrant öga på vårt utbud av handelsvaror. Jag kommer att be Ocke Ketelsen att endast köpa in varor som vår ekonomi faktiskt behöver, så att vi inte slösar bort några varor, men det är upp till oss att se till att vi kan tillhandahålla tillräckligt med varor. Dessa handelsvägar är alla mycket dyra, och vi kommer att behöva avsätta en stor yta enbart för att producera varor att sälja.

source: Diking
sv: Dikesgrävning

source: The lack of space on Helgoland is still a concern. The land would be sufficiently large to train a decent number of soldiers in a reasonable time, but training the armies we believe we will need would take forever! We may need to take some chances, and use superior tactics to compensate for this disadvantage.
sv: Bristen på utrymme på Helgoland är fortfarande ett problem. Landet skulle vara tillräckligt stort för att utbilda ett rimligt antal soldater på rimlig tid, men att utbilda de arméer som vi tror att vi kommer att behöva skulle ta evigheter! Vi kanske måste ta några risker och använda överlägsna taktiker för att kompensera för denna nackdel.

source: However, if you prefer to play it safe, don’t forget that we can simply enlarge the island. As we have a steady supply of logs now, we can construct dikes and breakwaters to gain more building space from the sea. When we are ready to attack, we can even use this as a way to bypass the narrow point in the east, or if we are to be truly bold we could dike around the whole western coast of the island to attack the enemy from two sides at once!
sv: Men om du föredrar att spela säkert, glöm inte att vi helt enkelt kan förstora ön. Eftersom vi nu har en stadig tillgång på timmer kan vi bygga vallar och vågbrytare för att få mer byggnadsyta från havet. När vi är redo att attackera kan vi till och med använda detta som ett sätt att kringgå den smala punkten i öster, eller om vi vill vara riktigt djärva kan vi bygga en vall runt hela öns västra kust för att attackera fienden från två sidor samtidigt!

source: Good luck!
sv: Lycka till!

source: I am heartened by your forwardness. Let us all hasten to our separate tasks, and may fortune smile on us!
sv: Jag är uppmuntrad av din framåtanda. Låt oss alla skynda oss till våra respektive uppgifter, och må lyckan le mot oss!

source: Wood Supply
sv: Träförsörjning

source: Wood supply is ensured
sv: Träförsörjningen är säkerställd

source: Our foresters and woodcutters have taken up their work. It will take some time before we have a steady supply of logs, but the immediate problem has been averted.
sv: Våra skogsvaktare och skogshuggare har påbörjat sitt arbete. Det kommer att ta lite tid innan vi har en stabil tillgång på timmer, men det akuta problemet har avvärjts.

source: Pass Secured
sv: Passet säkrat

source: The pass is under guard
sv: Passet är under bevakning

source: Our soldiers have fortified the pass. Surely no enemy will get past them before we are ready.
sv: Våra soldater har befäst passet. Ingen fiende kommer att kunna ta sig förbi dem innan vi är redo.

source: Uplands Colonized
sv: Uplands koloniserat

source: The Uplands have been settled
sv: Uplands har blivit bosatt

source: The Uplands are being converted to a true center of our economy. We must not forget to always keep a close eye on the ware exchange between the Lowlands and the Uplands and keep it to a minimum so as to avoid jams on the roads.
sv: Uplands håller på att omvandlas till ett verkligt centrum för vår ekonomi. Vi får inte glömma att alltid hålla ett öga på varuutbytet mellan Lowlands och Uplands och hålla det på ett minimum för att undvika trafikstockningar på vägarna.

source: Victory
sv: Seger

source: Enemy defeated
sv: Fienden besegrad
