Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_fri05.wmf/*.po
Languages: sv

source: They are defeated! Thank you, thank you for your help. We could never have beaten them by ourselves. Our town did not even sustain any major damage – on the contrary, you have expanded it far beyond its former bounds.
sv: De är besegrade! Tack, tack för er hjälp. Vi hade aldrig kunnat besegra dem på egen hand. Vår stad har inte ens lidit några större skador – tvärtom har ni utvidgat den långt bortom dess tidigare gränser.

source: My people and I will never be able to repay the debt we owe you. I will send all the soldiers you have trained along with you to aid you in your quest to liberate your own home. If there is anything else we can do for you, now or forevermore, you need only ask and we will be yours to command.
sv: Mitt folk och jag kommer aldrig att kunna återgälda den skuld vi har till dig. Jag kommer att skicka alla soldater som du har tränat tillsammans med dig för att hjälpa dig i din strävan att befria ditt eget hem. Om det finns något annat vi kan göra för dig, nu eller för alltid, behöver du bara be och vi står till ditt förfogande.

source: You are very welcome, Ocke Ketelsen. Do not belittle your own part in this victory though, for we could not have achieved this by ourselves.
sv: Varsågod, Ocke Ketelsen. Men underskatta inte din egen roll i denna seger, för vi hade inte kunnat uppnå detta på egen hand.

source: And take my heartfelt thanks for your promise to send your soldiers. I already knew that Atterdag was a formidable enemy, but the forces we now encountered outrival anything I have seen in all my life, and they were just a vanguard! We will need every advantage we can get, and even then I am not as certain of victory as I was before. If you have heard of anything else that might be useful – any piece of tactical advice – any towns who might join us – please share this information with us.
sv: Och ta emot mitt uppriktiga tack för ditt löfte att skicka dina soldater. Jag visste redan att Atterdag var en formidabel fiende, men de styrkor vi nu stött på överträffar allt jag sett i hela mitt liv, och de var bara en förtrupp! Vi kommer att behöva alla fördelar vi kan få, och även då är jag inte lika säker på segern som jag var tidigare. Om du har hört talas om något annat som kan vara användbart – några taktiska råd – några städer som kan ansluta sig till oss – vänligen dela denna information med oss.

source: Know your enemy
sv: Känn din fiende

source: I will do so gladly. Indeed, according to my trade partners Atterdag’s thirst for conquest is limitless. After he has established his presence on Föhr, he has conquered all the other islands in the vicinity as well. Your stronghold on Föhr has always been their only defence to speak of, so once you were gone he seized the entire area with ease.
sv: Det gör jag gärna. Enligt mina handelspartner är Atterdags erövringslust gränslös. Efter att han etablerat sig på Föhr har han erövrat alla andra öar i närheten också. Er fästning på Föhr har alltid varit deras enda försvar, så när ni försvann kunde han enkelt ta över hela området.

source: The occupants are rumoured to enforce a cruel rule. It is a known fact that they have cut off all trade, and the locals are forced to give half of everything they produce to the Danes in tribute. Half! Already, dozens are said to have been executed for embezzling a bushel of grain. People are suffering, and will no doubt gladly join anyone who comes to free them.
sv: Det ryktas att ockupanterna tillämpar en grym regel. Det är ett känt faktum att de har avbrutit all handel, och lokalbefolkningen tvingas ge hälften av allt de producerar till danskarna som tribut. Hälften! Redan nu sägs dussintals ha avrättats för att ha förskingrat en skäppa säd. Folket lider och kommer utan tvekan gärna att ansluta sig till alla som kommer för att befria dem.

source: There is one more thing. Trade ships attempting to sail well north of the occupied area have been boarded and sunk by pirates. The survivors, however, swear that the pirates were in fact Danish soldiers, and that their ships belong to the Danish fleet.
sv: Det finns ytterligare en sak. Handelsskepp som försökt segla långt norr om det ockuperade området har bordats och sänkts av pirater. De överlevande svär dock på att piraterna i själva verket var danska soldater och att deras skepp tillhör den danska flottan.

source: Now this is mainly speculation, but I believe that Atterdag transports his troops from the Danish capital to the islands he conquers by ship. The land route is much longer and more strenuous, so it is not hard to see why he would do that. Clearly he attempts to disguise this fact. Why would he do that, unless he believes this secret to be of strategical importance?
sv: Det här är främst spekulationer, men jag tror att Atterdag transporterar sina trupper från den danska huvudstaden till de öar han erövrar med fartyg. Landvägen är mycket längre och mer ansträngande, så det är inte svårt att förstå varför han skulle göra det. Han försöker uppenbarligen dölja detta faktum. Varför skulle han göra det, om han inte tror att denna hemlighet är av strategisk betydelse?

source: I do not know how large a part of his soldiers is exchanged between the capital and the islands by ship, but their numbers seem to be large enough that I would advise you to cut this exchange off. As you know, these two areas are connected by only one sea route, and it leads through a strait called the Kattegat. This strait is one a few miles wide and dotted with tiny islands. If you can reach this place without being attacked by their ships, you can seize the islands and build a belt of inconquerable strongholds that block any enemy ship attempting to pass.
sv: Jag vet inte hur stor del av hans soldater som transporteras mellan huvudstaden och öarna med fartyg, men antalet verkar vara tillräckligt stort för att jag ska råda dig att stoppa denna transport. Som ni vet är dessa två områden endast förbundna med en enda sjöväg, och den går genom en sund som kallas Kattegatt. Denna sund är några mil bred och prickad med små öar. Om ni kan nå denna plats utan att bli attackerade av deras skepp kan ni erövra öarna och bygga ett bälte av ointagliga fästen som blockerar alla fiendeskepp som försöker passera.

source: Victory!
sv: Seger!

source: And if we can block it, they will lose their most important trade route! We must try it. We will sail to the Kattegat at once to conquer the strait, and then we’ll raise the people of Föhr and all the other islands in joint rebellion against the invader!
sv: Och om vi kan blockera den, kommer de att förlora sin viktigaste handelsväg! Vi måste försöka. Vi seglar genast till Kattegatt för att erövra sundet, och sedan uppmanar vi folket på Föhr och alla andra öar att göra gemensamt uppror mot inkräktarna!

source: I would like to make one more request. A request and an offer. My two sons, Harke Ockesen and Eschel Ockesen, are training as soldiers and commanders. I would much appreciate if if you would let them accompany you on your campaign to the Kattegat to gain some practical experience, and return them to me afterwards. In the meantime, we will use the industry you built for us to train more soldiers who shall aid you in your subsequent endeavours.
sv: Jag skulle vilja framföra ytterligare en begäran. En begäran och ett erbjudande. Mina två söner, Harke Ockesen och Eschel Ockesen, utbildar sig till soldater och befälhavare. Jag skulle vara mycket tacksam om ni lät dem följa med er på er fälttåg till Kattegatt för att skaffa sig praktisk erfarenhet, och sedan skickade tillbaka dem till mig. Under tiden kommer vi att använda den industri ni byggt upp åt oss för att utbilda fler soldater som ska hjälpa er i era kommande strävanden.

source: We will be very glad to have them with us and I promise we will take good care of them. You certainly have a knack for assigning your sons the best teachers.
sv: Vi kommer att vara mycket glada över att ha dem hos oss och jag lovar att vi kommer att ta väl hand om dem. Du har verkligen en talang för att ge dina söner de bästa lärarna.

source: And thus we part, to meet again soon. Farewell, and may lasting peace bless all of Helgoland!
sv: Och så skiljs vi åt, för att snart möta varandra igen. Farväl, och må varaktig fred välsigna hela Helgoland!

source: Congratulations
sv: Gratulerar

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
sv: Du har slutfört detta uppdrag. Du kan fortsätta spela om du vill, annars går du vidare till nästa uppdrag.
