Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_fri04.wmf/*.po
Languages: sv

source: Note
sv: Observera

source: You appear not to have completed the previous mission. You may still play this scenario, but you will be at a disadvantage. I recommend that you complete the previous scenario first and then restart this mission.
sv: Du verkar inte ha slutfört det föregående uppdraget. Du kan fortfarande spela detta scenario, men du kommer att vara i underläge. Jag rekommenderar att du först slutför det föregående scenariot och sedan startar om detta uppdrag.

source: Find Reebaud
sv: Hitta Reebaud

source: Expand your territory until you meet your old friend Reebaud.
sv: Utvidga ditt territorium tills du träffar din gamle vän Reebaud.

source: Defeat the strangers
sv: Besegra främlingarna

source: Defeat the Strangers
sv: Besegra främlingarna

source: Defeat the hostile tribe.
sv: Besegra den fientliga stammen.

source: Defeat the Empire
sv: Besegra Imperiet

source: Defeat the Imperial Legate
sv: Besegra den kejserliga legaten

source: Defeat Marcus Caius Iniucundus.
sv: Besegra Marcus Caius Iniucundus.

source: Recruit & train
sv: Rekrytera och träna

source: Recruit And Train Your Soldiers
sv: Rekrytera och träna dina soldater

source: Train your soldiers while you are waiting for Reebaud to proclaim his soldiers battle-ready.
sv: Träna dina soldater medan du väntar på att Reebaud ska förklara sina soldater stridsberedda.

source: You have one hour to train as many soldiers as you can.
sv: Du har en timme på dig att träna så många soldater som möjligt.

source: Welcome Back!
sv: Välkommen tillbaka!

source: Arrived at last
sv: Äntligen framme

source: Marcus Caius Iniucundus had not been lying about the storm. We had departed just in time; it caught us while we were on sea and we were all certain our ship was about to split and sink, and none of us would see our home again.
sv: Marcus Caius Iniucundus hade inte ljugit om stormen. Vi hade avseglat precis i rättan tid; den överraskade oss när vi var till havs och vi var alla övertygade om att vårt skepp skulle splittras och sjunka, och att ingen av oss skulle få se vårt hem igen.

source: But God was merciful, and our abundant prayers induced Him to spare us. We had had to land on a bleak, uninhabited shore and repair the ship ere we could continue sailing. Finally, we arrived as far North as it is possible to go by ship.
sv: Men Gud var barmhärtig, och våra många böner fick honom att skona oss. Vi var tvungna att landstiga på en öde, obebodd kust och reparera skeppet innan vi kunde fortsätta segla. Till slut nådde vi så långt norrut som det är möjligt att komma med skepp.

source: The legate and I have no more business with each other now. I have taken a dislike to his superior attitude during the journey, and especially to the disdainful manner in which he treated his galley slaves. It did not seem to occur to him that they are human beings like him and me; or if it did, he acted as though they themselves were to blame for their bad fortune. I do not regret that I will probably not be seeing him again. He set up his camp some distance away from mine so that we will not hinder each other.
sv: Legaten och jag har inte längre något med varandra att göra. Jag har fått en aversion mot hans överlägsna attityd under resan, och särskilt mot det föraktfulla sätt på vilket han behandlade sina galärslavar. Det verkade inte falla honom in att de är människor precis som han och jag; eller om det gjorde det, så agerade han som om de själva var skyldiga till sin olycka. Jag beklagar inte att jag troligen inte kommer att träffa honom igen. Han slog upp sitt läger en bit bort från mitt så att vi inte skulle störa varandra.

source: But now that we have gotten so close, I am too impatient to sit around idly pondering the past. Quickly now! Let us go and look for my friend. Although I have seen no signs of human habitation around here yet, I have no doubt that we will find him soon.
sv: Men nu när vi har kommit så nära är jag för otålig för att sitta och fundera över det förflutna. Skynda på nu! Låt oss gå och leta efter min vän. Även om jag ännu inte har sett några tecken på mänsklig bosättning här omkring, tvivlar jag inte på att vi snart kommer att hitta honom.

source: Strangers
sv: Främlingar

source: Who are they?
sv: Vilka är de?

source: Our soldiers have sighted strangers – the first natives in this bleak countryside. Perhaps they know where Reebaud can be found?
sv: Våra soldater har sett främlingar – de första infödda i denna öde landsbygd. Kanske vet de var Reebaud finns?

source: Peace and greetings, good people! I am Claus Lembeck, and this is my son Henneke. We come in search of my friend Reebaud. May I ask if you know where we may find him?
sv: Fred och hälsningar, goda människor! Jag heter Claus Lembeck och detta är min son Henneke. Vi är på jakt efter min vän Reebaud. Får jag fråga om ni vet var vi kan hitta honom?

source: Enemies
sv: Fiender

source: Our soldiers have sighted strangers. These must be the intruders Reebaud mentioned.
sv: Våra soldater har sett främlingar. Det måste vara de inkräktare som Reebaud nämnde.

source: Trespassers
sv: Inkräktare

source: We – Amazons. You – strangers. Land – here – own – we. You – trespassers. You – enemies. We – you – all – make – dead!
sv: Vi – amasoner. Ni – främlingar. Landet – här – vårt. Ni – inkräktare. Ni – fiender. Vi – ni – alla – döda!

source: Not the friendliest of people…
sv: Inte de vänligaste personer…

source: An Old Friend
sv: En gammal vän

source: Met up at last
sv: Äntligen träffades vi

source: At last! These people’s buildings look familiar. It must be Reebaud’s tribe.
sv: Äntligen! Dessa människors byggnader ser bekanta ut. Det måste vara Reebauds stam.

source: Do my eyes deceive me, or is a spirit playing tricks on me? Surely it cannot be my old friend Claus who meets me so far away from home!
sv: Bedrar mina ögon mig, eller är det en ande som spelar mig ett spratt? Det kan väl inte vara min gamle vän Claus som möter mig så långt hemifrån!

source: It is no trick or deception, it really is me, Claus Lembeck! My son Henneke and I journeyed this far to seek you out. I cannot say how glad I am to have found you at last.
sv: Det är inget trick eller bedrägeri, det är verkligen jag, Claus Lembeck! Min son Henneke och jag har rest så här långt för att leta efter dig. Jag kan inte beskriva hur glad jag är över att äntligen ha hittat dig.

source: I am heartened that you went to such trouble for the sake of meeting me. But you did not do this just to talk to me again. What is it that troubles you? Just as you once helped me fend off a Holstein invasion, I will now help my friend if I can.
sv: Det gläder mig att du har gjort dig så mycket besvär för att träffa mig. Men du gjorde inte detta bara för att prata med mig igen. Vad är det som bekymrar dig? Precis som du en gång hjälpte mig att avvärja en invasion från Holstein, så kommer jag nu att hjälpa min vän om jag kan.

source: Indeed I came to ask for your help. Surely you remember Atterdag, the King of the Danes, who caused us Frisians great difficulties many a time. You never fought him yourself, he being too wary at your reputation to assault you directly; but I have made an arch-enemy of him by frequently aiding those he sought to conquer.
sv: Jag kom faktiskt för att be om din hjälp. Du minns säkert Atterdag, kungen av Danmark, som många gånger ställde till med stora problem för oss frisier. Du har aldrig själv kämpat mot honom, eftersom han var för försiktig med tanke på ditt rykte för att attackera dig direkt, men jag har gjort honom till min ärkefiende genom att ofta hjälpa dem som han försökte erövra.

source: Some three or four months ago – I have lost track of time on the long voyage – he landed his soldiers on my island Föhr. I will spare you an account of the battle, which lasted five weeks and not a day less. The short and bitter truth is that I was defeated and forced to flee. I had no hope that my friends on the mainland could help me, for Atterdag’s armies are so incredibly numerous that I knew they wouldn’t have stood a chance.
sv: För ungefär tre eller fyra månader sedan – jag har tappat tidsuppfattningen under den långa resan – landsteg han med sina soldater på min ö Föhr. Jag ska bespara er en redogörelse för slaget, som varade i fem veckor och inte en dag mindre. Den korta och bittra sanningen är att jag besegrades och tvingades fly. Jag hade inget hopp om att mina vänner på fastlandet skulle kunna hjälpa mig, för Atterdags arméer är så otroligt talrika att jag visste att de inte skulle ha en chans.

source: Only you have a reputation for the most wonderous feats of arms. You are probably the only human alive who can vanquish the evil Dane. I beg you to come South with me and liberate Föhr, or at least to send with me a troop of your far-famed soldiers.
sv: Endast du har ett rykte om dig att utföra de mest fantastiska vapengärningarna. Du är förmodligen den enda levande människan som kan besegra den onde dansken. Jag ber dig att följa med mig söderut och befria Föhr, eller åtminstone skicka med mig en trupp av dina berömda soldater.

source: Had you arrived a week earlier, I would have agreed to your request instantly. Now, however, a spot of bother has appeared on the horizon. I mean this quite literally; foreigners have come from far away and seek to drive us out and take over our lands as we ourselves did, driven by need, seize them from the hostile people who lived here. Warlike Barbarians, and an imperial scallywag named Murilius who made the most outrageous demands. We defeated them all, and believed to have found peace at last. And for four long years, life was peaceful indeed.
sv: Hade du kommit en vecka tidigare skulle jag ha gått med på din begäran direkt. Nu har det dock dykt upp ett problem. Jag menar detta bokstavligt talat; utlänningar har kommit från fjärran och försöker driva bort oss och ta över våra marker, precis som vi själva gjorde när vi, drivna av nöd, tog dem från de fientliga människor som bodde här. Krigiska barbarer och en imperialistisk skurk vid namn Murilius som ställde de mest orimliga krav. Vi besegrade dem alla och trodde att vi äntligen hade funnit fred. Och under fyra långa år var livet verkligen fredligt.

source: But now, as I was saying, in the arrival of the short period of summer, during which the snow melts in some places and travel to distant places is possible, the strangers appeared and engaged us in battle. They took us by surprise, the life without fighting having made us careless. Many a good soldier fell to their spears, including Hauke, my best friend and most venerable advisor, and Fiete, my only son and heir. Their sneaky battle moves were a novelty to us, though now that we know what we are up against there can be no doubt that we will beat them in the end. But I fear it will still take some time until they are defeated and it is safe for me to travel South with you. For this period, you shall of course receive all the hospitality and courtesy we can offer.
sv: Men nu, som jag sa, när den korta sommarperioden kom, då snön smälter på vissa ställen och det är möjligt att resa till fjärran platser, dök främlingarna upp och angrep oss. De överraskade oss, eftersom livet utan strider hade gjort oss oförsiktiga. Många duktiga soldater föll för deras spjut, däribland Hauke, min bästa vän och mest vördade rådgivare, och Fiete, min ende son och arvinge. Deras lömska stridsmetoder var något nytt för oss, men nu när vi vet vad vi har att möta råder det ingen tvekan om att vi till slut kommer att besegra dem. Men jag fruktar att det fortfarande kommer att ta tid innan de är besegrade och det är säkert för mig att resa söderut med dig. Under denna tid ska du självklart få all den gästfrihet och artighet vi kan erbjuda.

source: But now, as I was saying, in the arrival of the short period of summer, during which the snow melts in some places and travel to distant places is possible, the strangers appeared and engaged us in battle. They took us by surprise, the life without fighting having made us careless. Many a good soldier fell to their spears, including Hauke, my best friend and most venerable advisor, and Fiete, my only son and heir. Their sneaky battle moves were a novelty to us, though now that we knew what we were up against we managed to beat them in the end. However, all our soldiers are still sore and wounded from the heavy fighting, and they will need some time to recuperate before we can send them into battle again. For this period, you shall of course receive all the hospitality and courtesy we can offer.
sv: Men nu, som jag sa, när den korta sommarperioden kom, då snön smälter på vissa ställen och det är möjligt att resa till fjärran platser, dök främlingarna upp och angrep oss. De överraskade oss, eftersom livet utan strider hade gjort oss slarviga. Många duktiga soldater föll för deras spjut, däribland Hauke, min bästa vän och mest vördade rådgivare, och Fiete, min ende son och arvinge. Deras lömska stridsmanövrer var något nytt för oss, men nu när vi visste vad vi hade att möta lyckades vi till slut besegra dem. Alla våra soldater är dock fortfarande ömma och sårade efter de hårda striderna, och de kommer att behöva lite tid för att återhämta sig innan vi kan skicka ut dem i strid igen. Under denna period ska ni självklart få all den gästfrihet och artighet vi kan erbjuda.

source: I believe we have already met these intruders. It would be unseemly to sit around enjoying mugs of mead while you are fighting for your lives. In the spirit of our friendship, and in honour of the good men you lost, we will fight the invaders alongside you!
sv: Jag tror att vi redan har träffat dessa inkräktare. Det vore opassande att sitta och njuta av mjöd medan ni kämpar för era liv. I vår vänskaps anda och för att hedra de goda män ni förlorat kommer vi att kämpa mot inkräktarna tillsammans med er!

source: Truly, it would be most unseemly to sit around enjoying mugs of mead while you are fighting for your lives. In the spirit of our friendship, and in honour of the good men you lost, we shall seek out those invaders and fight them alongside you!
sv: Det vore verkligen opassande att sitta och njuta av mjöd medan ni kämpar för era liv. I vår vänskaps anda och för att hedra de goda män ni förlorat ska vi söka upp dessa inkräktare och slåss mot dem tillsammans med er!

source: I am almost disappointed that your reputation does not exceed the facts, for as you where describing the invaders I was looking forward to fighting them alongside you. I am sorry for your losses, and especially that I will never meet the renowned Hauke, whose name will live on in fame. While your soldiers are recuperating, I will take charge of arranging training sessions for our own soldiers, so that they may learn from yours and become as strong as possible before we return to our homeland.
sv: Jag är nästan besviken över att ditt rykte inte överstiger fakta, för när du beskrev inkräktarna såg jag fram emot att slåss mot dem tillsammans med dig. Jag beklagar dina förluster, och särskilt att jag aldrig kommer att få träffa den berömde Hauke, vars namn kommer att leva vidare i ära. Medan dina soldater återhämtar sig kommer jag att ta ansvar för att ordna träning för våra egna soldater, så att de kan lära sig av dina och bli så starka som möjligt innan vi återvänder till vårt hemland.

source: An Old Enemy
sv: En gammal fiende

source: Treason
sv: Förräderi

source: Wait a minute, you two. What was this you said? You assaulted and murdered Murilius, a Proconsule of the Empire?
sv: Vänta lite, ni två. Vad var det ni sa? Ni överföll och mördade Murilius, en prokonsul i imperiet?

source: This is most inacceptable. I am Marcus Caius Iniucundus, a legate of the Empire. To think that I was sent to investigate whether Murilius had neglected to pay his taxes from need or greed, and that I now discovered that he and all his men were foully murdered by arrogant invaders!
sv: Detta är helt oacceptabelt. Jag är Marcus Caius Iniucundus, en legat från Imperiet. Tänk att jag skickades för att undersöka om Murilius hade underlåtit att betala sina skatter av nöd eller girighet, och att jag nu upptäcker att han och alla hans män har blivit brutalt mördade av arroganta inkräktare!

source: By your deed, you have bestowed upon yourself the wrath of the Empire, and I swear by Jupiter Optimus Maximus that I will not rest until you and yours are lying in your own blood. I will be merciful only to those too young to have participated in the fighting then, whom I will keep alive to replace the handful of galley slaves who did not survive the latest journey.
sv: Genom din handling har du dragit imperiets vrede över dig själv, och jag svär vid Jupiter Optimus Maximus att jag inte kommer att vila förrän du och dina egna ligger i ert eget blod. Jag kommer endast att visa barmhärtighet mot dem som är för unga för att ha deltagit i striderna, och som jag kommer att hålla vid liv för att ersätta de få galärslavar som inte överlevde den senaste resan.

source: Oh, now I’m scared. Tell me, good man, is foolishness a requirement to be appointed a representative of the Empire? Claus, what did you bring that deplorable jester with you for?
sv: Åh, nu blir jag rädd. Säg mig, min gode man, är dumhet ett krav för att bli utnämnd till representant för Imperiet? Claus, varför tog du med dig den där bedrövliga narren?

source: I am sorry. He offered us a passage on his ship, and I had no way of knowing nor any reason to assume that he would seek a quarrel with you. But seeing that it is I who brought this trouble to you, the least I can do is to take responsibility for ridding you of him.
sv: Jag är ledsen. Han erbjöd oss en plats på sitt skepp, och jag hade ingen anledning att tro att han skulle bråka med dig. Men eftersom det är jag som har orsakat dig detta problem, är det min plikt att ta ansvar för att bli av med honom.

source: Something is going on…
sv: Någonting är på gång…

source: We met a wounded soldier near our north-western border today. He gasped something about his tribe being attacked by vicious strangers, but he died before he could tell us more. His armour and weaponry looked startlingly familiar. I wonder if Reebaud’s tribe is in danger?
sv: Vi träffade en sårad soldat nära vår nordvästra gräns idag. Han flämtade fram något om att hans stam hade attackerats av onda främlingar, men han dog innan han hann berätta mer. Hans rustning och vapen såg förvånansvärt bekanta ut. Jag undrar om Reebauds stam är i fara?

source: We must hurry.
sv: Vi måste skynda oss.

source: We are too late
sv: Vi kommer för sent

source: We met a wounded soldier near our north-western border today. He gasped something about his tribe being attacked and vanquished by vicious strangers. With his last breath he told us his leader’s name: Reebaud.
sv: Vi träffade en sårad soldat nära vår nordvästra gräns idag. Han flämtade fram något om att hans stam hade attackerats och besegrats av grymma främlingar. Med sitt sista andetag berättade han namnet på sin ledare: Reebaud.

source: We are too late. Reebaud was already in our reach, and he was defeated mere hours before we could meet him. There is no hope in this world for any of us.
sv: Vi är för sent ute. Reebaud var redan inom räckhåll, men han besegrades bara några timmar innan vi kunde möta honom. Det finns inget hopp i denna värld för någon av oss.

source: You Have Lost
sv: Du har förlorat

source: You have lost and may not continue playing. May you have better luck when you retry this scenario. Click OK to return to the main menu.
sv: Du har förlorat och kan inte fortsätta spela. Må du ha bättre tur när du försöker igen. Klicka på OK för att återgå till huvudmenyn.

source: Defeat
sv: Besegrad

source: We have lost
sv: Vi har förlorat

source: The enemies have destroyed our last warehouse. No tribe could survive under these odds, and all we can do now is to face our certain fate with our heads held high. My only regret is that I will not be able to help my old friend Claus in his predicament. May the gods take pity on him, but I fear that all hope is lost.
sv: Fienderna har förstört vår sista lagerbyggnad. Ingen stam skulle kunna överleva under dessa omständigheter, och allt vi kan göra nu är att möta vårt öde med högburet huvud. Det enda jag ångrar är att jag inte kommer att kunna hjälpa min gamle vän Claus i hans svåra situation. Må gudarna ha förbarmande med honom, men jag fruktar att allt hopp är ute.

source: We were so close, but now the enemies have destroyed our last warehouse. Maybe it was foolish of me to assume I would be able to defeat Atterdag if I was not even a match for these insignificant foreigners. God disapproves of this my hubris, and He, not some random gaggle of strangers, has finalized our sad destiny.
sv: Vi var så nära, men nu har fienderna förstört vår sista lagerbyggnad. Kanske var det dumt av mig att tro att jag skulle kunna besegra Atterdag när jag inte ens kunde mäta mig med dessa obetydliga utlänningar. Gud ogillar min högmodighet, och det är Han, inte någon slumpmässig skara främlingar, som har beseglat vårt sorgliga öde.

source: We are being cut off
sv: Vi blir avskurna

source: Marcus Caius Iniucundus is expanding his territory quickly. While he is perfectly within his rights to do so, I am worried that we might be cut off from Reebaud’s land if we don’t watch out.
sv: Marcus Caius Iniucundus utvidgar snabbt sitt territorium. Även om han har full rätt att göra det, är jag orolig för att vi kan bli avskurna från Reebauds land om vi inte är försiktiga.

source: We should increase the pace of our own expansion. Without knowing in which direction we need to head, I’d advise to focus on spreading westwards for now before Marcus Caius Iniucundus blocks us out on this frontier.
sv: Vi bör öka takten i vår egen expansion. Utan att veta i vilken riktning vi ska gå, skulle jag råda att fokusera på att expandera västerut för tillfället, innan Marcus Caius Iniucundus blockerar oss vid denna gräns.

source: Victory
sv: Seger

source: Intruders defeated
sv: Inkräktarna besegrade

source: These intruders were not as strong as they thought. They will trouble you no more.
sv: Dessa inkräktare var inte så starka som de trodde. De kommer inte att besvära dig mer.

source: Strangers defeated
sv: Främlingar besegrade

source: These strangers were not as strong as they thought. Whoever they were, they will trouble us no more.
sv: Dessa främlingar var inte så starka som de trodde. Vem de än var, kommer de inte att besvära oss längre.

source: Legate defeated
sv: Legaten besegrad

source: Attempting to take me on is the last mistake you ever made, foolish legate.
sv: Att försöka ta mig är det sista misstaget du någonsin gjort, dumma legat.

source: We have won
sv: Vi vann

source: The enemies are defeated. Now I will come South with you together with all my soldiers except for a small garrison to safeguard my lands, and we will reconquer your island!
sv: Fienderna är besegrade. Nu kommer jag att följa med dig söderut tillsammans med alla mina soldater, förutom en liten garnison som ska skydda mina landområden, och vi kommer att återerövra din ö!

source: Congratulations
sv: Gratulerar

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
sv: Du har slutfört detta uppdrag. Du kan fortsätta spela om du vill, annars går du vidare till nästa uppdrag.
