Repository: widelands/widelands
Catalog: data/i18n/translations/scenario_fri04.wmf/*.po
Languages: sv

source: Our soldiers have recovered, and you have spent the time well by increasing the strength of your army. Now I will come South with you together with all my soldiers except for a small garrison to safeguard my lands, and we will reconquer your island!
sv: Våra soldater har återhämtat sig, och du har använt tiden väl genom att stärka din armé. Nu kommer jag att följa med dig söderut tillsammans med alla mina soldater, förutom en liten garnison som ska skydda mina landområden, och vi kommer att återerövra din ö!

# empire_building
source: Port
sv: Hamn

# empire_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
sv: Fungerar som bas för kolonisation och handel över vatten. Lagrar också dina soldater, varor och verktyg.
